{
  "name": "Nehemiah 6",
  "abbrev": "Neh. 6",
  "number": "6",
  "churchUri": "/scriptures/ot/neh/6",
  "paragraphs": [
    {
      "slug": "nehemiah-6-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 6",
      "churchId": "title_number1"
    },
    {
      "slug": "nehemiah-6-p1",
      "type": "verse",
      "number": "1",
      "content": "Now it came to pass, when Sanballat, and Tobiah, and Geshem the Arabian, and the rest of our enemies, heard that I had builded the wall, and <span class=\"clarity-word\">that</span> there was no breach left therein; (though at that time I had not set up the doors upon the gates;)",
      "churchId": "p1"
    },
    {
      "slug": "nehemiah-6-p2",
      "type": "verse",
      "number": "2",
      "content": "That Sanballat and Geshem sent unto me, saying, Come, let us meet together in <span class=\"clarity-word\">some one of</span> the villages in the plain of Ono. But they thought to do me mischief.",
      "churchId": "p2"
    },
    {
      "slug": "nehemiah-6-p3",
      "type": "verse",
      "number": "3",
      "content": "And I sent messengers unto them, saying, I <span class=\"clarity-word\">am</span> doing a great work, so that I cannot come down: why should the work cease, whilst I leave it, and come down to you?",
      "churchId": "p3"
    },
    {
      "slug": "nehemiah-6-p4",
      "type": "verse",
      "number": "4",
      "content": "Yet they sent unto me four times after this sort; and I answered them after the same manner.",
      "churchId": "p4"
    },
    {
      "slug": "nehemiah-6-p5",
      "type": "verse",
      "number": "5",
      "content": "Then sent Sanballat his servant unto me in like manner the fifth time with an open letter in his hand;",
      "churchId": "p5"
    },
    {
      "slug": "nehemiah-6-p6",
      "type": "verse",
      "number": "6",
      "content": "Wherein <span class=\"clarity-word\">was</span> written, It is reported among the heathen, and Gashmu saith <span class=\"clarity-word\">it, that</span> thou and the Jews think to rebel: for which cause thou buildest the wall, that thou mayest be their king, according to these words.",
      "churchId": "p6"
    },
    {
      "slug": "nehemiah-6-p7",
      "type": "verse",
      "number": "7",
      "content": "And thou hast also appointed prophets to preach of thee at Jerusalem, saying, <span class=\"clarity-word\">There is</span> a king in Judah: and now shall it be reported to the king according to these words. Come now therefore, and let us take counsel together.",
      "churchId": "p7"
    },
    {
      "slug": "nehemiah-6-p8",
      "type": "verse",
      "number": "8",
      "content": "Then I sent unto him, saying, There are no such things done as thou sayest, but thou feignest them out of thine own heart.",
      "churchId": "p8"
    },
    {
      "slug": "nehemiah-6-p9",
      "type": "verse",
      "number": "9",
      "content": "For they all made us afraid, saying, Their hands shall be weakened from the work, that it be not done. Now therefore, <span class=\"clarity-word\">O God,</span> strengthen my hands.",
      "churchId": "p9"
    },
    {
      "slug": "nehemiah-6-p10",
      "type": "verse",
      "number": "10",
      "content": "Afterward I came unto the house of Shemaiah the son of Delaiah the son of Mehetabeel, who <span class=\"clarity-word\">was</span> shut up; and he said, Let us meet together in the house of God, within the temple, and let us shut the doors of the temple: for they will come to slay thee; yea, in the night will they come to slay thee.",
      "churchId": "p10"
    },
    {
      "slug": "nehemiah-6-p11",
      "type": "verse",
      "number": "11",
      "content": "And I said, Should such a man as I flee? and who <span class=\"clarity-word\">is there,</span> that, <span class=\"clarity-word\">being</span> as I <span class=\"clarity-word\">am,</span> would go into the temple to save his life? I will not go in.",
      "churchId": "p11"
    },
    {
      "slug": "nehemiah-6-p12",
      "type": "verse",
      "number": "12",
      "content": "And, lo, I perceived that God had not sent him; but that he pronounced this prophecy against me: for Tobiah and Sanballat had hired him.",
      "churchId": "p12"
    },
    {
      "slug": "nehemiah-6-p13",
      "type": "verse",
      "number": "13",
      "content": "Therefore <span class=\"clarity-word\">was</span> he hired, that I should be afraid, and do so, and sin, and <span class=\"clarity-word\">that</span> they might have <span class=\"clarity-word\">matter</span> for an evil report, that they might reproach me.",
      "churchId": "p13"
    },
    {
      "slug": "nehemiah-6-p14",
      "type": "verse",
      "number": "14",
      "content": "My God, think thou upon Tobiah and Sanballat according to these their works, and on the prophetess Noadiah, and the rest of the prophets, that would have put me in fear.",
      "churchId": "p14"
    },
    {
      "slug": "nehemiah-6-p15",
      "type": "verse",
      "number": "15",
      "content": "¶ So the wall was finished in the twenty and fifth <span class=\"clarity-word\">day</span> of <span class=\"clarity-word\">the month</span> Elul, in fifty and two days.",
      "churchId": "p15"
    },
    {
      "slug": "nehemiah-6-p16",
      "type": "verse",
      "number": "16",
      "content": "And it came to pass, that when all our enemies heard <span class=\"clarity-word\">thereof,</span> and all the heathen that <span class=\"clarity-word\">were</span> about us saw <span class=\"clarity-word\">these things,</span> they were much cast down in their own eyes: for they perceived that this work was wrought of our God.",
      "churchId": "p16"
    },
    {
      "slug": "nehemiah-6-p17",
      "type": "verse",
      "number": "17",
      "content": "¶ Moreover in those days the nobles of Judah sent many letters unto Tobiah, and <span class=\"clarity-word\">the letters</span> of Tobiah came unto them.",
      "churchId": "p17"
    },
    {
      "slug": "nehemiah-6-p18",
      "type": "verse",
      "number": "18",
      "content": "For <span class=\"clarity-word\">there were</span> many in Judah sworn unto him, because he <span class=\"clarity-word\">was</span> the son in law of Shechaniah the son of Arah; and his son Johanan had taken the daughter of Meshullam the son of Berechiah.",
      "churchId": "p18"
    },
    {
      "slug": "nehemiah-6-p19",
      "type": "verse",
      "number": "19",
      "content": "Also they reported his good deeds before me, and uttered my words to him. <span class=\"clarity-word\">And</span> Tobiah sent letters to put me in fear.",
      "churchId": "p19"
    }
  ]
}