{
  "name": "Alma 56",
  "abbrev": "Alma 56",
  "number": "56",
  "churchUri": "/scriptures/bofm/alma/56",
  "paragraphs": [
    {
      "slug": "alma-56-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 56",
      "churchId": "title_number1"
    },
    {
      "slug": "alma-56-p1",
      "type": "verse",
      "number": "1",
      "content": "And now it came to pass in the commencement of the thirtieth year of the reign of the judges, on the second day in the first month, Moroni received an epistle from Helaman, stating the affairs of the people in that quarter of the land.",
      "churchId": "p1"
    },
    {
      "slug": "alma-56-p2",
      "type": "verse",
      "number": "2",
      "content": "And these are the words which he wrote, saying: My dearly beloved brother, Moroni, as well in the Lord as in the tribulations of our warfare; behold, my beloved brother, I have somewhat to tell you concerning our warfare in this part of the land.",
      "churchId": "p2"
    },
    {
      "slug": "alma-56-p3",
      "type": "verse",
      "number": "3",
      "content": "Behold, two thousand of the sons of those men whom Ammon brought down out of the land of Nephi—now ye have known that these were descendants of Laman, who was the eldest son of our father Lehi;",
      "churchId": "p3"
    },
    {
      "slug": "alma-56-p4",
      "type": "verse",
      "number": "4",
      "content": "Now I need not rehearse unto you concerning their traditions or their unbelief, for thou knowest concerning all these things—",
      "churchId": "p4"
    },
    {
      "slug": "alma-56-p5",
      "type": "verse",
      "number": "5",
      "content": "Therefore it sufficeth me that I tell you that two thousand of these young men have taken their weapons of war, and would that I should be their leader; and we have come forth to defend our country.",
      "churchId": "p5"
    },
    {
      "slug": "alma-56-p6",
      "type": "verse",
      "number": "6",
      "content": "And now ye also know concerning the covenant which their fathers made, that they would not take up their weapons of war against their brethren to shed blood.",
      "churchId": "p6"
    },
    {
      "slug": "alma-56-p7",
      "type": "verse",
      "number": "7",
      "content": "But in the twenty and sixth year, when they saw our afflictions and our tribulations for them, they were about to break the covenant which they had made and take up their weapons of war in our defence.",
      "churchId": "p7"
    },
    {
      "slug": "alma-56-p8",
      "type": "verse",
      "number": "8",
      "content": "But I would not suffer them that they should break this covenant which they had made, supposing that God would strengthen us, insomuch that we should not suffer more because of the fulfilling the oath which they had taken.",
      "churchId": "p8"
    },
    {
      "slug": "alma-56-p9",
      "type": "verse",
      "number": "9",
      "content": "But behold, here is one thing in which we may have great joy. For behold, in the twenty and sixth year, I, Helaman, did march at the head of these two thousand young men to the city of Judea, to assist Antipus, whom ye had appointed a leader over the people of that part of the land.",
      "churchId": "p9"
    },
    {
      "slug": "alma-56-p10",
      "type": "verse",
      "number": "10",
      "content": "And I did join my two thousand sons, (for they are worthy to be called sons) to the army of Antipus, in which strength Antipus did rejoice exceedingly; for behold, his army had been reduced by the Lamanites because their forces had slain a vast number of our men, for which cause we have to mourn.",
      "churchId": "p10"
    },
    {
      "slug": "alma-56-p11",
      "type": "verse",
      "number": "11",
      "content": "Nevertheless, we may console ourselves in this point, that they have died in the cause of their country and of their God, yea, and they are happy.",
      "churchId": "p11"
    },
    {
      "slug": "alma-56-p12",
      "type": "verse",
      "number": "12",
      "content": "And the Lamanites had also retained many prisoners, all of whom are chief captains, for none other have they spared alive. And we suppose that they are now at this time in the land of Nephi; it is so if they are not slain.",
      "churchId": "p12"
    },
    {
      "slug": "alma-56-p13",
      "type": "verse",
      "number": "13",
      "content": "And now these are the cities of which the Lamanites have obtained possession by the shedding of the blood of so many of our valiant men:",
      "churchId": "p13"
    },
    {
      "slug": "alma-56-p14",
      "type": "verse",
      "number": "14",
      "content": "The land of Manti, or the city of Manti, and the city of Zeezrom, and the city of Cumeni, and the city of Antiparah.",
      "churchId": "p14"
    },
    {
      "slug": "alma-56-p15",
      "type": "verse",
      "number": "15",
      "content": "And these are the cities which they possessed when I arrived at the city of Judea; and I found Antipus and his men toiling with their might to fortify the city.",
      "churchId": "p15"
    },
    {
      "slug": "alma-56-p16",
      "type": "verse",
      "number": "16",
      "content": "Yea, and they were depressed in body as well as in spirit, for they had fought valiantly by day and toiled by night to maintain their cities; and thus they had suffered great afflictions of every kind.",
      "churchId": "p16"
    },
    {
      "slug": "alma-56-p17",
      "type": "verse",
      "number": "17",
      "content": "And now they were determined to conquer in this place or die; therefore you may well suppose that this little force which I brought with me, yea, those sons of mine, gave them great hopes and much joy.",
      "churchId": "p17"
    },
    {
      "slug": "alma-56-p18",
      "type": "verse",
      "number": "18",
      "content": "And now it came to pass that when the Lamanites saw that Antipus had received a greater strength to his army, they were compelled by the orders of Ammoron to not come against the city of Judea, or against us, to battle.",
      "churchId": "p18"
    },
    {
      "slug": "alma-56-p19",
      "type": "verse",
      "number": "19",
      "content": "And thus were we favored of the Lord; for had they come upon us in this our weakness they might have perhaps destroyed our little army; but thus were we preserved.",
      "churchId": "p19"
    },
    {
      "slug": "alma-56-p20",
      "type": "verse",
      "number": "20",
      "content": "They were commanded by Ammoron to maintain those cities which they had taken. And thus ended the twenty and sixth year. And in the commencement of the twenty and seventh year we had prepared our city and ourselves for defence.",
      "churchId": "p20"
    },
    {
      "slug": "alma-56-p21",
      "type": "verse",
      "number": "21",
      "content": "Now we were desirous that the Lamanites should come upon us; for we were not desirous to make an attack upon them in their strongholds.",
      "churchId": "p21"
    },
    {
      "slug": "alma-56-p22",
      "type": "verse",
      "number": "22",
      "content": "And it came to pass that we kept spies out round about, to watch the movements of the Lamanites, that they might not pass us by night nor by day to make an attack upon our other cities which were on the northward.",
      "churchId": "p22"
    },
    {
      "slug": "alma-56-p23",
      "type": "verse",
      "number": "23",
      "content": "For we knew in those cities they were not sufficiently strong to meet them; therefore we were desirous, if they should pass by us, to fall upon them in their rear, and thus bring them up in the rear at the same time they were met in the front. We supposed that we could overpower them; but behold, we were disappointed in this our desire.",
      "churchId": "p23"
    },
    {
      "slug": "alma-56-p24",
      "type": "verse",
      "number": "24",
      "content": "They durst not pass by us with their whole army, neither durst they with a part, lest they should not be sufficiently strong and they should fall.",
      "churchId": "p24"
    },
    {
      "slug": "alma-56-p25",
      "type": "verse",
      "number": "25",
      "content": "Neither durst they march down against the city of Zarahemla; neither durst they cross the head of Sidon, over to the city of Nephihah.",
      "churchId": "p25"
    },
    {
      "slug": "alma-56-p26",
      "type": "verse",
      "number": "26",
      "content": "And thus, with their forces, they were determined to maintain those cities which they had taken.",
      "churchId": "p26"
    },
    {
      "slug": "alma-56-p27",
      "type": "verse",
      "number": "27",
      "content": "And now it came to pass in the second month of this year, there was brought unto us many provisions from the fathers of those my two thousand sons.",
      "churchId": "p27"
    },
    {
      "slug": "alma-56-p28",
      "type": "verse",
      "number": "28",
      "content": "And also there were sent two thousand men unto us from the land of Zarahemla. And thus we were prepared with ten thousand men, and provisions for them, and also for their wives and their children.",
      "churchId": "p28"
    },
    {
      "slug": "alma-56-p29",
      "type": "verse",
      "number": "29",
      "content": "And the Lamanites, thus seeing our forces increase daily, and provisions arrive for our support, they began to be fearful, and began to sally forth, if it were possible to put an end to our receiving provisions and strength.",
      "churchId": "p29"
    },
    {
      "slug": "alma-56-p30",
      "type": "verse",
      "number": "30",
      "content": "Now when we saw that the Lamanites began to grow uneasy on this wise, we were desirous to bring a stratagem into effect upon them; therefore Antipus ordered that I should march forth with my little sons to a neighboring city, as if we were carrying provisions to a neighboring city.",
      "churchId": "p30"
    },
    {
      "slug": "alma-56-p31",
      "type": "verse",
      "number": "31",
      "content": "And we were to march near the city of Antiparah, as if we were going to the city beyond, in the borders by the seashore.",
      "churchId": "p31"
    },
    {
      "slug": "alma-56-p32",
      "type": "verse",
      "number": "32",
      "content": "And it came to pass that we did march forth, as if with our provisions, to go to that city.",
      "churchId": "p32"
    },
    {
      "slug": "alma-56-p33",
      "type": "verse",
      "number": "33",
      "content": "And it came to pass that Antipus did march forth with a part of his army, leaving the remainder to maintain the city. But he did not march forth until I had gone forth with my little army, and came near the city Antiparah.",
      "churchId": "p33"
    },
    {
      "slug": "alma-56-p34",
      "type": "verse",
      "number": "34",
      "content": "And now, in the city Antiparah were stationed the strongest army of the Lamanites; yea, the most numerous.",
      "churchId": "p34"
    },
    {
      "slug": "alma-56-p35",
      "type": "verse",
      "number": "35",
      "content": "And it came to pass that when they had been informed by their spies, they came forth with their army and marched against us.",
      "churchId": "p35"
    },
    {
      "slug": "alma-56-p36",
      "type": "verse",
      "number": "36",
      "content": "And it came to pass that we did flee before them, northward. And thus we did lead away the most powerful army of the Lamanites;",
      "churchId": "p36"
    },
    {
      "slug": "alma-56-p37",
      "type": "verse",
      "number": "37",
      "content": "Yea, even to a considerable distance, insomuch that when they saw the army of Antipus pursuing them, with their might, they did not turn to the right nor to the left, but pursued their march in a straight course after us; and, as we suppose, it was their intent to slay us before Antipus should overtake them, and this that they might not be surrounded by our people.",
      "churchId": "p37"
    },
    {
      "slug": "alma-56-p38",
      "type": "verse",
      "number": "38",
      "content": "And now Antipus, beholding our danger, did speed the march of his army. But behold, it was night; therefore they did not overtake us, neither did Antipus overtake them; therefore we did camp for the night.",
      "churchId": "p38"
    },
    {
      "slug": "alma-56-p39",
      "type": "verse",
      "number": "39",
      "content": "And it came to pass that before the dawn of the morning, behold, the Lamanites were pursuing us. Now we were not sufficiently strong to contend with them; yea, I would not suffer that my little sons should fall into their hands; therefore we did continue our march, and we took our march into the wilderness.",
      "churchId": "p39"
    },
    {
      "slug": "alma-56-p40",
      "type": "verse",
      "number": "40",
      "content": "Now they durst not turn to the right nor to the left lest they should be surrounded; neither would I turn to the right nor to the left lest they should overtake me, and we could not stand against them, but be slain, and they would make their escape; and thus we did flee all that day into the wilderness, even until it was dark.",
      "churchId": "p40"
    },
    {
      "slug": "alma-56-p41",
      "type": "verse",
      "number": "41",
      "content": "And it came to pass that again, when the light of the morning came we saw the Lamanites upon us, and we did flee before them.",
      "churchId": "p41"
    },
    {
      "slug": "alma-56-p42",
      "type": "verse",
      "number": "42",
      "content": "But it came to pass that they did not pursue us far before they halted; and it was in the morning of the third day of the seventh month.",
      "churchId": "p42"
    },
    {
      "slug": "alma-56-p43",
      "type": "verse",
      "number": "43",
      "content": "And now, whether they were overtaken by Antipus we knew not, but I said unto my men: Behold, we know not but they have halted for the purpose that we should come against them, that they might catch us in their snare;",
      "churchId": "p43"
    },
    {
      "slug": "alma-56-p44",
      "type": "verse",
      "number": "44",
      "content": "Therefore what say ye, my sons, will ye go against them to battle?",
      "churchId": "p44"
    },
    {
      "slug": "alma-56-p45",
      "type": "verse",
      "number": "45",
      "content": "And now I say unto you, my beloved brother Moroni, that never had I seen so great courage, nay, not amongst all the Nephites.",
      "churchId": "p45"
    },
    {
      "slug": "alma-56-p46",
      "type": "verse",
      "number": "46",
      "content": "For as I had ever called them my sons (for they were all of them very young) even so they said unto me: Father, behold our God is with us, and he will not suffer that we should fall; then let us go forth; we would not slay our brethren if they would let us alone; therefore let us go, lest they should overpower the army of Antipus.",
      "churchId": "p46"
    },
    {
      "slug": "alma-56-p47",
      "type": "verse",
      "number": "47",
      "content": "Now they never had fought, yet they did not fear death; and they did think more upon the liberty of their fathers than they did upon their lives; yea, they had been taught by their mothers, that if they did not doubt, God would deliver them.",
      "churchId": "p47"
    },
    {
      "slug": "alma-56-p48",
      "type": "verse",
      "number": "48",
      "content": "And they rehearsed unto me the words of their mothers, saying: We do not doubt our mothers knew it.",
      "churchId": "p48"
    },
    {
      "slug": "alma-56-p49",
      "type": "verse",
      "number": "49",
      "content": "And it came to pass that I did return with my two thousand against these Lamanites who had pursued us. And now behold, the armies of Antipus had overtaken them, and a terrible battle had commenced.",
      "churchId": "p49"
    },
    {
      "slug": "alma-56-p50",
      "type": "verse",
      "number": "50",
      "content": "The army of Antipus being weary, because of their long march in so short a space of time, were about to fall into the hands of the Lamanites; and had I not returned with my two thousand they would have obtained their purpose.",
      "churchId": "p50"
    },
    {
      "slug": "alma-56-p51",
      "type": "verse",
      "number": "51",
      "content": "For Antipus had fallen by the sword, and many of his leaders, because of their weariness, which was occasioned by the speed of their march—therefore the men of Antipus, being confused because of the fall of their leaders, began to give way before the Lamanites.",
      "churchId": "p51"
    },
    {
      "slug": "alma-56-p52",
      "type": "verse",
      "number": "52",
      "content": "And it came to pass that the Lamanites took courage, and began to pursue them; and thus were the Lamanites pursuing them with great vigor when Helaman came upon their rear with his two thousand, and began to slay them exceedingly, insomuch that the whole army of the Lamanites halted and turned upon Helaman.",
      "churchId": "p52"
    },
    {
      "slug": "alma-56-p53",
      "type": "verse",
      "number": "53",
      "content": "Now when the people of Antipus saw that the Lamanites had turned them about, they gathered together their men and came again upon the rear of the Lamanites.",
      "churchId": "p53"
    },
    {
      "slug": "alma-56-p54",
      "type": "verse",
      "number": "54",
      "content": "And now it came to pass that we, the people of Nephi, the people of Antipus, and I with my two thousand, did surround the Lamanites, and did slay them; yea, insomuch that they were compelled to deliver up their weapons of war and also themselves as prisoners of war.",
      "churchId": "p54"
    },
    {
      "slug": "alma-56-p55",
      "type": "verse",
      "number": "55",
      "content": "And now it came to pass that when they had surrendered themselves up unto us, behold, I numbered those young men who had fought with me, fearing lest there were many of them slain.",
      "churchId": "p55"
    },
    {
      "slug": "alma-56-p56",
      "type": "verse",
      "number": "56",
      "content": "But behold, to my great joy, there had not one soul of them fallen to the earth; yea, and they had fought as if with the strength of God; yea, never were men known to have fought with such miraculous strength; and with such mighty power did they fall upon the Lamanites, that they did frighten them; and for this cause did the Lamanites deliver themselves up as prisoners of war.",
      "churchId": "p56"
    },
    {
      "slug": "alma-56-p57",
      "type": "verse",
      "number": "57",
      "content": "And as we had no place for our prisoners, that we could guard them to keep them from the armies of the Lamanites, therefore we sent them to the land of Zarahemla, and a part of those men who were not slain of Antipus, with them; and the remainder I took and joined them to my stripling Ammonites, and took our march back to the city of Judea.",
      "churchId": "p57"
    }
  ]
}