{
  "name": "Alma 49",
  "abbrev": "Alma 49",
  "number": "49",
  "churchUri": "/scriptures/bofm/alma/49",
  "paragraphs": [
    {
      "slug": "alma-49-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 49",
      "churchId": "title_number1"
    },
    {
      "slug": "alma-49-p1",
      "type": "verse",
      "number": "1",
      "content": "And now it came to pass in the eleventh month of the nineteenth year, on the tenth day of the month, the armies of the Lamanites were seen approaching towards the land of Ammonihah.",
      "churchId": "p1"
    },
    {
      "slug": "alma-49-p2",
      "type": "verse",
      "number": "2",
      "content": "And behold, the city had been rebuilt, and Moroni had stationed an army by the borders of the city, and they had cast up dirt round about to shield them from the arrows and the stones of the Lamanites; for behold, they fought with stones and with arrows.",
      "churchId": "p2"
    },
    {
      "slug": "alma-49-p3",
      "type": "verse",
      "number": "3",
      "content": "Behold, I said that the city of Ammonihah had been rebuilt. I say unto you, yea, that it was in part rebuilt; and because the Lamanites had destroyed it once because of the iniquity of the people, they supposed that it would again become an easy prey for them.",
      "churchId": "p3"
    },
    {
      "slug": "alma-49-p4",
      "type": "verse",
      "number": "4",
      "content": "But behold, how great was their disappointment; for behold, the Nephites had dug up a ridge of earth round about them, which was so high that the Lamanites could not cast their stones and their arrows at them that they might take effect, neither could they come upon them save it was by their place of entrance.",
      "churchId": "p4"
    },
    {
      "slug": "alma-49-p5",
      "type": "verse",
      "number": "5",
      "content": "Now at this time the chief captains of the Lamanites were astonished exceedingly, because of the wisdom of the Nephites in preparing their places of security.",
      "churchId": "p5"
    },
    {
      "slug": "alma-49-p6",
      "type": "verse",
      "number": "6",
      "content": "Now the leaders of the Lamanites had supposed, because of the greatness of their numbers, yea, they supposed that they should be privileged to come upon them as they had hitherto done; yea, and they had also prepared themselves with shields, and with breastplates; and they had also prepared themselves with garments of skins, yea, very thick garments to cover their nakedness.",
      "churchId": "p6"
    },
    {
      "slug": "alma-49-p7",
      "type": "verse",
      "number": "7",
      "content": "And being thus prepared they supposed that they should easily overpower and subject their brethren to the yoke of bondage, or slay and massacre them according to their pleasure.",
      "churchId": "p7"
    },
    {
      "slug": "alma-49-p8",
      "type": "verse",
      "number": "8",
      "content": "But behold, to their uttermost astonishment, they were prepared for them, in a manner which never had been known among the children of Lehi. Now they were prepared for the Lamanites, to battle after the manner of the instructions of Moroni.",
      "churchId": "p8"
    },
    {
      "slug": "alma-49-p9",
      "type": "verse",
      "number": "9",
      "content": "And it came to pass that the Lamanites, or the Amalickiahites, were exceedingly astonished at their manner of preparation for war.",
      "churchId": "p9"
    },
    {
      "slug": "alma-49-p10",
      "type": "verse",
      "number": "10",
      "content": "Now, if king Amalickiah had come down out of the land of Nephi, at the head of his army, perhaps he would have caused the Lamanites to have attacked the Nephites at the city of Ammonihah; for behold, he did care not for the blood of his people.",
      "churchId": "p10"
    },
    {
      "slug": "alma-49-p11",
      "type": "verse",
      "number": "11",
      "content": "But behold, Amalickiah did not come down himself to battle. And behold, his chief captains durst not attack the Nephites at the city of Ammonihah, for Moroni had altered the management of affairs among the Nephites, insomuch that the Lamanites were disappointed in their places of retreat and they could not come upon them.",
      "churchId": "p11"
    },
    {
      "slug": "alma-49-p12",
      "type": "verse",
      "number": "12",
      "content": "Therefore they retreated into the wilderness, and took their camp and marched towards the land of Noah, supposing that to be the next best place for them to come against the Nephites.",
      "churchId": "p12"
    },
    {
      "slug": "alma-49-p13",
      "type": "verse",
      "number": "13",
      "content": "For they knew not that Moroni had fortified, or had built forts of security, for every city in all the land round about; therefore, they marched forward to the land of Noah with a firm determination; yea, their chief captains came forward and took an oath that they would destroy the people of that city.",
      "churchId": "p13"
    },
    {
      "slug": "alma-49-p14",
      "type": "verse",
      "number": "14",
      "content": "But behold, to their astonishment, the city of Noah, which had hitherto been a weak place, had now, by the means of Moroni, become strong, yea, even to exceed the strength of the city Ammonihah.",
      "churchId": "p14"
    },
    {
      "slug": "alma-49-p15",
      "type": "verse",
      "number": "15",
      "content": "And now, behold, this was wisdom in Moroni; for he had supposed that they would be frightened at the city Ammonihah; and as the city of Noah had hitherto been the weakest part of the land, therefore they would march thither to battle; and thus it was according to his desires.",
      "churchId": "p15"
    },
    {
      "slug": "alma-49-p16",
      "type": "verse",
      "number": "16",
      "content": "And behold, Moroni had appointed Lehi to be chief captain over the men of that city; and it was that same Lehi who fought with the Lamanites in the valley on the east of the river Sidon.",
      "churchId": "p16"
    },
    {
      "slug": "alma-49-p17",
      "type": "verse",
      "number": "17",
      "content": "And now behold it came to pass, that when the Lamanites had found that Lehi commanded the city they were again disappointed, for they feared Lehi exceedingly; nevertheless their chief captains had sworn with an oath to attack the city; therefore, they brought up their armies.",
      "churchId": "p17"
    },
    {
      "slug": "alma-49-p18",
      "type": "verse",
      "number": "18",
      "content": "Now behold, the Lamanites could not get into their forts of security by any other way save by the entrance, because of the highness of the bank which had been thrown up, and the depth of the ditch which had been dug round about, save it were by the entrance.",
      "churchId": "p18"
    },
    {
      "slug": "alma-49-p19",
      "type": "verse",
      "number": "19",
      "content": "And thus were the Nephites prepared to destroy all such as should attempt to climb up to enter the fort by any other way, by casting over stones and arrows at them.",
      "churchId": "p19"
    },
    {
      "slug": "alma-49-p20",
      "type": "verse",
      "number": "20",
      "content": "Thus they were prepared, yea, a body of their strongest men, with their swords and their slings, to smite down all who should attempt to come into their place of security by the place of entrance; and thus were they prepared to defend themselves against the Lamanites.",
      "churchId": "p20"
    },
    {
      "slug": "alma-49-p21",
      "type": "verse",
      "number": "21",
      "content": "And it came to pass that the captains of the Lamanites brought up their armies before the place of entrance, and began to contend with the Nephites, to get into their place of security; but behold, they were driven back from time to time, insomuch that they were slain with an immense slaughter.",
      "churchId": "p21"
    },
    {
      "slug": "alma-49-p22",
      "type": "verse",
      "number": "22",
      "content": "Now when they found that they could not obtain power over the Nephites by the pass, they began to dig down their banks of earth that they might obtain a pass to their armies, that they might have an equal chance to fight; but behold, in these attempts they were swept off by the stones and arrows which were thrown at them; and instead of filling up their ditches by pulling down the banks of earth, they were filled up in a measure with their dead and wounded bodies.",
      "churchId": "p22"
    },
    {
      "slug": "alma-49-p23",
      "type": "verse",
      "number": "23",
      "content": "Thus the Nephites had all power over their enemies; and thus the Lamanites did attempt to destroy the Nephites until their chief captains were all slain; yea, and more than a thousand of the Lamanites were slain; while, on the other hand, there was not a single soul of the Nephites which was slain.",
      "churchId": "p23"
    },
    {
      "slug": "alma-49-p24",
      "type": "verse",
      "number": "24",
      "content": "There were about fifty who were wounded, who had been exposed to the arrows of the Lamanites through the pass, but they were shielded by their shields, and their breastplates, and their head-plates, insomuch that their wounds were upon their legs, many of which were very severe.",
      "churchId": "p24"
    },
    {
      "slug": "alma-49-p25",
      "type": "verse",
      "number": "25",
      "content": "And it came to pass, that when the Lamanites saw that their chief captains were all slain they fled into the wilderness. And it came to pass that they returned to the land of Nephi, to inform their king, Amalickiah, who was a Nephite by birth, concerning their great loss.",
      "churchId": "p25"
    },
    {
      "slug": "alma-49-p26",
      "type": "verse",
      "number": "26",
      "content": "And it came to pass that he was exceedingly angry with his people, because he had not obtained his desire over the Nephites; he had not subjected them to the yoke of bondage.",
      "churchId": "p26"
    },
    {
      "slug": "alma-49-p27",
      "type": "verse",
      "number": "27",
      "content": "Yea, he was exceedingly wroth, and he did curse God, and also Moroni, swearing with an oath that he would drink his blood; and this because Moroni had kept the commandments of God in preparing for the safety of his people.",
      "churchId": "p27"
    },
    {
      "slug": "alma-49-p28",
      "type": "verse",
      "number": "28",
      "content": "And it came to pass, that on the other hand, the people of Nephi did thank the Lord their God, because of his matchless power in delivering them from the hands of their enemies.",
      "churchId": "p28"
    },
    {
      "slug": "alma-49-p29",
      "type": "verse",
      "number": "29",
      "content": "And thus ended the nineteenth year of the reign of the judges over the people of Nephi.",
      "churchId": "p29"
    },
    {
      "slug": "alma-49-p30",
      "type": "verse",
      "number": "30",
      "content": "Yea, and there was continual peace among them, and exceedingly great prosperity in the church because of their heed and diligence which they gave unto the word of God, which was declared unto them by Helaman, and Shiblon, and Corianton, and Ammon and his brethren, yea, and by all those who had been ordained by the holy order of God, being baptized unto repentance, and sent forth to preach among the people.",
      "churchId": "p30"
    }
  ]
}