{
  "name": "Alma 39",
  "abbrev": "Alma 39",
  "number": "39",
  "churchUri": "/scriptures/bofm/alma/39",
  "paragraphs": [
    {
      "slug": "alma-39-intro1",
      "type": "paragraph",
      "number": null,
      "content": "The commandments of Alma to his son Corianton.",
      "churchId": "intro1"
    },
    {
      "slug": "alma-39-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 39",
      "churchId": "title_number1"
    },
    {
      "slug": "alma-39-p1",
      "type": "verse",
      "number": "1",
      "content": "And now, my son, I have somewhat more to say unto thee than what I said unto thy brother; for behold, have ye not observed the steadiness of thy brother, his faithfulness, and his diligence in keeping the commandments of God? Behold, has he not set a good example for thee?",
      "churchId": "p1"
    },
    {
      "slug": "alma-39-p2",
      "type": "verse",
      "number": "2",
      "content": "For thou didst not give so much heed unto my words as did thy brother, among the people of the Zoramites. Now this is what I have against thee; thou didst go on unto boasting in thy strength and thy wisdom.",
      "churchId": "p2"
    },
    {
      "slug": "alma-39-p3",
      "type": "verse",
      "number": "3",
      "content": "And this is not all, my son. Thou didst do that which was grievous unto me; for thou didst forsake the ministry, and did go over into the land of Siron among the borders of the Lamanites, after the harlot Isabel.",
      "churchId": "p3"
    },
    {
      "slug": "alma-39-p4",
      "type": "verse",
      "number": "4",
      "content": "Yea, she did steal away the hearts of many; but this was no excuse for thee, my son. Thou shouldst have tended to the ministry wherewith thou wast entrusted.",
      "churchId": "p4"
    },
    {
      "slug": "alma-39-p5",
      "type": "verse",
      "number": "5",
      "content": "Know ye not, my son, that these things are an abomination in the sight of the Lord; yea, most abominable above all sins save it be the shedding of innocent blood or denying the Holy Ghost?",
      "churchId": "p5"
    },
    {
      "slug": "alma-39-p6",
      "type": "verse",
      "number": "6",
      "content": "For behold, if ye deny the Holy Ghost when it once has had place in you, and ye know that ye deny it, behold, this is a sin which is unpardonable; yea, and whosoever murdereth against the light and knowledge of God, it is not easy for him to obtain forgiveness; yea, I say unto you, my son, that it is not easy for him to obtain a forgiveness.",
      "churchId": "p6"
    },
    {
      "slug": "alma-39-p7",
      "type": "verse",
      "number": "7",
      "content": "And now, my son, I would to God that ye had not been guilty of so great a crime. I would not dwell upon your crimes, to harrow up your soul, if it were not for your good.",
      "churchId": "p7"
    },
    {
      "slug": "alma-39-p8",
      "type": "verse",
      "number": "8",
      "content": "But behold, ye cannot hide your crimes from God; and except ye repent they will stand as a testimony against you at the last day.",
      "churchId": "p8"
    },
    {
      "slug": "alma-39-p9",
      "type": "verse",
      "number": "9",
      "content": "Now my son, I would that ye should repent and forsake your sins, and go no more after the lusts of your eyes, but cross yourself in all these things; for except ye do this ye can in nowise inherit the kingdom of God. Oh, remember, and take it upon you, and cross yourself in these things.",
      "churchId": "p9"
    },
    {
      "slug": "alma-39-p10",
      "type": "verse",
      "number": "10",
      "content": "And I command you to take it upon you to counsel with your elder brothers in your undertakings; for behold, thou art in thy youth, and ye stand in need to be nourished by your brothers. And give heed to their counsel.",
      "churchId": "p10"
    },
    {
      "slug": "alma-39-p11",
      "type": "verse",
      "number": "11",
      "content": "Suffer not yourself to be led away by any vain or foolish thing; suffer not the devil to lead away your heart again after those wicked harlots. Behold, O my son, how great iniquity ye brought upon the Zoramites; for when they saw your conduct they would not believe in my words.",
      "churchId": "p11"
    },
    {
      "slug": "alma-39-p12",
      "type": "verse",
      "number": "12",
      "content": "And now the Spirit of the Lord doth say unto me: Command thy children to do good, lest they lead away the hearts of many people to destruction; therefore I command you, my son, in the fear of God, that ye refrain from your iniquities;",
      "churchId": "p12"
    },
    {
      "slug": "alma-39-p13",
      "type": "verse",
      "number": "13",
      "content": "That ye turn to the Lord with all your mind, might, and strength; that ye lead away the hearts of no more to do wickedly; but rather return unto them, and acknowledge your faults and that wrong which ye have done.",
      "churchId": "p13"
    },
    {
      "slug": "alma-39-p14",
      "type": "verse",
      "number": "14",
      "content": "Seek not after riches nor the vain things of this world; for behold, you cannot carry them with you.",
      "churchId": "p14"
    },
    {
      "slug": "alma-39-p15",
      "type": "verse",
      "number": "15",
      "content": "And now, my son, I would say somewhat unto you concerning the coming of Christ. Behold, I say unto you, that it is he that surely shall come to take away the sins of the world; yea, he cometh to declare glad tidings of salvation unto his people.",
      "churchId": "p15"
    },
    {
      "slug": "alma-39-p16",
      "type": "verse",
      "number": "16",
      "content": "And now, my son, this was the ministry unto which ye were called, to declare these glad tidings unto this people, to prepare their minds; or rather that salvation might come unto them, that they may prepare the minds of their children to hear the word at the time of his coming.",
      "churchId": "p16"
    },
    {
      "slug": "alma-39-p17",
      "type": "verse",
      "number": "17",
      "content": "And now I will ease your mind somewhat on this subject. Behold, you marvel why these things should be known so long beforehand. Behold, I say unto you, is not a soul at this time as precious unto God as a soul will be at the time of his coming?",
      "churchId": "p17"
    },
    {
      "slug": "alma-39-p18",
      "type": "verse",
      "number": "18",
      "content": "Is it not as necessary that the plan of redemption should be made known unto this people as well as unto their children?",
      "churchId": "p18"
    },
    {
      "slug": "alma-39-p19",
      "type": "verse",
      "number": "19",
      "content": "Is it not as easy at this time for the Lord to send his angel to declare these glad tidings unto us as unto our children, or as after the time of his coming?",
      "churchId": "p19"
    }
  ]
}