{
  "name": "Alma 38",
  "abbrev": "Alma 38",
  "number": "38",
  "churchUri": "/scriptures/bofm/alma/38",
  "paragraphs": [
    {
      "slug": "alma-38-intro1",
      "type": "paragraph",
      "number": null,
      "content": "The commandments of Alma to his son Shiblon.",
      "churchId": "intro1"
    },
    {
      "slug": "alma-38-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 38",
      "churchId": "title_number1"
    },
    {
      "slug": "alma-38-p1",
      "type": "verse",
      "number": "1",
      "content": "My son, give ear to my words, for I say unto you, even as I said unto Helaman, that inasmuch as ye shall keep the commandments of God ye shall prosper in the land; and inasmuch as ye will not keep the commandments of God ye shall be cut off from his presence.",
      "churchId": "p1"
    },
    {
      "slug": "alma-38-p2",
      "type": "verse",
      "number": "2",
      "content": "And now, my son, I trust that I shall have great joy in you, because of your steadiness and your faithfulness unto God; for as you have commenced in your youth to look to the Lord your God, even so I hope that you will continue in keeping his commandments; for blessed is he that endureth to the end.",
      "churchId": "p2"
    },
    {
      "slug": "alma-38-p3",
      "type": "verse",
      "number": "3",
      "content": "I say unto you, my son, that I have had great joy in thee already, because of thy faithfulness and thy diligence, and thy patience and thy long-suffering among the people of the Zoramites.",
      "churchId": "p3"
    },
    {
      "slug": "alma-38-p4",
      "type": "verse",
      "number": "4",
      "content": "For I know that thou wast in bonds; yea, and I also know that thou wast stoned for the word’s sake; and thou didst bear all these things with patience because the Lord was with thee; and now thou knowest that the Lord did deliver thee.",
      "churchId": "p4"
    },
    {
      "slug": "alma-38-p5",
      "type": "verse",
      "number": "5",
      "content": "And now my son, Shiblon, I would that ye should remember, that as much as ye shall put your trust in God even so much ye shall be delivered out of your trials, and your troubles, and your afflictions, and ye shall be lifted up at the last day.",
      "churchId": "p5"
    },
    {
      "slug": "alma-38-p6",
      "type": "verse",
      "number": "6",
      "content": "Now, my son, I would not that ye should think that I know these things of myself, but it is the Spirit of God which is in me which maketh these things known unto me; for if I had not been born of God I should not have known these things.",
      "churchId": "p6"
    },
    {
      "slug": "alma-38-p7",
      "type": "verse",
      "number": "7",
      "content": "But behold, the Lord in his great mercy sent his angel to declare unto me that I must stop the work of destruction among his people; yea, and I have seen an angel face to face, and he spake with me, and his voice was as thunder, and it shook the whole earth.",
      "churchId": "p7"
    },
    {
      "slug": "alma-38-p8",
      "type": "verse",
      "number": "8",
      "content": "And it came to pass that I was three days and three nights in the most bitter pain and anguish of soul; and never, until I did cry out unto the Lord Jesus Christ for mercy, did I receive a remission of my sins. But behold, I did cry unto him and I did find peace to my soul.",
      "churchId": "p8"
    },
    {
      "slug": "alma-38-p9",
      "type": "verse",
      "number": "9",
      "content": "And now, my son, I have told you this that ye may learn wisdom, that ye may learn of me that there is no other way or means whereby man can be saved, only in and through Christ. Behold, he is the life and the light of the world. Behold, he is the word of truth and righteousness.",
      "churchId": "p9"
    },
    {
      "slug": "alma-38-p10",
      "type": "verse",
      "number": "10",
      "content": "And now, as ye have begun to teach the word even so I would that ye should continue to teach; and I would that ye would be diligent and temperate in all things.",
      "churchId": "p10"
    },
    {
      "slug": "alma-38-p11",
      "type": "verse",
      "number": "11",
      "content": "See that ye are not lifted up unto pride; yea, see that ye do not boast in your own wisdom, nor of your much strength.",
      "churchId": "p11"
    },
    {
      "slug": "alma-38-p12",
      "type": "verse",
      "number": "12",
      "content": "Use boldness, but not overbearance; and also see that ye bridle all your passions, that ye may be filled with love; see that ye refrain from idleness.",
      "churchId": "p12"
    },
    {
      "slug": "alma-38-p13",
      "type": "verse",
      "number": "13",
      "content": "Do not pray as the Zoramites do, for ye have seen that they pray to be heard of men, and to be praised for their wisdom.",
      "churchId": "p13"
    },
    {
      "slug": "alma-38-p14",
      "type": "verse",
      "number": "14",
      "content": "Do not say: O God, I thank thee that we are better than our brethren; but rather say: O Lord, forgive my unworthiness, and remember my brethren in mercy—yea, acknowledge your unworthiness before God at all times.",
      "churchId": "p14"
    },
    {
      "slug": "alma-38-p15",
      "type": "verse",
      "number": "15",
      "content": "And may the Lord bless your soul, and receive you at the last day into his kingdom, to sit down in peace. Now go, my son, and teach the word unto this people. Be sober. My son, farewell.",
      "churchId": "p15"
    }
  ]
}