{
  "name": "Alma 55",
  "abbrev": "Alma 55",
  "number": "55",
  "churchUri": "/scriptures/bofm/alma/55",
  "paragraphs": [
    {
      "slug": "alma-55-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 55",
      "churchId": "title_number1"
    },
    {
      "slug": "alma-55-p1",
      "type": "verse",
      "number": "1",
      "content": "Now it came to pass that when Moroni had received this epistle he was more angry, because he knew that Ammoron had a perfect knowledge of his fraud; yea, he knew that Ammoron knew that it was not a just cause that had caused him to wage a war against the people of Nephi.",
      "churchId": "p1"
    },
    {
      "slug": "alma-55-p2",
      "type": "verse",
      "number": "2",
      "content": "And he said: Behold, I will not exchange prisoners with Ammoron save he will withdraw his purpose, as I have stated in my epistle; for I will not grant unto him that he shall have any more power than what he hath got.",
      "churchId": "p2"
    },
    {
      "slug": "alma-55-p3",
      "type": "verse",
      "number": "3",
      "content": "Behold, I know the place where the Lamanites do guard my people whom they have taken prisoners; and as Ammoron would not grant unto me mine epistle, behold, I will give unto him according to my words; yea, I will seek death among them until they shall sue for peace.",
      "churchId": "p3"
    },
    {
      "slug": "alma-55-p4",
      "type": "verse",
      "number": "4",
      "content": "And now it came to pass that when Moroni had said these words, he caused that a search should be made among his men, that perhaps he might find a man who was a descendant of Laman among them.",
      "churchId": "p4"
    },
    {
      "slug": "alma-55-p5",
      "type": "verse",
      "number": "5",
      "content": "And it came to pass that they found one, whose name was Laman; and he was one of the servants of the king who was murdered by Amalickiah.",
      "churchId": "p5"
    },
    {
      "slug": "alma-55-p6",
      "type": "verse",
      "number": "6",
      "content": "Now Moroni caused that Laman and a small number of his men should go forth unto the guards who were over the Nephites.",
      "churchId": "p6"
    },
    {
      "slug": "alma-55-p7",
      "type": "verse",
      "number": "7",
      "content": "Now the Nephites were guarded in the city of Gid; therefore Moroni appointed Laman and caused that a small number of men should go with him.",
      "churchId": "p7"
    },
    {
      "slug": "alma-55-p8",
      "type": "verse",
      "number": "8",
      "content": "And when it was evening Laman went to the guards who were over the Nephites, and behold, they saw him coming and they hailed him; but he saith unto them: Fear not; behold, I am a Lamanite. Behold, we have escaped from the Nephites, and they sleep; and behold we have taken of their wine and brought with us.",
      "churchId": "p8"
    },
    {
      "slug": "alma-55-p9",
      "type": "verse",
      "number": "9",
      "content": "Now when the Lamanites heard these words they received him with joy; and they said unto him: Give us of your wine, that we may drink; we are glad that ye have thus taken wine with you for we are weary.",
      "churchId": "p9"
    },
    {
      "slug": "alma-55-p10",
      "type": "verse",
      "number": "10",
      "content": "But Laman said unto them: Let us keep of our wine till we go against the Nephites to battle. But this saying only made them more desirous to drink of the wine;",
      "churchId": "p10"
    },
    {
      "slug": "alma-55-p11",
      "type": "verse",
      "number": "11",
      "content": "For, said they: We are weary, therefore let us take of the wine, and by and by we shall receive wine for our rations, which will strengthen us to go against the Nephites.",
      "churchId": "p11"
    },
    {
      "slug": "alma-55-p12",
      "type": "verse",
      "number": "12",
      "content": "And Laman said unto them: You may do according to your desires.",
      "churchId": "p12"
    },
    {
      "slug": "alma-55-p13",
      "type": "verse",
      "number": "13",
      "content": "And it came to pass that they did take of the wine freely; and it was pleasant to their taste, therefore they took of it more freely; and it was strong, having been prepared in its strength.",
      "churchId": "p13"
    },
    {
      "slug": "alma-55-p14",
      "type": "verse",
      "number": "14",
      "content": "And it came to pass they did drink and were merry, and by and by they were all drunken.",
      "churchId": "p14"
    },
    {
      "slug": "alma-55-p15",
      "type": "verse",
      "number": "15",
      "content": "And now when Laman and his men saw that they were all drunken, and were in a deep sleep, they returned to Moroni and told him all the things that had happened.",
      "churchId": "p15"
    },
    {
      "slug": "alma-55-p16",
      "type": "verse",
      "number": "16",
      "content": "And now this was according to the design of Moroni. And Moroni had prepared his men with weapons of war; and he went to the city Gid, while the Lamanites were in a deep sleep and drunken, and cast in weapons of war unto the prisoners, insomuch that they were all armed;",
      "churchId": "p16"
    },
    {
      "slug": "alma-55-p17",
      "type": "verse",
      "number": "17",
      "content": "Yea, even to their women, and all those of their children, as many as were able to use a weapon of war, when Moroni had armed all those prisoners; and all those things were done in a profound silence.",
      "churchId": "p17"
    },
    {
      "slug": "alma-55-p18",
      "type": "verse",
      "number": "18",
      "content": "But had they awakened the Lamanites, behold they were drunken and the Nephites could have slain them.",
      "churchId": "p18"
    },
    {
      "slug": "alma-55-p19",
      "type": "verse",
      "number": "19",
      "content": "But behold, this was not the desire of Moroni; he did not delight in murder or bloodshed, but he delighted in the saving of his people from destruction; and for this cause he might not bring upon him injustice, he would not fall upon the Lamanites and destroy them in their drunkenness.",
      "churchId": "p19"
    },
    {
      "slug": "alma-55-p20",
      "type": "verse",
      "number": "20",
      "content": "But he had obtained his desires; for he had armed those prisoners of the Nephites who were within the wall of the city, and had given them power to gain possession of those parts which were within the walls.",
      "churchId": "p20"
    },
    {
      "slug": "alma-55-p21",
      "type": "verse",
      "number": "21",
      "content": "And then he caused the men who were with him to withdraw a pace from them, and surround the armies of the Lamanites.",
      "churchId": "p21"
    },
    {
      "slug": "alma-55-p22",
      "type": "verse",
      "number": "22",
      "content": "Now behold this was done in the night-time, so that when the Lamanites awoke in the morning they beheld that they were surrounded by the Nephites without, and that their prisoners were armed within.",
      "churchId": "p22"
    },
    {
      "slug": "alma-55-p23",
      "type": "verse",
      "number": "23",
      "content": "And thus they saw that the Nephites had power over them; and in these circumstances they found that it was not expedient that they should fight with the Nephites; therefore their chief captains demanded their weapons of war, and they brought them forth and cast them at the feet of the Nephites, pleading for mercy.",
      "churchId": "p23"
    },
    {
      "slug": "alma-55-p24",
      "type": "verse",
      "number": "24",
      "content": "Now behold, this was the desire of Moroni. He took them prisoners of war, and took possession of the city, and caused that all the prisoners should be liberated, who were Nephites; and they did join the army of Moroni, and were a great strength to his army.",
      "churchId": "p24"
    },
    {
      "slug": "alma-55-p25",
      "type": "verse",
      "number": "25",
      "content": "And it came to pass that he did cause the Lamanites, whom he had taken prisoners, that they should commence a labor in strengthening the fortifications round about the city Gid.",
      "churchId": "p25"
    },
    {
      "slug": "alma-55-p26",
      "type": "verse",
      "number": "26",
      "content": "And it came to pass that when he had fortified the city Gid, according to his desires, he caused that his prisoners should be taken to the city Bountiful; and he also guarded that city with an exceedingly strong force.",
      "churchId": "p26"
    },
    {
      "slug": "alma-55-p27",
      "type": "verse",
      "number": "27",
      "content": "And it came to pass that they did, notwithstanding all the intrigues of the Lamanites, keep and protect all the prisoners whom they had taken, and also maintain all the ground and the advantage which they had retaken.",
      "churchId": "p27"
    },
    {
      "slug": "alma-55-p28",
      "type": "verse",
      "number": "28",
      "content": "And it came to pass that the Nephites began again to be victorious, and to reclaim their rights and their privileges.",
      "churchId": "p28"
    },
    {
      "slug": "alma-55-p29",
      "type": "verse",
      "number": "29",
      "content": "Many times did the Lamanites attempt to encircle them about by night, but in these attempts they did lose many prisoners.",
      "churchId": "p29"
    },
    {
      "slug": "alma-55-p30",
      "type": "verse",
      "number": "30",
      "content": "And many times did they attempt to administer of their wine to the Nephites, that they might destroy them with poison or with drunkenness.",
      "churchId": "p30"
    },
    {
      "slug": "alma-55-p31",
      "type": "verse",
      "number": "31",
      "content": "But behold, the Nephites were not slow to remember the Lord their God in this their time of affliction. They could not be taken in their snares; yea, they would not partake of their wine, save they had first given to some of the Lamanite prisoners.",
      "churchId": "p31"
    },
    {
      "slug": "alma-55-p32",
      "type": "verse",
      "number": "32",
      "content": "And they were thus cautious that no poison should be administered among them; for if their wine would poison a Lamanite it would also poison a Nephite; and thus they did try all their liquors.",
      "churchId": "p32"
    },
    {
      "slug": "alma-55-p33",
      "type": "verse",
      "number": "33",
      "content": "And now it came to pass that it was expedient for Moroni to make preparations to attack the city Morianton; for behold, the Lamanites had, by their labors, fortified the city Morianton until it had become an exceeding stronghold.",
      "churchId": "p33"
    },
    {
      "slug": "alma-55-p34",
      "type": "verse",
      "number": "34",
      "content": "And they were continually bringing new forces into that city, and also new supplies of provisions.",
      "churchId": "p34"
    },
    {
      "slug": "alma-55-p35",
      "type": "verse",
      "number": "35",
      "content": "And thus ended the twenty and ninth year of the reign of the judges over the people of Nephi.",
      "churchId": "p35"
    }
  ]
}