{
  "name": "Alma 31",
  "abbrev": "Alma 31",
  "number": "31",
  "churchUri": "/scriptures/bofm/alma/31",
  "paragraphs": [
    {
      "slug": "alma-31-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 31",
      "churchId": "title_number1"
    },
    {
      "slug": "alma-31-p1",
      "type": "verse",
      "number": "1",
      "content": "Now it came to pass that after the end of Korihor, Alma having received tidings that the Zoramites were perverting the ways of the Lord, and that Zoram, who was their leader, was leading the hearts of the people to bow down to dumb idols, his heart again began to sicken because of the iniquity of the people.",
      "churchId": "p1"
    },
    {
      "slug": "alma-31-p2",
      "type": "verse",
      "number": "2",
      "content": "For it was the cause of great sorrow to Alma to know of iniquity among his people; therefore his heart was exceedingly sorrowful because of the separation of the Zoramites from the Nephites.",
      "churchId": "p2"
    },
    {
      "slug": "alma-31-p3",
      "type": "verse",
      "number": "3",
      "content": "Now the Zoramites had gathered themselves together in a land which they called Antionum, which was east of the land of Zarahemla, which lay nearly bordering upon the seashore, which was south of the land of Jershon, which also bordered upon the wilderness south, which wilderness was full of the Lamanites.",
      "churchId": "p3"
    },
    {
      "slug": "alma-31-p4",
      "type": "verse",
      "number": "4",
      "content": "Now the Nephites greatly feared that the Zoramites would enter into a correspondence with the Lamanites, and that it would be the means of great loss on the part of the Nephites.",
      "churchId": "p4"
    },
    {
      "slug": "alma-31-p5",
      "type": "verse",
      "number": "5",
      "content": "And now, as the preaching of the word had a great tendency to lead the people to do that which was just—yea, it had had more powerful effect upon the minds of the people than the sword, or anything else, which had happened unto them—therefore Alma thought it was expedient that they should try the virtue of the word of God.",
      "churchId": "p5"
    },
    {
      "slug": "alma-31-p6",
      "type": "verse",
      "number": "6",
      "content": "Therefore he took Ammon, and Aaron, and Omner; and Himni he did leave in the church in Zarahemla; but the former three he took with him, and also Amulek and Zeezrom, who were at Melek; and he also took two of his sons.",
      "churchId": "p6"
    },
    {
      "slug": "alma-31-p7",
      "type": "verse",
      "number": "7",
      "content": "Now the eldest of his sons he took not with him, and his name was Helaman; but the names of those whom he took with him were Shiblon and Corianton; and these are the names of those who went with him among the Zoramites, to preach unto them the word.",
      "churchId": "p7"
    },
    {
      "slug": "alma-31-p8",
      "type": "verse",
      "number": "8",
      "content": "Now the Zoramites were dissenters from the Nephites; therefore they had had the word of God preached unto them.",
      "churchId": "p8"
    },
    {
      "slug": "alma-31-p9",
      "type": "verse",
      "number": "9",
      "content": "But they had fallen into great errors, for they would not observe to keep the commandments of God, and his statutes, according to the law of Moses.",
      "churchId": "p9"
    },
    {
      "slug": "alma-31-p10",
      "type": "verse",
      "number": "10",
      "content": "Neither would they observe the performances of the church, to continue in prayer and supplication to God daily, that they might not enter into temptation.",
      "churchId": "p10"
    },
    {
      "slug": "alma-31-p11",
      "type": "verse",
      "number": "11",
      "content": "Yea, in fine, they did pervert the ways of the Lord in very many instances; therefore, for this cause, Alma and his brethren went into the land to preach the word unto them.",
      "churchId": "p11"
    },
    {
      "slug": "alma-31-p12",
      "type": "verse",
      "number": "12",
      "content": "Now, when they had come into the land, behold, to their astonishment they found that the Zoramites had built synagogues, and that they did gather themselves together on one day of the week, which day they did call the day of the Lord; and they did worship after a manner which Alma and his brethren had never beheld;",
      "churchId": "p12"
    },
    {
      "slug": "alma-31-p13",
      "type": "verse",
      "number": "13",
      "content": "For they had a place built up in the center of their synagogue, a place for standing, which was high above the head; and the top thereof would only admit one person.",
      "churchId": "p13"
    },
    {
      "slug": "alma-31-p14",
      "type": "verse",
      "number": "14",
      "content": "Therefore, whosoever desired to worship must go forth and stand upon the top thereof, and stretch forth his hands towards heaven, and cry with a loud voice, saying:",
      "churchId": "p14"
    },
    {
      "slug": "alma-31-p15",
      "type": "verse",
      "number": "15",
      "content": "Holy, holy God; we believe that thou art God, and we believe that thou art holy, and that thou wast a spirit, and that thou art a spirit, and that thou wilt be a spirit forever.",
      "churchId": "p15"
    },
    {
      "slug": "alma-31-p16",
      "type": "verse",
      "number": "16",
      "content": "Holy God, we believe that thou hast separated us from our brethren; and we do not believe in the tradition of our brethren, which was handed down to them by the childishness of their fathers; but we believe that thou hast elected us to be thy holy children; and also thou hast made it known unto us that there shall be no Christ.",
      "churchId": "p16"
    },
    {
      "slug": "alma-31-p17",
      "type": "verse",
      "number": "17",
      "content": "But thou art the same yesterday, today, and forever; and thou hast elected us that we shall be saved, whilst all around us are elected to be cast by thy wrath down to hell; for the which holiness, O God, we thank thee; and we also thank thee that thou hast elected us, that we may not be led away after the foolish traditions of our brethren, which doth bind them down to a belief of Christ, which doth lead their hearts to wander far from thee, our God.",
      "churchId": "p17"
    },
    {
      "slug": "alma-31-p18",
      "type": "verse",
      "number": "18",
      "content": "And again we thank thee, O God, that we are a chosen and a holy people. Amen.",
      "churchId": "p18"
    },
    {
      "slug": "alma-31-p19",
      "type": "verse",
      "number": "19",
      "content": "Now it came to pass that after Alma and his brethren and his sons had heard these prayers, they were astonished beyond all measure.",
      "churchId": "p19"
    },
    {
      "slug": "alma-31-p20",
      "type": "verse",
      "number": "20",
      "content": "For behold, every man did go forth and offer up these same prayers.",
      "churchId": "p20"
    },
    {
      "slug": "alma-31-p21",
      "type": "verse",
      "number": "21",
      "content": "Now the place was called by them Rameumptom, which, being interpreted, is the holy stand.",
      "churchId": "p21"
    },
    {
      "slug": "alma-31-p22",
      "type": "verse",
      "number": "22",
      "content": "Now, from this stand they did offer up, every man, the selfsame prayer unto God, thanking their God that they were chosen of him, and that he did not lead them away after the tradition of their brethren, and that their hearts were not stolen away to believe in things to come, which they knew nothing about.",
      "churchId": "p22"
    },
    {
      "slug": "alma-31-p23",
      "type": "verse",
      "number": "23",
      "content": "Now, after the people had all offered up thanks after this manner, they returned to their homes, never speaking of their God again until they had assembled themselves together again to the holy stand, to offer up thanks after their manner.",
      "churchId": "p23"
    },
    {
      "slug": "alma-31-p24",
      "type": "verse",
      "number": "24",
      "content": "Now when Alma saw this his heart was grieved; for he saw that they were a wicked and a perverse people; yea, he saw that their hearts were set upon gold, and upon silver, and upon all manner of fine goods.",
      "churchId": "p24"
    },
    {
      "slug": "alma-31-p25",
      "type": "verse",
      "number": "25",
      "content": "Yea, and he also saw that their hearts were lifted up unto great boasting, in their pride.",
      "churchId": "p25"
    },
    {
      "slug": "alma-31-p26",
      "type": "verse",
      "number": "26",
      "content": "And he lifted up his voice to heaven, and cried, saying: O, how long, O Lord, wilt thou suffer that thy servants shall dwell here below in the flesh, to behold such gross wickedness among the children of men?",
      "churchId": "p26"
    },
    {
      "slug": "alma-31-p27",
      "type": "verse",
      "number": "27",
      "content": "Behold, O God, they cry unto thee, and yet their hearts are swallowed up in their pride. Behold, O God, they cry unto thee with their mouths, while they are puffed up, even to greatness, with the vain things of the world.",
      "churchId": "p27"
    },
    {
      "slug": "alma-31-p28",
      "type": "verse",
      "number": "28",
      "content": "Behold, O my God, their costly apparel, and their ringlets, and their bracelets, and their ornaments of gold, and all their precious things which they are ornamented with; and behold, their hearts are set upon them, and yet they cry unto thee and say—We thank thee, O God, for we are a chosen people unto thee, while others shall perish.",
      "churchId": "p28"
    },
    {
      "slug": "alma-31-p29",
      "type": "verse",
      "number": "29",
      "content": "Yea, and they say that thou hast made it known unto them that there shall be no Christ.",
      "churchId": "p29"
    },
    {
      "slug": "alma-31-p30",
      "type": "verse",
      "number": "30",
      "content": "O Lord God, how long wilt thou suffer that such wickedness and infidelity shall be among this people? O Lord, wilt thou give me strength, that I may bear with mine infirmities. For I am infirm, and such wickedness among this people doth pain my soul.",
      "churchId": "p30"
    },
    {
      "slug": "alma-31-p31",
      "type": "verse",
      "number": "31",
      "content": "O Lord, my heart is exceedingly sorrowful; wilt thou comfort my soul in Christ. O Lord, wilt thou grant unto me that I may have strength, that I may suffer with patience these afflictions which shall come upon me, because of the iniquity of this people.",
      "churchId": "p31"
    },
    {
      "slug": "alma-31-p32",
      "type": "verse",
      "number": "32",
      "content": "O Lord, wilt thou comfort my soul, and give unto me success, and also my fellow laborers who are with me—yea, Ammon, and Aaron, and Omner, and also Amulek and Zeezrom, and also my two sons—yea, even all these wilt thou comfort, O Lord. Yea, wilt thou comfort their souls in Christ.",
      "churchId": "p32"
    },
    {
      "slug": "alma-31-p33",
      "type": "verse",
      "number": "33",
      "content": "Wilt thou grant unto them that they may have strength, that they may bear their afflictions which shall come upon them because of the iniquities of this people.",
      "churchId": "p33"
    },
    {
      "slug": "alma-31-p34",
      "type": "verse",
      "number": "34",
      "content": "O Lord, wilt thou grant unto us that we may have success in bringing them again unto thee in Christ.",
      "churchId": "p34"
    },
    {
      "slug": "alma-31-p35",
      "type": "verse",
      "number": "35",
      "content": "Behold, O Lord, their souls are precious, and many of them are our brethren; therefore, give unto us, O Lord, power and wisdom that we may bring these, our brethren, again unto thee.",
      "churchId": "p35"
    },
    {
      "slug": "alma-31-p36",
      "type": "verse",
      "number": "36",
      "content": "Now it came to pass that when Alma had said these words, that he clapped his hands upon all them who were with him. And behold, as he clapped his hands upon them, they were filled with the Holy Spirit.",
      "churchId": "p36"
    },
    {
      "slug": "alma-31-p37",
      "type": "verse",
      "number": "37",
      "content": "And after that they did separate themselves one from another, taking no thought for themselves what they should eat, or what they should drink, or what they should put on.",
      "churchId": "p37"
    },
    {
      "slug": "alma-31-p38",
      "type": "verse",
      "number": "38",
      "content": "And the Lord provided for them that they should hunger not, neither should they thirst; yea, and he also gave them strength, that they should suffer no manner of afflictions, save it were swallowed up in the joy of Christ. Now this was according to the prayer of Alma; and this because he prayed in faith.",
      "churchId": "p38"
    }
  ]
}