{
  "name": "Alma 51",
  "abbrev": "Alma 51",
  "number": "51",
  "churchUri": "/scriptures/bofm/alma/51",
  "paragraphs": [
    {
      "slug": "alma-51-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 51",
      "churchId": "title_number1"
    },
    {
      "slug": "alma-51-p1",
      "type": "verse",
      "number": "1",
      "content": "And now it came to pass in the commencement of the twenty and fifth year of the reign of the judges over the people of Nephi, they having established peace between the people of Lehi and the people of Morianton concerning their lands, and having commenced the twenty and fifth year in peace;",
      "churchId": "p1"
    },
    {
      "slug": "alma-51-p2",
      "type": "verse",
      "number": "2",
      "content": "Nevertheless, they did not long maintain an entire peace in the land, for there began to be a contention among the people concerning the chief judge Pahoran; for behold, there were a part of the people who desired that a few particular points of the law should be altered.",
      "churchId": "p2"
    },
    {
      "slug": "alma-51-p3",
      "type": "verse",
      "number": "3",
      "content": "But behold, Pahoran would not alter nor suffer the law to be altered; therefore, he did not hearken to those who had sent in their voices with their petitions concerning the altering of the law.",
      "churchId": "p3"
    },
    {
      "slug": "alma-51-p4",
      "type": "verse",
      "number": "4",
      "content": "Therefore, those who were desirous that the law should be altered were angry with him, and desired that he should no longer be chief judge over the land; therefore there arose a warm dispute concerning the matter, but not unto bloodshed.",
      "churchId": "p4"
    },
    {
      "slug": "alma-51-p5",
      "type": "verse",
      "number": "5",
      "content": "And it came to pass that those who were desirous that Pahoran should be dethroned from the judgment-seat were called king-men, for they were desirous that the law should be altered in a manner to overthrow the free government and to establish a king over the land.",
      "churchId": "p5"
    },
    {
      "slug": "alma-51-p6",
      "type": "verse",
      "number": "6",
      "content": "And those who were desirous that Pahoran should remain chief judge over the land took upon them the name of freemen; and thus was the division among them, for the freemen had sworn or covenanted to maintain their rights and the privileges of their religion by a free government.",
      "churchId": "p6"
    },
    {
      "slug": "alma-51-p7",
      "type": "verse",
      "number": "7",
      "content": "And it came to pass that this matter of their contention was settled by the voice of the people. And it came to pass that the voice of the people came in favor of the freemen, and Pahoran retained the judgment-seat, which caused much rejoicing among the brethren of Pahoran and also many of the people of liberty, who also put the king-men to silence, that they durst not oppose but were obliged to maintain the cause of freedom.",
      "churchId": "p7"
    },
    {
      "slug": "alma-51-p8",
      "type": "verse",
      "number": "8",
      "content": "Now those who were in favor of kings were those of high birth, and they sought to be kings; and they were supported by those who sought power and authority over the people.",
      "churchId": "p8"
    },
    {
      "slug": "alma-51-p9",
      "type": "verse",
      "number": "9",
      "content": "But behold, this was a critical time for such contentions to be among the people of Nephi; for behold, Amalickiah had again stirred up the hearts of the people of the Lamanites against the people of the Nephites, and he was gathering together soldiers from all parts of his land, and arming them, and preparing for war with all diligence; for he had sworn to drink the blood of Moroni.",
      "churchId": "p9"
    },
    {
      "slug": "alma-51-p10",
      "type": "verse",
      "number": "10",
      "content": "But behold, we shall see that his promise which he made was rash; nevertheless, he did prepare himself and his armies to come to battle against the Nephites.",
      "churchId": "p10"
    },
    {
      "slug": "alma-51-p11",
      "type": "verse",
      "number": "11",
      "content": "Now his armies were not so great as they had hitherto been, because of the many thousands who had been slain by the hand of the Nephites; but notwithstanding their great loss, Amalickiah had gathered together a wonderfully great army, insomuch that he feared not to come down to the land of Zarahemla.",
      "churchId": "p11"
    },
    {
      "slug": "alma-51-p12",
      "type": "verse",
      "number": "12",
      "content": "Yea, even Amalickiah did himself come down, at the head of the Lamanites. And it was in the twenty and fifth year of the reign of the judges; and it was at the same time that they had begun to settle the affairs of their contentions concerning the chief judge, Pahoran.",
      "churchId": "p12"
    },
    {
      "slug": "alma-51-p13",
      "type": "verse",
      "number": "13",
      "content": "And it came to pass that when the men who were called king-men had heard that the Lamanites were coming down to battle against them, they were glad in their hearts; and they refused to take up arms, for they were so wroth with the chief judge, and also with the people of liberty, that they would not take up arms to defend their country.",
      "churchId": "p13"
    },
    {
      "slug": "alma-51-p14",
      "type": "verse",
      "number": "14",
      "content": "And it came to pass that when Moroni saw this, and also saw that the Lamanites were coming into the borders of the land, he was exceedingly wroth because of the stubbornness of those people whom he had labored with so much diligence to preserve; yea, he was exceedingly wroth; his soul was filled with anger against them.",
      "churchId": "p14"
    },
    {
      "slug": "alma-51-p15",
      "type": "verse",
      "number": "15",
      "content": "And it came to pass that he sent a petition, with the voice of the people, unto the governor of the land, desiring that he should read it, and give him (Moroni) power to compel those dissenters to defend their country or to put them to death.",
      "churchId": "p15"
    },
    {
      "slug": "alma-51-p16",
      "type": "verse",
      "number": "16",
      "content": "For it was his first care to put an end to such contentions and dissensions among the people; for behold, this had been hitherto a cause of all their destruction. And it came to pass that it was granted according to the voice of the people.",
      "churchId": "p16"
    },
    {
      "slug": "alma-51-p17",
      "type": "verse",
      "number": "17",
      "content": "And it came to pass that Moroni commanded that his army should go against those king-men, to pull down their pride and their nobility and level them with the earth, or they should take up arms and support the cause of liberty.",
      "churchId": "p17"
    },
    {
      "slug": "alma-51-p18",
      "type": "verse",
      "number": "18",
      "content": "And it came to pass that the armies did march forth against them; and they did pull down their pride and their nobility, insomuch that as they did lift their weapons of war to fight against the men of Moroni they were hewn down and leveled to the earth.",
      "churchId": "p18"
    },
    {
      "slug": "alma-51-p19",
      "type": "verse",
      "number": "19",
      "content": "And it came to pass that there were four thousand of those dissenters who were hewn down by the sword; and those of their leaders who were not slain in battle were taken and cast into prison, for there was no time for their trials at this period.",
      "churchId": "p19"
    },
    {
      "slug": "alma-51-p20",
      "type": "verse",
      "number": "20",
      "content": "And the remainder of those dissenters, rather than be smitten down to the earth by the sword, yielded to the standard of liberty, and were compelled to hoist the title of liberty upon their towers, and in their cities, and to take up arms in defence of their country.",
      "churchId": "p20"
    },
    {
      "slug": "alma-51-p21",
      "type": "verse",
      "number": "21",
      "content": "And thus Moroni put an end to those king-men, that there were not any known by the appellation of king-men; and thus he put an end to the stubbornness and the pride of those people who professed the blood of nobility; but they were brought down to humble themselves like unto their brethren, and to fight valiantly for their freedom from bondage.",
      "churchId": "p21"
    },
    {
      "slug": "alma-51-p22",
      "type": "verse",
      "number": "22",
      "content": "Behold, it came to pass that while Moroni was thus breaking down the wars and contentions among his own people, and subjecting them to peace and civilization, and making regulations to prepare for war against the Lamanites, behold, the Lamanites had come into the land of Moroni, which was in the borders by the seashore.",
      "churchId": "p22"
    },
    {
      "slug": "alma-51-p23",
      "type": "verse",
      "number": "23",
      "content": "And it came to pass that the Nephites were not sufficiently strong in the city of Moroni; therefore Amalickiah did drive them, slaying many. And it came to pass that Amalickiah took possession of the city, yea, possession of all their fortifications.",
      "churchId": "p23"
    },
    {
      "slug": "alma-51-p24",
      "type": "verse",
      "number": "24",
      "content": "And those who fled out of the city of Moroni came to the city of Nephihah; and also the people of the city of Lehi gathered themselves together, and made preparations and were ready to receive the Lamanites to battle.",
      "churchId": "p24"
    },
    {
      "slug": "alma-51-p25",
      "type": "verse",
      "number": "25",
      "content": "But it came to pass that Amalickiah would not suffer the Lamanites to go against the city of Nephihah to battle, but kept them down by the seashore, leaving men in every city to maintain and defend it.",
      "churchId": "p25"
    },
    {
      "slug": "alma-51-p26",
      "type": "verse",
      "number": "26",
      "content": "And thus he went on, taking possession of many cities, the city of Nephihah, and the city of Lehi, and the city of Morianton, and the city of Omner, and the city of Gid, and the city of Mulek, all of which were on the east borders by the seashore.",
      "churchId": "p26"
    },
    {
      "slug": "alma-51-p27",
      "type": "verse",
      "number": "27",
      "content": "And thus had the Lamanites obtained, by the cunning of Amalickiah, so many cities, by their numberless hosts, all of which were strongly fortified after the manner of the fortifications of Moroni; all of which afforded strongholds for the Lamanites.",
      "churchId": "p27"
    },
    {
      "slug": "alma-51-p28",
      "type": "verse",
      "number": "28",
      "content": "And it came to pass that they marched to the borders of the land Bountiful, driving the Nephites before them and slaying many.",
      "churchId": "p28"
    },
    {
      "slug": "alma-51-p29",
      "type": "verse",
      "number": "29",
      "content": "But it came to pass that they were met by Teancum, who had slain Morianton and had headed his people in his flight.",
      "churchId": "p29"
    },
    {
      "slug": "alma-51-p30",
      "type": "verse",
      "number": "30",
      "content": "And it came to pass that he headed Amalickiah also, as he was marching forth with his numerous army that he might take possession of the land Bountiful, and also the land northward.",
      "churchId": "p30"
    },
    {
      "slug": "alma-51-p31",
      "type": "verse",
      "number": "31",
      "content": "But behold he met with a disappointment by being repulsed by Teancum and his men, for they were great warriors; for every man of Teancum did exceed the Lamanites in their strength and in their skill of war, insomuch that they did gain advantage over the Lamanites.",
      "churchId": "p31"
    },
    {
      "slug": "alma-51-p32",
      "type": "verse",
      "number": "32",
      "content": "And it came to pass that they did harass them, insomuch that they did slay them even until it was dark. And it came to pass that Teancum and his men did pitch their tents in the borders of the land Bountiful; and Amalickiah did pitch his tents in the borders on the beach by the seashore, and after this manner were they driven.",
      "churchId": "p32"
    },
    {
      "slug": "alma-51-p33",
      "type": "verse",
      "number": "33",
      "content": "And it came to pass that when the night had come, Teancum and his servant stole forth and went out by night, and went into the camp of Amalickiah; and behold, sleep had overpowered them because of their much fatigue, which was caused by the labors and heat of the day.",
      "churchId": "p33"
    },
    {
      "slug": "alma-51-p34",
      "type": "verse",
      "number": "34",
      "content": "And it came to pass that Teancum stole privily into the tent of the king, and put a javelin to his heart; and he did cause the death of the king immediately that he did not awake his servants.",
      "churchId": "p34"
    },
    {
      "slug": "alma-51-p35",
      "type": "verse",
      "number": "35",
      "content": "And he returned again privily to his own camp, and behold, his men were asleep, and he awoke them and told them all the things that he had done.",
      "churchId": "p35"
    },
    {
      "slug": "alma-51-p36",
      "type": "verse",
      "number": "36",
      "content": "And he caused that his armies should stand in readiness, lest the Lamanites had awakened and should come upon them.",
      "churchId": "p36"
    },
    {
      "slug": "alma-51-p37",
      "type": "verse",
      "number": "37",
      "content": "And thus endeth the twenty and fifth year of the reign of the judges over the people of Nephi; and thus endeth the days of Amalickiah.",
      "churchId": "p37"
    }
  ]
}