{
  "name": "Alma 21",
  "abbrev": "Alma 21",
  "number": "21",
  "churchUri": "/scriptures/bofm/alma/21",
  "paragraphs": [
    {
      "slug": "alma-21-intro1",
      "type": "paragraph",
      "number": null,
      "content": "An account of the preaching of Aaron, and Muloki, and their brethren, to the Lamanites.",
      "churchId": "intro1"
    },
    {
      "slug": "alma-21-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 21",
      "churchId": "title_number1"
    },
    {
      "slug": "alma-21-p1",
      "type": "verse",
      "number": "1",
      "content": "Now when Ammon and his brethren separated themselves in the borders of the land of the Lamanites, behold Aaron took his journey towards the land which was called by the Lamanites, Jerusalem, calling it after the land of their fathers’ nativity; and it was away joining the borders of Mormon.",
      "churchId": "p1"
    },
    {
      "slug": "alma-21-p2",
      "type": "verse",
      "number": "2",
      "content": "Now the Lamanites and the Amalekites and the people of Amulon had built a great city, which was called Jerusalem.",
      "churchId": "p2"
    },
    {
      "slug": "alma-21-p3",
      "type": "verse",
      "number": "3",
      "content": "Now the Lamanites of themselves were sufficiently hardened, but the Amalekites and the Amulonites were still harder; therefore they did cause the Lamanites that they should harden their hearts, that they should wax strong in wickedness and their abominations.",
      "churchId": "p3"
    },
    {
      "slug": "alma-21-p4",
      "type": "verse",
      "number": "4",
      "content": "And it came to pass that Aaron came to the city of Jerusalem, and first began to preach to the Amalekites. And he began to preach to them in their synagogues, for they had built synagogues after the order of the Nehors; for many of the Amalekites and the Amulonites were after the order of the Nehors.",
      "churchId": "p4"
    },
    {
      "slug": "alma-21-p5",
      "type": "verse",
      "number": "5",
      "content": "Therefore, as Aaron entered into one of their synagogues to preach unto the people, and as he was speaking unto them, behold there arose an Amalekite and began to contend with him, saying: What is that thou hast testified? Hast thou seen an angel? Why do not angels appear unto us? Behold are not this people as good as thy people?",
      "churchId": "p5"
    },
    {
      "slug": "alma-21-p6",
      "type": "verse",
      "number": "6",
      "content": "Thou also sayest, except we repent we shall perish. How knowest thou the thought and intent of our hearts? How knowest thou that we have cause to repent? How knowest thou that we are not a righteous people? Behold, we have built sanctuaries, and we do assemble ourselves together to worship God. We do believe that God will save all men.",
      "churchId": "p6"
    },
    {
      "slug": "alma-21-p7",
      "type": "verse",
      "number": "7",
      "content": "Now Aaron said unto him: Believest thou that the Son of God shall come to redeem mankind from their sins?",
      "churchId": "p7"
    },
    {
      "slug": "alma-21-p8",
      "type": "verse",
      "number": "8",
      "content": "And the man said unto him: We do not believe that thou knowest any such thing. We do not believe in these foolish traditions. We do not believe that thou knowest of things to come, neither do we believe that thy fathers and also that our fathers did know concerning the things which they spake, of that which is to come.",
      "churchId": "p8"
    },
    {
      "slug": "alma-21-p9",
      "type": "verse",
      "number": "9",
      "content": "Now Aaron began to open the scriptures unto them concerning the coming of Christ, and also concerning the resurrection of the dead, and that there could be no redemption for mankind save it were through the death and sufferings of Christ, and the atonement of his blood.",
      "churchId": "p9"
    },
    {
      "slug": "alma-21-p10",
      "type": "verse",
      "number": "10",
      "content": "And it came to pass as he began to expound these things unto them they were angry with him, and began to mock him; and they would not hear the words which he spake.",
      "churchId": "p10"
    },
    {
      "slug": "alma-21-p11",
      "type": "verse",
      "number": "11",
      "content": "Therefore, when he saw that they would not hear his words, he departed out of their synagogue, and came over to a village which was called Ani-Anti, and there he found Muloki preaching the word unto them; and also Ammah and his brethren. And they contended with many about the word.",
      "churchId": "p11"
    },
    {
      "slug": "alma-21-p12",
      "type": "verse",
      "number": "12",
      "content": "And it came to pass that they saw that the people would harden their hearts, therefore they departed and came over into the land of Middoni. And they did preach the word unto many, and few believed on the words which they taught.",
      "churchId": "p12"
    },
    {
      "slug": "alma-21-p13",
      "type": "verse",
      "number": "13",
      "content": "Nevertheless, Aaron and a certain number of his brethren were taken and cast into prison, and the remainder of them fled out of the land of Middoni unto the regions round about.",
      "churchId": "p13"
    },
    {
      "slug": "alma-21-p14",
      "type": "verse",
      "number": "14",
      "content": "And those who were cast into prison suffered many things, and they were delivered by the hand of Lamoni and Ammon, and they were fed and clothed.",
      "churchId": "p14"
    },
    {
      "slug": "alma-21-p15",
      "type": "verse",
      "number": "15",
      "content": "And they went forth again to declare the word, and thus they were delivered for the first time out of prison; and thus they had suffered.",
      "churchId": "p15"
    },
    {
      "slug": "alma-21-p16",
      "type": "verse",
      "number": "16",
      "content": "And they went forth whithersoever they were led by the Spirit of the Lord, preaching the word of God in every synagogue of the Amalekites, or in every assembly of the Lamanites where they could be admitted.",
      "churchId": "p16"
    },
    {
      "slug": "alma-21-p17",
      "type": "verse",
      "number": "17",
      "content": "And it came to pass that the Lord began to bless them, insomuch that they brought many to the knowledge of the truth; yea, they did convince many of their sins, and of the traditions of their fathers, which were not correct.",
      "churchId": "p17"
    },
    {
      "slug": "alma-21-p18",
      "type": "verse",
      "number": "18",
      "content": "And it came to pass that Ammon and Lamoni returned from the land of Middoni to the land of Ishmael, which was the land of their inheritance.",
      "churchId": "p18"
    },
    {
      "slug": "alma-21-p19",
      "type": "verse",
      "number": "19",
      "content": "And king Lamoni would not suffer that Ammon should serve him, or be his servant.",
      "churchId": "p19"
    },
    {
      "slug": "alma-21-p20",
      "type": "verse",
      "number": "20",
      "content": "But he caused that there should be synagogues built in the land of Ishmael; and he caused that his people, or the people who were under his reign, should assemble themselves together.",
      "churchId": "p20"
    },
    {
      "slug": "alma-21-p21",
      "type": "verse",
      "number": "21",
      "content": "And he did rejoice over them, and he did teach them many things. And he did also declare unto them that they were a people who were under him, and that they were a free people, that they were free from the oppressions of the king, his father; for that his father had granted unto him that he might reign over the people who were in the land of Ishmael, and in all the land round about.",
      "churchId": "p21"
    },
    {
      "slug": "alma-21-p22",
      "type": "verse",
      "number": "22",
      "content": "And he also declared unto them that they might have the liberty of worshiping the Lord their God according to their desires, in whatsoever place they were in, if it were in the land which was under the reign of king Lamoni.",
      "churchId": "p22"
    },
    {
      "slug": "alma-21-p23",
      "type": "verse",
      "number": "23",
      "content": "And Ammon did preach unto the people of king Lamoni; and it came to pass that he did teach them all things concerning things pertaining to righteousness. And he did exhort them daily, with all diligence; and they gave heed unto his word, and they were zealous for keeping the commandments of God.",
      "churchId": "p23"
    }
  ]
}