{
  "name": "Deuteronomy 9", 
  "abbrev": "Deut. 9", 
  "number": "9", 
  "churchUri": "/scriptures/ot/deut/9", 
  "paragraphs": [
    {
      "type": "chapter-title", 
      "id": "ct1", 
      "content": "Chapter 9", 
      "contentHtml": "Chapter 9", 
      "number": null, 
      "pageNumber": "268", 
      "compareId": "deuteronomy-9_ct1", 
      "churchId": "title_number1"
    }, 
    {
      "type": "verse", 
      "id": "v1", 
      "content": "Hear, O Israel: Thou art to pass over Jordan this day, to go in to possess nations greater and mightier than thyself, cities great and fenced up to heaven,", 
      "contentHtml": "Hear, O Israel: Thou <span class=\"clarity-word\">art</span> to pass over Jordan this day, to go in to possess nations greater and mightier than thyself, cities great and fenced up to heaven,", 
      "number": "1", 
      "pageNumber": "268", 
      "compareId": "deuteronomy-9_v1", 
      "churchId": "p1"
    }, 
    {
      "type": "verse", 
      "id": "v2", 
      "content": "A people great and tall, the children of the Anakims, whom thou knowest, and of whom thou hast heard say, Who can stand before the children of Anak!", 
      "contentHtml": "A people great and tall, the children of the Anakims, whom thou knowest, and <span class=\"clarity-word\">of whom</span> thou hast heard <span class=\"clarity-word\">say,</span> Who can stand before the children of Anak!", 
      "number": "2", 
      "pageNumber": "268", 
      "compareId": "deuteronomy-9_v2", 
      "churchId": "p2"
    }, 
    {
      "type": "verse", 
      "id": "v3", 
      "content": "Understand therefore this day, that the LORD thy God is he which goeth over before thee; as a consuming fire he shall destroy them, and he shall bring them down before thy face: so shalt thou drive them out, and destroy them quickly, as the LORD hath said unto thee.", 
      "contentHtml": "Understand therefore this day, that the <span class=\"small-caps\">Lord</span> thy God <span class=\"clarity-word\">is</span> he which goeth over before thee; <span class=\"clarity-word\">as</span> a consuming fire he shall destroy them, and he shall bring them down before thy face: so shalt thou drive them out, and destroy them quickly, as the <span class=\"small-caps\">Lord</span> hath said unto thee.", 
      "number": "3", 
      "pageNumber": "268", 
      "compareId": "deuteronomy-9_v3", 
      "churchId": "p3"
    }, 
    {
      "type": "verse", 
      "id": "v4", 
      "content": "Speak not thou in thine heart, after that the LORD thy God hath cast them out from before thee, saying, For my righteousness the LORD hath brought me in to possess this land: but for the wickedness of these nations the LORD doth drive them out from before thee.", 
      "contentHtml": "Speak not thou in thine heart, after that the <span class=\"small-caps\">Lord</span> thy God hath cast them out from before thee, saying, For my righteousness the <span class=\"small-caps\">Lord</span> hath brought me in to possess this land: but for the wickedness of these nations the <span class=\"small-caps\">Lord</span> doth drive them out from before thee.", 
      "number": "4", 
      "pageNumber": "268", 
      "compareId": "deuteronomy-9_v4", 
      "churchId": "p4"
    }, 
    {
      "type": "verse", 
      "id": "v5", 
      "content": "Not for thy righteousness, or for the uprightness of thine heart, dost thou go to possess their land: but for the wickedness of these nations the LORD thy God doth drive them out from before thee, and that he may perform the word which the LORD sware unto thy fathers, Abraham, Isaac, and Jacob.", 
      "contentHtml": "Not for thy righteousness, or for the uprightness of thine heart, dost thou go to possess their land: but for the wickedness of these nations the <span class=\"small-caps\">Lord</span> thy God doth drive them out from before thee, and that he may perform the word which the <span class=\"small-caps\">Lord</span> sware unto thy fathers, Abraham, Isaac, and Jacob.", 
      "number": "5", 
      "pageNumber": "268", 
      "compareId": "deuteronomy-9_v5", 
      "churchId": "p5"
    }, 
    {
      "type": "verse", 
      "id": "v6", 
      "content": "Understand therefore, that the LORD thy God giveth thee not this good land to possess it for thy righteousness; for thou art a stiffnecked people.", 
      "contentHtml": "Understand therefore, that the <span class=\"small-caps\">Lord</span> thy God giveth thee not this good land to possess it for thy righteousness; for thou <span class=\"clarity-word\">art</span> a stiffnecked people.", 
      "number": "6", 
      "pageNumber": "268", 
      "compareId": "deuteronomy-9_v6", 
      "churchId": "p6"
    }, 
    {
      "type": "verse", 
      "id": "v7", 
      "content": "¶ Remember, and forget not, how thou provokedst the LORD thy God to wrath in the wilderness: from the day that thou didst depart out of the land of Egypt, until ye came unto this place, ye have been rebellious against the LORD.", 
      "contentHtml": "¶ Remember, <span class=\"clarity-word\">and</span> forget not, how thou provokedst the <span class=\"small-caps\">Lord</span> thy God to wrath in the wilderness: from the day that thou didst depart out of the land of Egypt, until ye came unto this place, ye have been rebellious against the <span class=\"small-caps\">Lord</span>.", 
      "number": "7", 
      "pageNumber": "268", 
      "compareId": "deuteronomy-9_v7", 
      "churchId": "p7"
    }, 
    {
      "type": "verse", 
      "id": "v8", 
      "content": "Also in Horeb ye provoked the LORD to wrath, so that the LORD was angry with you to have destroyed you.", 
      "contentHtml": "Also in Horeb ye provoked the <span class=\"small-caps\">Lord</span> to wrath, so that the <span class=\"small-caps\">Lord</span> was angry with you to have destroyed you.", 
      "number": "8", 
      "pageNumber": "268", 
      "compareId": "deuteronomy-9_v8", 
      "churchId": "p8"
    }, 
    {
      "type": "verse", 
      "id": "v9", 
      "content": "When I was gone up into the mount to receive the tables of stone, even the tables of the covenant which the LORD made with you, then I abode in the mount forty days and forty nights, I neither did eat bread nor drink water:", 
      "contentHtml": "When I was gone up into the mount to receive the tables of stone, <span class=\"clarity-word\">even</span> the tables of the covenant which the <span class=\"small-caps\">Lord</span> made with you, then I abode in the mount forty days and forty nights, I neither did eat bread nor drink water:", 
      "number": "9", 
      "pageNumber": "268", 
      "compareId": "deuteronomy-9_v9", 
      "churchId": "p9"
    }, 
    {
      "type": "verse", 
      "id": "v10", 
      "content": "And the LORD delivered unto me two tables of stone written with the finger of God; and on them was written according to all the words, which the LORD spake with you in the mount out of the midst of the fire in the day of the assembly.", 
      "contentHtml": "And the <span class=\"small-caps\">Lord</span> delivered unto me two tables of stone written with the finger of God; and on them <span class=\"clarity-word\">was written</span> according to all the words, which the <span class=\"small-caps\">Lord</span> spake with you in the mount out of the midst of the fire in the day of the assembly.", 
      "number": "10", 
      "pageNumber": "268", 
      "compareId": "deuteronomy-9_v10", 
      "churchId": "p10"
    }, 
    {
      "type": "verse", 
      "id": "v11", 
      "content": "And it came to pass at the end of forty days and forty nights, that the LORD gave me the two tables of stone, even the tables of the covenant.", 
      "contentHtml": "And it came to pass at the end of forty days and forty nights, <span class=\"clarity-word\">that</span> the <span class=\"small-caps\">Lord</span> gave me the two tables of stone, <span class=\"clarity-word\">even</span> the tables of the covenant.", 
      "number": "11", 
      "pageNumber": "268", 
      "compareId": "deuteronomy-9_v11", 
      "churchId": "p11"
    }, 
    {
      "type": "verse", 
      "id": "v12", 
      "content": "And the LORD said unto me, Arise, get thee down quickly from hence; for thy people which thou hast brought forth out of Egypt have corrupted themselves; they are quickly turned aside out of the way which I commanded them; they have made them a molten image.", 
      "contentHtml": "And the <span class=\"small-caps\">Lord</span> said unto me, Arise, get thee down quickly from hence; for thy people which thou hast brought forth out of Egypt have corrupted <span class=\"clarity-word\">themselves;</span> they are quickly turned aside out of the way which I commanded them; they have made them a molten image.", 
      "number": "12", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v12", 
      "churchId": "p12"
    }, 
    {
      "type": "verse", 
      "id": "v13", 
      "content": "Furthermore the LORD spake unto me, saying, I have seen this people, and, behold, it is a stiffnecked people:", 
      "contentHtml": "Furthermore the <span class=\"small-caps\">Lord</span> spake unto me, saying, I have seen this people, and, behold, it <span class=\"clarity-word\">is</span> a stiffnecked people:", 
      "number": "13", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v13", 
      "churchId": "p13"
    }, 
    {
      "type": "verse", 
      "id": "v14", 
      "content": "Let me alone, that I may destroy them, and blot out their name from under heaven: and I will make of thee a nation mightier and greater than they.", 
      "contentHtml": "Let me alone, that I may destroy them, and blot out their name from under heaven: and I will make of thee a nation mightier and greater than they.", 
      "number": "14", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v14", 
      "churchId": "p14"
    }, 
    {
      "type": "verse", 
      "id": "v15", 
      "content": "So I turned and came down from the mount, and the mount burned with fire: and the two tables of the covenant were in my two hands.", 
      "contentHtml": "So I turned and came down from the mount, and the mount burned with fire: and the two tables of the covenant <span class=\"clarity-word\">were</span> in my two hands.", 
      "number": "15", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v15", 
      "churchId": "p15"
    }, 
    {
      "type": "verse", 
      "id": "v16", 
      "content": "And I looked, and, behold, ye had sinned against the LORD your God, and had made you a molten calf: ye had turned aside quickly out of the way which the LORD had commanded you.", 
      "contentHtml": "And I looked, and, behold, ye had sinned against the <span class=\"small-caps\">Lord</span> your God, <span class=\"clarity-word\">and</span> had made you a molten calf: ye had turned aside quickly out of the way which the <span class=\"small-caps\">Lord</span> had commanded you.", 
      "number": "16", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v16", 
      "churchId": "p16"
    }, 
    {
      "type": "verse", 
      "id": "v17", 
      "content": "And I took the two tables, and cast them out of my two hands, and brake them before your eyes.", 
      "contentHtml": "And I took the two tables, and cast them out of my two hands, and brake them before your eyes.", 
      "number": "17", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v17", 
      "churchId": "p17"
    }, 
    {
      "type": "verse", 
      "id": "v18", 
      "content": "And I fell down before the LORD, as at the first, forty days and forty nights: I did neither eat bread, nor drink water, because of all your sins which ye sinned, in doing wickedly in the sight of the LORD, to provoke him to anger.", 
      "contentHtml": "And I fell down before the <span class=\"small-caps\">Lord</span>, as at the first, forty days and forty nights: I did neither eat bread, nor drink water, because of all your sins which ye sinned, in doing wickedly in the sight of the <span class=\"small-caps\">Lord</span>, to provoke him to anger.", 
      "number": "18", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v18", 
      "churchId": "p18"
    }, 
    {
      "type": "verse", 
      "id": "v19", 
      "content": "For I was afraid of the anger and hot displeasure, wherewith the LORD was wroth against you to destroy you. But the LORD hearkened unto me at that time also.", 
      "contentHtml": "For I was afraid of the anger and hot displeasure, wherewith the <span class=\"small-caps\">Lord</span> was wroth against you to destroy you. But the <span class=\"small-caps\">Lord</span> hearkened unto me at that time also.", 
      "number": "19", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v19", 
      "churchId": "p19"
    }, 
    {
      "type": "verse", 
      "id": "v20", 
      "content": "And the LORD was very angry with Aaron to have destroyed him: and I prayed for Aaron also the same time.", 
      "contentHtml": "And the <span class=\"small-caps\">Lord</span> was very angry with Aaron to have destroyed him: and I prayed for Aaron also the same time.", 
      "number": "20", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v20", 
      "churchId": "p20"
    }, 
    {
      "type": "verse", 
      "id": "v21", 
      "content": "And I took your sin, the calf which ye had made, and burnt it with fire, and stamped it, and ground it very small, even until it was as small as dust: and I cast the dust thereof into the brook that descended out of the mount.", 
      "contentHtml": "And I took your sin, the calf which ye had made, and burnt it with fire, and stamped it, <span class=\"clarity-word\">and</span> ground <span class=\"clarity-word\">it</span> very small, <span class=\"clarity-word\">even</span> until it was as small as dust: and I cast the dust thereof into the brook that descended out of the mount.", 
      "number": "21", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v21", 
      "churchId": "p21"
    }, 
    {
      "type": "verse", 
      "id": "v22", 
      "content": "And at Taberah, and at Massah, and at Kibroth-hattaavah, ye provoked the LORD to wrath.", 
      "contentHtml": "And at Taberah, and at Massah, and at Kibroth-hattaavah, ye provoked the <span class=\"small-caps\">Lord</span> to wrath.", 
      "number": "22", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v22", 
      "churchId": "p22"
    }, 
    {
      "type": "verse", 
      "id": "v23", 
      "content": "Likewise when the LORD sent you from Kadesh-barnea, saying, Go up and possess the land which I have given you; then ye rebelled against the commandment of the LORD your God, and ye believed him not, nor hearkened to his voice.", 
      "contentHtml": "Likewise when the <span class=\"small-caps\">Lord</span> sent you from Kadesh-barnea, saying, Go up and possess the land which I have given you; then ye rebelled against the commandment of the <span class=\"small-caps\">Lord</span> your God, and ye believed him not, nor hearkened to his voice.", 
      "number": "23", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v23", 
      "churchId": "p23"
    }, 
    {
      "type": "verse", 
      "id": "v24", 
      "content": "Ye have been rebellious against the LORD from the day that I knew you.", 
      "contentHtml": "Ye have been rebellious against the <span class=\"small-caps\">Lord</span> from the day that I knew you.", 
      "number": "24", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v24", 
      "churchId": "p24"
    }, 
    {
      "type": "verse", 
      "id": "v25", 
      "content": "Thus I fell down before the LORD forty days and forty nights, as I fell down at the first; because the LORD had said he would destroy you.", 
      "contentHtml": "Thus I fell down before the <span class=\"small-caps\">Lord</span> forty days and forty nights, as I fell down <span class=\"clarity-word\">at the first;</span> because the <span class=\"small-caps\">Lord</span> had said he would destroy you.", 
      "number": "25", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v25", 
      "churchId": "p25"
    }, 
    {
      "type": "verse", 
      "id": "v26", 
      "content": "I prayed therefore unto the LORD, and said, O Lord GOD, destroy not thy people and thine inheritance, which thou hast redeemed through thy greatness, which thou hast brought forth out of Egypt with a mighty hand.", 
      "contentHtml": "I prayed therefore unto the <span class=\"small-caps\">Lord</span>, and said, O Lord <span class=\"small-caps\">God</span>, destroy not thy people and thine inheritance, which thou hast redeemed through thy greatness, which thou hast brought forth out of Egypt with a mighty hand.", 
      "number": "26", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v26", 
      "churchId": "p26"
    }, 
    {
      "type": "verse", 
      "id": "v27", 
      "content": "Remember thy servants, Abraham, Isaac, and Jacob; look not unto the stubbornness of this people, nor to their wickedness, nor to their sin:", 
      "contentHtml": "Remember thy servants, Abraham, Isaac, and Jacob; look not unto the stubbornness of this people, nor to their wickedness, nor to their sin:", 
      "number": "27", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v27", 
      "churchId": "p27"
    }, 
    {
      "type": "verse", 
      "id": "v28", 
      "content": "Lest the land whence thou broughtest us out say, Because the LORD was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.", 
      "contentHtml": "Lest the land whence thou broughtest us out say, Because the <span class=\"small-caps\">Lord</span> was not able to bring them into the land which he promised them, and because he hated them, he hath brought them out to slay them in the wilderness.", 
      "number": "28", 
      "pageNumber": "269", 
      "compareId": "deuteronomy-9_v28", 
      "churchId": "p28"
    }, 
    {
      "type": "verse", 
      "id": "v29", 
      "content": "Yet they are thy people and thine inheritance, which thou broughtest out by thy mighty power and by thy stretched out arm.", 
      "contentHtml": "Yet they <span class=\"clarity-word\">are</span> thy people and thine inheritance, which thou broughtest out by thy mighty power and by thy stretched out arm.", 
      "number": "29", 
      "pageNumber": "270", 
      "compareId": "deuteronomy-9_v29", 
      "churchId": "p29"
    }
  ], 
  "media": [
    {
      "type": "audio", 
      "subtype": "female", 
      "url": "https://media2.ldscdn.org/assets/scriptures/the-old-testament/2015-11-1620-deuteronomy-09-female-voice-64k-eng.mp3", 
      "id": null, 
      "thumbUrl": null, 
      "startSeconds": null, 
      "endSeconds": null, 
      "source": "ChurchofJesusChrist.org"
    }, 
    {
      "type": "audio", 
      "subtype": "male", 
      "url": "https://media2.ldscdn.org/assets/scriptures/the-old-testament/2015-11-1620-deuteronomy-09-male-voice-64k-eng.mp3", 
      "id": null, 
      "thumbUrl": null, 
      "startSeconds": null, 
      "endSeconds": null, 
      "source": "ChurchofJesusChrist.org"
    }
  ]
}