{
  "name": "Deuteronomy 26", 
  "abbrev": "Deut. 26", 
  "number": "26", 
  "churchUri": "/scriptures/ot/deut/26", 
  "paragraphs": [
    {
      "type": "chapter-title", 
      "id": "ct1", 
      "content": "Chapter 26", 
      "contentHtml": "Chapter 26", 
      "number": null, 
      "pageNumber": "292", 
      "compareId": "deuteronomy-26_ct1", 
      "churchId": "title_number1"
    }, 
    {
      "type": "verse", 
      "id": "v1", 
      "content": "And it shall be, when thou art come in unto the land which the LORD thy God giveth thee for an inheritance, and possessest it, and dwellest therein;", 
      "contentHtml": "And it shall be, when thou <span class=\"clarity-word\">art</span> come in unto the land which the <span class=\"small-caps\">Lord</span> thy God giveth thee <span class=\"clarity-word\">for</span> an inheritance, and possessest it, and dwellest therein;", 
      "number": "1", 
      "pageNumber": "292", 
      "compareId": "deuteronomy-26_v1", 
      "churchId": "p1"
    }, 
    {
      "type": "verse", 
      "id": "v2", 
      "content": "That thou shalt take of the first of all the fruit of the earth, which thou shalt bring of thy land that the LORD thy God giveth thee, and shalt put it in a basket, and shalt go unto the place which the LORD thy God shall choose to place his name there.", 
      "contentHtml": "That thou shalt take of the first of all the fruit of the earth, which thou shalt bring of thy land that the <span class=\"small-caps\">Lord</span> thy God giveth thee, and shalt put <span class=\"clarity-word\">it</span> in a basket, and shalt go unto the place which the <span class=\"small-caps\">Lord</span> thy God shall choose to place his name there.", 
      "number": "2", 
      "pageNumber": "292", 
      "compareId": "deuteronomy-26_v2", 
      "churchId": "p2"
    }, 
    {
      "type": "verse", 
      "id": "v3", 
      "content": "And thou shalt go unto the priest that shall be in those days, and say unto him, I profess this day unto the LORD thy God, that I am come unto the country which the LORD sware unto our fathers for to give us.", 
      "contentHtml": "And thou shalt go unto the priest that shall be in those days, and say unto him, I profess this day unto the <span class=\"small-caps\">Lord</span> thy God, that I am come unto the country which the <span class=\"small-caps\">Lord</span> sware unto our fathers for to give us.", 
      "number": "3", 
      "pageNumber": "292", 
      "compareId": "deuteronomy-26_v3", 
      "churchId": "p3"
    }, 
    {
      "type": "verse", 
      "id": "v4", 
      "content": "And the priest shall take the basket out of thine hand, and set it down before the altar of the LORD thy God.", 
      "contentHtml": "And the priest shall take the basket out of thine hand, and set it down before the altar of the <span class=\"small-caps\">Lord</span> thy God.", 
      "number": "4", 
      "pageNumber": "292", 
      "compareId": "deuteronomy-26_v4", 
      "churchId": "p4"
    }, 
    {
      "type": "verse", 
      "id": "v5", 
      "content": "And thou shalt speak and say before the LORD thy God, A Syrian ready to perish was my father, and he went down into Egypt, and sojourned there with a few, and became there a nation, great, mighty, and populous:", 
      "contentHtml": "And thou shalt speak and say before the <span class=\"small-caps\">Lord</span> thy God, A Syrian ready to perish <span class=\"clarity-word\">was</span> my father, and he went down into Egypt, and sojourned there with a few, and became there a nation, great, mighty, and populous:", 
      "number": "5", 
      "pageNumber": "292", 
      "compareId": "deuteronomy-26_v5", 
      "churchId": "p5"
    }, 
    {
      "type": "verse", 
      "id": "v6", 
      "content": "And the Egyptians evil entreated us, and afflicted us, and laid upon us hard bondage:", 
      "contentHtml": "And the Egyptians evil entreated us, and afflicted us, and laid upon us hard bondage:", 
      "number": "6", 
      "pageNumber": "292", 
      "compareId": "deuteronomy-26_v6", 
      "churchId": "p6"
    }, 
    {
      "type": "verse", 
      "id": "v7", 
      "content": "And when we cried unto the LORD God of our fathers, the LORD heard our voice, and looked on our affliction, and our labour, and our oppression:", 
      "contentHtml": "And when we cried unto the <span class=\"small-caps\">Lord</span> God of our fathers, the <span class=\"small-caps\">Lord</span> heard our voice, and looked on our affliction, and our labour, and our oppression:", 
      "number": "7", 
      "pageNumber": "292", 
      "compareId": "deuteronomy-26_v7", 
      "churchId": "p7"
    }, 
    {
      "type": "verse", 
      "id": "v8", 
      "content": "And the LORD brought us forth out of Egypt with a mighty hand, and with an outstretched arm, and with great terribleness, and with signs, and with wonders:", 
      "contentHtml": "And the <span class=\"small-caps\">Lord</span> brought us forth out of Egypt with a mighty hand, and with an outstretched arm, and with great terribleness, and with signs, and with wonders:", 
      "number": "8", 
      "pageNumber": "292", 
      "compareId": "deuteronomy-26_v8", 
      "churchId": "p8"
    }, 
    {
      "type": "verse", 
      "id": "v9", 
      "content": "And he hath brought us into this place, and hath given us this land, even a land that floweth with milk and honey.", 
      "contentHtml": "And he hath brought us into this place, and hath given us this land, <span class=\"clarity-word\">even</span> a land that floweth with milk and honey.", 
      "number": "9", 
      "pageNumber": "292", 
      "compareId": "deuteronomy-26_v9", 
      "churchId": "p9"
    }, 
    {
      "type": "verse", 
      "id": "v10", 
      "content": "And now, behold, I have brought the firstfruits of the land, which thou, O LORD, hast given me. And thou shalt set it before the LORD thy God, and worship before the LORD thy God:", 
      "contentHtml": "And now, behold, I have brought the firstfruits of the land, which thou, O <span class=\"small-caps\">Lord</span>, hast given me. And thou shalt set it before the <span class=\"small-caps\">Lord</span> thy God, and worship before the <span class=\"small-caps\">Lord</span> thy God:", 
      "number": "10", 
      "pageNumber": "292", 
      "compareId": "deuteronomy-26_v10", 
      "churchId": "p10"
    }, 
    {
      "type": "verse", 
      "id": "v11", 
      "content": "And thou shalt rejoice in every good thing which the LORD thy God hath given unto thee, and unto thine house, thou, and the Levite, and the stranger that is among you.", 
      "contentHtml": "And thou shalt rejoice in every good <span class=\"clarity-word\">thing</span> which the <span class=\"small-caps\">Lord</span> thy God hath given unto thee, and unto thine house, thou, and the Levite, and the stranger that <span class=\"clarity-word\">is</span> among you.", 
      "number": "11", 
      "pageNumber": "292,293", 
      "compareId": "deuteronomy-26_v11", 
      "churchId": "p11"
    }, 
    {
      "type": "verse", 
      "id": "v12", 
      "content": "¶ When thou hast made an end of tithing all the tithes of thine increase the third year, which is the year of tithing, and hast given it unto the Levite, the stranger, the fatherless, and the widow, that they may eat within thy gates, and be filled;", 
      "contentHtml": "¶ When thou hast made an end of tithing all the tithes of thine increase the third year, <span class=\"clarity-word\">which is</span> the year of tithing, and hast given <span class=\"clarity-word\">it</span> unto the Levite, the stranger, the fatherless, and the widow, that they may eat within thy gates, and be filled;", 
      "number": "12", 
      "pageNumber": "293", 
      "compareId": "deuteronomy-26_v12", 
      "churchId": "p12"
    }, 
    {
      "type": "verse", 
      "id": "v13", 
      "content": "Then thou shalt say before the LORD thy God, I have brought away the hallowed things out of mine house, and also have given them unto the Levite, and unto the stranger, to the fatherless, and to the widow, according to all thy commandments which thou hast commanded me: I have not transgressed thy commandments, neither have I forgotten them:", 
      "contentHtml": "Then thou shalt say before the <span class=\"small-caps\">Lord</span> thy God, I have brought away the hallowed things out of <span class=\"clarity-word\">mine</span> house, and also have given them unto the Levite, and unto the stranger, to the fatherless, and to the widow, according to all thy commandments which thou hast commanded me: I have not transgressed thy commandments, neither have I forgotten <span class=\"clarity-word\">them:</span>", 
      "number": "13", 
      "pageNumber": "293", 
      "compareId": "deuteronomy-26_v13", 
      "churchId": "p13"
    }, 
    {
      "type": "verse", 
      "id": "v14", 
      "content": "I have not eaten thereof in my mourning, neither have I taken away ought thereof for any unclean use, nor given ought thereof for the dead: but I have hearkened to the voice of the LORD my God, and have done according to all that thou hast commanded me.", 
      "contentHtml": "I have not eaten thereof in my mourning, neither have I taken away <span class=\"clarity-word\">ought</span> thereof for <span class=\"clarity-word\">any</span> unclean <span class=\"clarity-word\">use,</span> nor given <span class=\"clarity-word\">ought</span> thereof for the dead: <span class=\"clarity-word\">but</span> I have hearkened to the voice of the <span class=\"small-caps\">Lord</span> my God, <span class=\"clarity-word\">and</span> have done according to all that thou hast commanded me.", 
      "number": "14", 
      "pageNumber": "293", 
      "compareId": "deuteronomy-26_v14", 
      "churchId": "p14"
    }, 
    {
      "type": "verse", 
      "id": "v15", 
      "content": "Look down from thy holy habitation, from heaven, and bless thy people Israel, and the land which thou hast given us, as thou swarest unto our fathers, a land that floweth with milk and honey.", 
      "contentHtml": "Look down from thy holy habitation, from heaven, and bless thy people Israel, and the land which thou hast given us, as thou swarest unto our fathers, a land that floweth with milk and honey.", 
      "number": "15", 
      "pageNumber": "293", 
      "compareId": "deuteronomy-26_v15", 
      "churchId": "p15"
    }, 
    {
      "type": "verse", 
      "id": "v16", 
      "content": "¶ This day the LORD thy God hath commanded thee to do these statutes and judgments: thou shalt therefore keep and do them with all thine heart, and with all thy soul.", 
      "contentHtml": "¶ This day the <span class=\"small-caps\">Lord</span> thy God hath commanded thee to do these statutes and judgments: thou shalt therefore keep and do them with all thine heart, and with all thy soul.", 
      "number": "16", 
      "pageNumber": "293", 
      "compareId": "deuteronomy-26_v16", 
      "churchId": "p16"
    }, 
    {
      "type": "verse", 
      "id": "v17", 
      "content": "Thou hast avouched the LORD this day to be thy God, and to walk in his ways, and to keep his statutes, and his commandments, and his judgments, and to hearken unto his voice:", 
      "contentHtml": "Thou hast avouched the <span class=\"small-caps\">Lord</span> this day to be thy God, and to walk in his ways, and to keep his statutes, and his commandments, and his judgments, and to hearken unto his voice:", 
      "number": "17", 
      "pageNumber": "293", 
      "compareId": "deuteronomy-26_v17", 
      "churchId": "p17"
    }, 
    {
      "type": "verse", 
      "id": "v18", 
      "content": "And the LORD hath avouched thee this day to be his peculiar people, as he hath promised thee, and that thou shouldest keep all his commandments;", 
      "contentHtml": "And the <span class=\"small-caps\">Lord</span> hath avouched thee this day to be his peculiar people, as he hath promised thee, and that <span class=\"clarity-word\">thou</span> shouldest keep all his commandments;", 
      "number": "18", 
      "pageNumber": "293", 
      "compareId": "deuteronomy-26_v18", 
      "churchId": "p18"
    }, 
    {
      "type": "verse", 
      "id": "v19", 
      "content": "And to make thee high above all nations which he hath made, in praise, and in name, and in honour; and that thou mayest be an holy people unto the LORD thy God, as he hath spoken.", 
      "contentHtml": "And to make thee high above all nations which he hath made, in praise, and in name, and in honour; and that thou mayest be an holy people unto the <span class=\"small-caps\">Lord</span> thy God, as he hath spoken.", 
      "number": "19", 
      "pageNumber": "293", 
      "compareId": "deuteronomy-26_v19", 
      "churchId": "p19"
    }
  ], 
  "media": [
    {
      "type": "audio", 
      "subtype": "spoken-female", 
      "url": "https://media2.ldscdn.org/assets/scriptures/the-old-testament/2015-11-1790-deuteronomy-26-female-voice-64k-eng.mp3", 
      "imageUrl": null, 
      "startSeconds": null, 
      "endSeconds": null, 
      "source": "ChurchofJesusChrist.org", 
      "churchAssetId": null, 
      "churchImageAssetId": null
    }, 
    {
      "type": "audio", 
      "subtype": "spoken-male", 
      "url": "https://media2.ldscdn.org/assets/scriptures/the-old-testament/2015-11-1790-deuteronomy-26-male-voice-64k-eng.mp3", 
      "imageUrl": null, 
      "startSeconds": null, 
      "endSeconds": null, 
      "source": "ChurchofJesusChrist.org", 
      "churchAssetId": null, 
      "churchImageAssetId": null
    }
  ]
}