{
  "name": "Deuteronomy 24",
  "abbrev": "Deut. 24",
  "number": "24",
  "churchUri": "/scriptures/ot/deut/24",
  "paragraphs": [
    {
      "slug": "deuteronomy-24-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 24",
      "churchId": "title_number1"
    },
    {
      "slug": "deuteronomy-24-p1",
      "type": "verse",
      "number": "1",
      "content": "When a man hath taken a wife, and married her, and it come to pass that she find no favour in his eyes, because he hath found some uncleanness in her: then let him write her a bill of divorcement, and give <span class=\"clarity-word\">it</span> in her hand, and send her out of his house.",
      "churchId": "p1"
    },
    {
      "slug": "deuteronomy-24-p2",
      "type": "verse",
      "number": "2",
      "content": "And when she is departed out of his house, she may go and be another man’s <span class=\"clarity-word\">wife.</span>",
      "churchId": "p2"
    },
    {
      "slug": "deuteronomy-24-p3",
      "type": "verse",
      "number": "3",
      "content": "And <span class=\"clarity-word\">if</span> the latter husband hate her, and write her a bill of divorcement, and giveth <span class=\"clarity-word\">it</span> in her hand, and sendeth her out of his house; or if the latter husband die, which took her <span class=\"clarity-word\">to be</span> his wife;",
      "churchId": "p3"
    },
    {
      "slug": "deuteronomy-24-p4",
      "type": "verse",
      "number": "4",
      "content": "Her former husband, which sent her away, may not take her again to be his wife, after that she is defiled; for that <span class=\"clarity-word\">is</span> abomination before the <span class=\"small-caps\">Lord</span>: and thou shalt not cause the land to sin, which the <span class=\"small-caps\">Lord</span> thy God giveth thee <span class=\"clarity-word\">for</span> an inheritance.",
      "churchId": "p4"
    },
    {
      "slug": "deuteronomy-24-p5",
      "type": "verse",
      "number": "5",
      "content": "¶ When a man hath taken a new wife, he shall not go out to war, neither shall he be charged with any business: <span class=\"clarity-word\">but</span> he shall be free at home one year, and shall cheer up his wife which he hath taken.",
      "churchId": "p5"
    },
    {
      "slug": "deuteronomy-24-p6",
      "type": "verse",
      "number": "6",
      "content": "¶ No man shall take the nether or the upper millstone to pledge: for he taketh <span class=\"clarity-word\">a man’s</span> life to pledge.",
      "churchId": "p6"
    },
    {
      "slug": "deuteronomy-24-p7",
      "type": "verse",
      "number": "7",
      "content": "¶ If a man be found stealing any of his brethren of the children of Israel, and maketh merchandise of him, or selleth him; then that thief shall die; and thou shalt put evil away from among you.",
      "churchId": "p7"
    },
    {
      "slug": "deuteronomy-24-p8",
      "type": "verse",
      "number": "8",
      "content": "¶ Take heed in the plague of leprosy, that thou observe diligently, and do according to all that the priests the Levites shall teach you: as I commanded them, <span class=\"clarity-word\">so</span> ye shall observe to do.",
      "churchId": "p8"
    },
    {
      "slug": "deuteronomy-24-p9",
      "type": "verse",
      "number": "9",
      "content": "Remember what the <span class=\"small-caps\">Lord</span> thy God did unto Miriam by the way, after that ye were come forth out of Egypt.",
      "churchId": "p9"
    },
    {
      "slug": "deuteronomy-24-p10",
      "type": "verse",
      "number": "10",
      "content": "¶ When thou dost lend thy brother any thing, thou shalt not go into his house to fetch his pledge.",
      "churchId": "p10"
    },
    {
      "slug": "deuteronomy-24-p11",
      "type": "verse",
      "number": "11",
      "content": "Thou shalt stand abroad, and the man to whom thou dost lend shall bring out the pledge abroad unto thee.",
      "churchId": "p11"
    },
    {
      "slug": "deuteronomy-24-p12",
      "type": "verse",
      "number": "12",
      "content": "And if the man <span class=\"clarity-word\">be</span> poor, thou shalt not sleep with his pledge:",
      "churchId": "p12"
    },
    {
      "slug": "deuteronomy-24-p13",
      "type": "verse",
      "number": "13",
      "content": "In any case thou shalt deliver him the pledge again when the sun goeth down, that he may sleep in his own raiment, and bless thee: and it shall be righteousness unto thee before the <span class=\"small-caps\">Lord</span> thy God.",
      "churchId": "p13"
    },
    {
      "slug": "deuteronomy-24-p14",
      "type": "verse",
      "number": "14",
      "content": "¶ Thou shalt not oppress an hired servant <span class=\"clarity-word\">that is</span> poor and needy, <span class=\"clarity-word\">whether he be</span> of thy brethren, or of thy strangers that <span class=\"clarity-word\">are</span> in thy land within thy gates:",
      "churchId": "p14"
    },
    {
      "slug": "deuteronomy-24-p15",
      "type": "verse",
      "number": "15",
      "content": "At his day thou shalt give <span class=\"clarity-word\">him</span> his hire, neither shall the sun go down upon it; for he <span class=\"clarity-word\">is</span> poor, and setteth his heart upon it: lest he cry against thee unto the <span class=\"small-caps\">Lord</span>, and it be sin unto thee.",
      "churchId": "p15"
    },
    {
      "slug": "deuteronomy-24-p16",
      "type": "verse",
      "number": "16",
      "content": "The fathers shall not be put to death for the children, neither shall the children be put to death for the fathers: every man shall be put to death for his own sin.",
      "churchId": "p16"
    },
    {
      "slug": "deuteronomy-24-p17",
      "type": "verse",
      "number": "17",
      "content": "¶ Thou shalt not pervert the judgment of the stranger, <span class=\"clarity-word\">nor</span> of the fatherless; nor take a widow’s raiment to pledge:",
      "churchId": "p17"
    },
    {
      "slug": "deuteronomy-24-p18",
      "type": "verse",
      "number": "18",
      "content": "But thou shalt remember that thou wast a bondman in Egypt, and the <span class=\"small-caps\">Lord</span> thy God redeemed thee thence: therefore I command thee to do this thing.",
      "churchId": "p18"
    },
    {
      "slug": "deuteronomy-24-p19",
      "type": "verse",
      "number": "19",
      "content": "¶ When thou cuttest down thine harvest in thy field, and hast forgot a sheaf in the field, thou shalt not go again to fetch it: it shall be for the stranger, for the fatherless, and for the widow: that the <span class=\"small-caps\">Lord</span> thy God may bless thee in all the work of thine hands.",
      "churchId": "p19"
    },
    {
      "slug": "deuteronomy-24-p20",
      "type": "verse",
      "number": "20",
      "content": "When thou beatest thine olive tree, thou shalt not go over the boughs again: it shall be for the stranger, for the fatherless, and for the widow.",
      "churchId": "p20"
    },
    {
      "slug": "deuteronomy-24-p21",
      "type": "verse",
      "number": "21",
      "content": "When thou gatherest the grapes of thy vineyard, thou shalt not glean <span class=\"clarity-word\">it</span> afterward: it shall be for the stranger, for the fatherless, and for the widow.",
      "churchId": "p21"
    },
    {
      "slug": "deuteronomy-24-p22",
      "type": "verse",
      "number": "22",
      "content": "And thou shalt remember that thou wast a bondman in the land of Egypt: therefore I command thee to do this thing.",
      "churchId": "p22"
    }
  ]
}