{
  "name": "Deuteronomy 13",
  "abbrev": "Deut. 13",
  "number": "13",
  "churchUri": "/scriptures/ot/deut/13",
  "paragraphs": [
    {
      "slug": "deuteronomy-13-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 13",
      "churchId": "title_number1"
    },
    {
      "slug": "deuteronomy-13-p1",
      "type": "verse",
      "number": "1",
      "content": "If there arise among you a prophet, or a dreamer of dreams, and giveth thee a sign or a wonder,",
      "churchId": "p1"
    },
    {
      "slug": "deuteronomy-13-p2",
      "type": "verse",
      "number": "2",
      "content": "And the sign or the wonder come to pass, whereof he spake unto thee, saying, Let us go after other gods, which thou hast not known, and let us serve them;",
      "churchId": "p2"
    },
    {
      "slug": "deuteronomy-13-p3",
      "type": "verse",
      "number": "3",
      "content": "Thou shalt not hearken unto the words of that prophet, or that dreamer of dreams: for the <span class=\"small-caps\">Lord</span> your God proveth you, to know whether ye love the <span class=\"small-caps\">Lord</span> your God with all your heart and with all your soul.",
      "churchId": "p3"
    },
    {
      "slug": "deuteronomy-13-p4",
      "type": "verse",
      "number": "4",
      "content": "Ye shall walk after the <span class=\"small-caps\">Lord</span> your God, and fear him, and keep his commandments, and obey his voice, and ye shall serve him, and cleave unto him.",
      "churchId": "p4"
    },
    {
      "slug": "deuteronomy-13-p5",
      "type": "verse",
      "number": "5",
      "content": "And that prophet, or that dreamer of dreams, shall be put to death; because he hath spoken to turn <span class=\"clarity-word\">you</span> away from the <span class=\"small-caps\">Lord</span> your God, which brought you out of the land of Egypt, and redeemed you out of the house of bondage, to thrust thee out of the way which the <span class=\"small-caps\">Lord</span> thy God commanded thee to walk in. So shalt thou put the evil away from the midst of thee.",
      "churchId": "p5"
    },
    {
      "slug": "deuteronomy-13-p6",
      "type": "verse",
      "number": "6",
      "content": "¶ If thy brother, the son of thy mother, or thy son, or thy daughter, or the wife of thy bosom, or thy friend, which <span class=\"clarity-word\">is</span> as thine own soul, entice thee secretly, saying, Let us go and serve other gods, which thou hast not known, thou, nor thy fathers;",
      "churchId": "p6"
    },
    {
      "slug": "deuteronomy-13-p7",
      "type": "verse",
      "number": "7",
      "content": "<span class=\"clarity-word\">Namely,</span> of the gods of the people which <span class=\"clarity-word\">are</span> round about you, nigh unto thee, or far off from thee, from the <span class=\"clarity-word\">one</span> end of the earth even unto the <span class=\"clarity-word\">other</span> end of the earth;",
      "churchId": "p7"
    },
    {
      "slug": "deuteronomy-13-p8",
      "type": "verse",
      "number": "8",
      "content": "Thou shalt not consent unto him, nor hearken unto him; neither shall thine eye pity him, neither shalt thou spare, neither shalt thou conceal him:",
      "churchId": "p8"
    },
    {
      "slug": "deuteronomy-13-p9",
      "type": "verse",
      "number": "9",
      "content": "But thou shalt surely kill him; thine hand shall be first upon him to put him to death, and afterwards the hand of all the people.",
      "churchId": "p9"
    },
    {
      "slug": "deuteronomy-13-p10",
      "type": "verse",
      "number": "10",
      "content": "And thou shalt stone him with stones, that he die; because he hath sought to thrust thee away from the <span class=\"small-caps\">Lord</span> thy God, which brought thee out of the land of Egypt, from the house of bondage.",
      "churchId": "p10"
    },
    {
      "slug": "deuteronomy-13-p11",
      "type": "verse",
      "number": "11",
      "content": "And all Israel shall hear, and fear, and shall do no more any such wickedness as this is among you.",
      "churchId": "p11"
    },
    {
      "slug": "deuteronomy-13-p12",
      "type": "verse",
      "number": "12",
      "content": "¶ If thou shalt hear <span class=\"clarity-word\">say</span> in one of thy cities, which the <span class=\"small-caps\">Lord</span> thy God hath given thee to dwell there, saying,",
      "churchId": "p12"
    },
    {
      "slug": "deuteronomy-13-p13",
      "type": "verse",
      "number": "13",
      "content": "<span class=\"clarity-word\">Certain</span> men, the children of Belial, are gone out from among you, and have withdrawn the inhabitants of their city, saying, Let us go and serve other gods, which ye have not known;",
      "churchId": "p13"
    },
    {
      "slug": "deuteronomy-13-p14",
      "type": "verse",
      "number": "14",
      "content": "Then shalt thou inquire, and make search, and ask diligently; and, behold, <span class=\"clarity-word\">if it be</span> truth, <span class=\"clarity-word\">and</span> the thing certain, <span class=\"clarity-word\">that</span> such abomination is wrought among you;",
      "churchId": "p14"
    },
    {
      "slug": "deuteronomy-13-p15",
      "type": "verse",
      "number": "15",
      "content": "Thou shalt surely smite the inhabitants of that city with the edge of the sword, destroying it utterly, and all that <span class=\"clarity-word\">is</span> therein, and the cattle thereof, with the edge of the sword.",
      "churchId": "p15"
    },
    {
      "slug": "deuteronomy-13-p16",
      "type": "verse",
      "number": "16",
      "content": "And thou shalt gather all the spoil of it into the midst of the street thereof, and shalt burn with fire the city, and all the spoil thereof every whit, for the <span class=\"small-caps\">Lord</span> thy God: and it shall be an heap for ever; it shall not be built again.",
      "churchId": "p16"
    },
    {
      "slug": "deuteronomy-13-p17",
      "type": "verse",
      "number": "17",
      "content": "And there shall cleave nought of the cursed thing to thine hand: that the <span class=\"small-caps\">Lord</span> may turn from the fierceness of his anger, and shew thee mercy, and have compassion upon thee, and multiply thee, as he hath sworn unto thy fathers;",
      "churchId": "p17"
    },
    {
      "slug": "deuteronomy-13-p18",
      "type": "verse",
      "number": "18",
      "content": "When thou shalt hearken to the voice of the <span class=\"small-caps\">Lord</span> thy God, to keep all his commandments which I command thee this day, to do <span class=\"clarity-word\">that which is</span> right in the eyes of the <span class=\"small-caps\">Lord</span> thy God.",
      "churchId": "p18"
    }
  ]
}