{
  "name": "Ether 5",
  "abbrev": "Ether 5",
  "number": "5",
  "churchUri": "/scriptures/bofm/ether/5",
  "paragraphs": [
    {
      "slug": "ether-5-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 5",
      "churchId": "title_number1"
    },
    {
      "slug": "ether-5-p1",
      "type": "verse",
      "number": "1",
      "content": "And now I, Moroni, have written the words which were commanded me, according to my memory; and I have told you the things which I have sealed up; therefore touch them not in order that ye may translate; for that thing is forbidden you, except by and by it shall be wisdom in God.",
      "churchId": "p1"
    },
    {
      "slug": "ether-5-p2",
      "type": "verse",
      "number": "2",
      "content": "And behold, ye may be privileged that ye may show the plates unto those who shall assist to bring forth this work;",
      "churchId": "p2"
    },
    {
      "slug": "ether-5-p3",
      "type": "verse",
      "number": "3",
      "content": "And unto three shall they be shown by the power of God; wherefore they shall know of a surety that these things are true.",
      "churchId": "p3"
    },
    {
      "slug": "ether-5-p4",
      "type": "verse",
      "number": "4",
      "content": "And in the mouth of three witnesses shall these things be established; and the testimony of three, and this work, in the which shall be shown forth the power of God and also his word, of which the Father, and the Son, and the Holy Ghost bear record—and all this shall stand as a testimony against the world at the last day.",
      "churchId": "p4"
    },
    {
      "slug": "ether-5-p5",
      "type": "verse",
      "number": "5",
      "content": "And if it so be that they repent and come unto the Father in the name of Jesus, they shall be received into the kingdom of God.",
      "churchId": "p5"
    },
    {
      "slug": "ether-5-p6",
      "type": "verse",
      "number": "6",
      "content": "And now, if I have no authority for these things, judge ye; for ye shall know that I have authority when ye shall see me, and we shall stand before God at the last day. Amen.",
      "churchId": "p6"
    }
  ]
}