{
  "name": "Ether 7",
  "abbrev": "Ether 7",
  "number": "7",
  "churchUri": "/scriptures/bofm/ether/7",
  "paragraphs": [
    {
      "slug": "ether-7-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 7",
      "churchId": "title_number1"
    },
    {
      "slug": "ether-7-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass that Orihah did execute judgment upon the land in righteousness all his days, whose days were exceedingly many.",
      "churchId": "p1"
    },
    {
      "slug": "ether-7-p2",
      "type": "verse",
      "number": "2",
      "content": "And he begat sons and daughters; yea, he begat thirty and one, among whom were twenty and three sons.",
      "churchId": "p2"
    },
    {
      "slug": "ether-7-p3",
      "type": "verse",
      "number": "3",
      "content": "And it came to pass that he also begat Kib in his old age. And it came to pass that Kib reigned in his stead; and Kib begat Corihor.",
      "churchId": "p3"
    },
    {
      "slug": "ether-7-p4",
      "type": "verse",
      "number": "4",
      "content": "And when Corihor was thirty and two years old he rebelled against his father, and went over and dwelt in the land of Nehor; and he begat sons and daughters, and they became exceedingly fair; wherefore Corihor drew away many people after him.",
      "churchId": "p4"
    },
    {
      "slug": "ether-7-p5",
      "type": "verse",
      "number": "5",
      "content": "And when he had gathered together an army he came up unto the land of Moron where the king dwelt, and took him captive, which brought to pass the saying of the brother of Jared that they would be brought into captivity.",
      "churchId": "p5"
    },
    {
      "slug": "ether-7-p6",
      "type": "verse",
      "number": "6",
      "content": "Now the land of Moron, where the king dwelt, was near the land which is called Desolation by the Nephites.",
      "churchId": "p6"
    },
    {
      "slug": "ether-7-p7",
      "type": "verse",
      "number": "7",
      "content": "And it came to pass that Kib dwelt in captivity, and his people under Corihor his son, until he became exceedingly old; nevertheless Kib begat Shule in his old age, while he was yet in captivity.",
      "churchId": "p7"
    },
    {
      "slug": "ether-7-p8",
      "type": "verse",
      "number": "8",
      "content": "And it came to pass that Shule was angry with his brother; and Shule waxed strong, and became mighty as to the strength of a man; and he was also mighty in judgment.",
      "churchId": "p8"
    },
    {
      "slug": "ether-7-p9",
      "type": "verse",
      "number": "9",
      "content": "Wherefore, he came to the hill Ephraim, and he did molten out of the hill, and made swords out of steel for those whom he had drawn away with him; and after he had armed them with swords he returned to the city Nehor, and gave battle unto his brother Corihor, by which means he obtained the kingdom and restored it unto his father Kib.",
      "churchId": "p9"
    },
    {
      "slug": "ether-7-p10",
      "type": "verse",
      "number": "10",
      "content": "And now because of the thing which Shule had done, his father bestowed upon him the kingdom; therefore he began to reign in the stead of his father.",
      "churchId": "p10"
    },
    {
      "slug": "ether-7-p11",
      "type": "verse",
      "number": "11",
      "content": "And it came to pass that he did execute judgment in righteousness; and he did spread his kingdom upon all the face of the land, for the people had become exceedingly numerous.",
      "churchId": "p11"
    },
    {
      "slug": "ether-7-p12",
      "type": "verse",
      "number": "12",
      "content": "And it came to pass that Shule also begat many sons and daughters.",
      "churchId": "p12"
    },
    {
      "slug": "ether-7-p13",
      "type": "verse",
      "number": "13",
      "content": "And Corihor repented of the many evils which he had done; wherefore Shule gave him power in his kingdom.",
      "churchId": "p13"
    },
    {
      "slug": "ether-7-p14",
      "type": "verse",
      "number": "14",
      "content": "And it came to pass that Corihor had many sons and daughters. And among the sons of Corihor there was one whose name was Noah.",
      "churchId": "p14"
    },
    {
      "slug": "ether-7-p15",
      "type": "verse",
      "number": "15",
      "content": "And it came to pass that Noah rebelled against Shule, the king, and also his father Corihor, and drew away Cohor his brother, and also all his brethren and many of the people.",
      "churchId": "p15"
    },
    {
      "slug": "ether-7-p16",
      "type": "verse",
      "number": "16",
      "content": "And he gave battle unto Shule, the king, in which he did obtain the land of their first inheritance; and he became a king over that part of the land.",
      "churchId": "p16"
    },
    {
      "slug": "ether-7-p17",
      "type": "verse",
      "number": "17",
      "content": "And it came to pass that he gave battle again unto Shule, the king; and he took Shule, the king, and carried him away captive into Moron.",
      "churchId": "p17"
    },
    {
      "slug": "ether-7-p18",
      "type": "verse",
      "number": "18",
      "content": "And it came to pass as he was about to put him to death, the sons of Shule crept into the house of Noah by night and slew him, and broke down the door of the prison and brought out their father, and placed him upon his throne in his own kingdom.",
      "churchId": "p18"
    },
    {
      "slug": "ether-7-p19",
      "type": "verse",
      "number": "19",
      "content": "Wherefore, the son of Noah did build up his kingdom in his stead; nevertheless they did not gain power any more over Shule the king, and the people who were under the reign of Shule the king did prosper exceedingly and wax great.",
      "churchId": "p19"
    },
    {
      "slug": "ether-7-p20",
      "type": "verse",
      "number": "20",
      "content": "And the country was divided; and there were two kingdoms, the kingdom of Shule, and the kingdom of Cohor, the son of Noah.",
      "churchId": "p20"
    },
    {
      "slug": "ether-7-p21",
      "type": "verse",
      "number": "21",
      "content": "And Cohor, the son of Noah, caused that his people should give battle unto Shule, in which Shule did beat them and did slay Cohor.",
      "churchId": "p21"
    },
    {
      "slug": "ether-7-p22",
      "type": "verse",
      "number": "22",
      "content": "And now Cohor had a son who was called Nimrod; and Nimrod gave up the kingdom of Cohor unto Shule, and he did gain favor in the eyes of Shule; wherefore Shule did bestow great favors upon him, and he did do in the kingdom of Shule according to his desires.",
      "churchId": "p22"
    },
    {
      "slug": "ether-7-p23",
      "type": "verse",
      "number": "23",
      "content": "And also in the reign of Shule there came prophets among the people, who were sent from the Lord, prophesying that the wickedness and idolatry of the people was bringing a curse upon the land, and they should be destroyed if they did not repent.",
      "churchId": "p23"
    },
    {
      "slug": "ether-7-p24",
      "type": "verse",
      "number": "24",
      "content": "And it came to pass that the people did revile against the prophets, and did mock them. And it came to pass that king Shule did execute judgment against all those who did revile against the prophets.",
      "churchId": "p24"
    },
    {
      "slug": "ether-7-p25",
      "type": "verse",
      "number": "25",
      "content": "And he did execute a law throughout all the land, which gave power unto the prophets that they should go whithersoever they would; and by this cause the people were brought unto repentance.",
      "churchId": "p25"
    },
    {
      "slug": "ether-7-p26",
      "type": "verse",
      "number": "26",
      "content": "And because the people did repent of their iniquities and idolatries the Lord did spare them, and they began to prosper again in the land. And it came to pass that Shule begat sons and daughters in his old age.",
      "churchId": "p26"
    },
    {
      "slug": "ether-7-p27",
      "type": "verse",
      "number": "27",
      "content": "And there were no more wars in the days of Shule; and he remembered the great things that the Lord had done for his fathers in bringing them across the great deep into the promised land; wherefore he did execute judgment in righteousness all his days.",
      "churchId": "p27"
    }
  ]
}