{
  "name": "Numbers 35",
  "abbrev": "Num. 35",
  "number": "35",
  "churchUri": "/scriptures/ot/num/35",
  "paragraphs": [
    {
      "slug": "numbers-35-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 35",
      "churchId": "title_number1"
    },
    {
      "slug": "numbers-35-p1",
      "type": "verse",
      "number": "1",
      "content": "And the <span class=\"small-caps\">Lord</span> spake unto Moses in the plains of Moab by Jordan <span class=\"clarity-word\">near</span> Jericho, saying,",
      "churchId": "p1"
    },
    {
      "slug": "numbers-35-p2",
      "type": "verse",
      "number": "2",
      "content": "Command the children of Israel, that they give unto the Levites of the inheritance of their possession cities to dwell in; and ye shall give <span class=\"clarity-word\">also</span> unto the Levites suburbs for the cities round about them.",
      "churchId": "p2"
    },
    {
      "slug": "numbers-35-p3",
      "type": "verse",
      "number": "3",
      "content": "And the cities shall they have to dwell in; and the suburbs of them shall be for their cattle, and for their goods, and for all their beasts.",
      "churchId": "p3"
    },
    {
      "slug": "numbers-35-p4",
      "type": "verse",
      "number": "4",
      "content": "And the suburbs of the cities, which ye shall give unto the Levites, <span class=\"clarity-word\">shall reach</span> from the wall of the city and outward a thousand cubits round about.",
      "churchId": "p4"
    },
    {
      "slug": "numbers-35-p5",
      "type": "verse",
      "number": "5",
      "content": "And ye shall measure from without the city on the east side two thousand cubits, and on the south side two thousand cubits, and on the west side two thousand cubits, and on the north side two thousand cubits; and the city <span class=\"clarity-word\">shall be</span> in the midst: this shall be to them the suburbs of the cities.",
      "churchId": "p5"
    },
    {
      "slug": "numbers-35-p6",
      "type": "verse",
      "number": "6",
      "content": "And among the cities which ye shall give unto the Levites <span class=\"clarity-word\">there shall be</span> six cities for refuge, which ye shall appoint for the manslayer, that he may flee thither: and to them ye shall add forty and two cities.",
      "churchId": "p6"
    },
    {
      "slug": "numbers-35-p7",
      "type": "verse",
      "number": "7",
      "content": "<span class=\"clarity-word\">So</span> all the cities which ye shall give to the Levites <span class=\"clarity-word\">shall be</span> forty and eight cities: them <span class=\"clarity-word\">shall ye give</span> with their suburbs.",
      "churchId": "p7"
    },
    {
      "slug": "numbers-35-p8",
      "type": "verse",
      "number": "8",
      "content": "And the cities which ye shall give <span class=\"clarity-word\">shall be</span> of the possession of the children of Israel: from <span class=\"clarity-word\">them that have</span> many ye shall give many; but from <span class=\"clarity-word\">them that have</span> few ye shall give few: every one shall give of his cities unto the Levites according to his inheritance which he inheriteth.",
      "churchId": "p8"
    },
    {
      "slug": "numbers-35-p9",
      "type": "verse",
      "number": "9",
      "content": "¶ And the <span class=\"small-caps\">Lord</span> spake unto Moses, saying,",
      "churchId": "p9"
    },
    {
      "slug": "numbers-35-p10",
      "type": "verse",
      "number": "10",
      "content": "Speak unto the children of Israel, and say unto them, When ye be come over Jordan into the land of Canaan;",
      "churchId": "p10"
    },
    {
      "slug": "numbers-35-p11",
      "type": "verse",
      "number": "11",
      "content": "Then ye shall appoint you cities to be cities of refuge for you; that the slayer may flee thither, which killeth any person at unawares.",
      "churchId": "p11"
    },
    {
      "slug": "numbers-35-p12",
      "type": "verse",
      "number": "12",
      "content": "And they shall be unto you cities for refuge from the avenger; that the manslayer die not, until he stand before the congregation in judgment.",
      "churchId": "p12"
    },
    {
      "slug": "numbers-35-p13",
      "type": "verse",
      "number": "13",
      "content": "And of these cities which ye shall give six cities shall ye have for refuge.",
      "churchId": "p13"
    },
    {
      "slug": "numbers-35-p14",
      "type": "verse",
      "number": "14",
      "content": "Ye shall give three cities on this side Jordan, and three cities shall ye give in the land of Canaan, <span class=\"clarity-word\">which</span> shall be cities of refuge.",
      "churchId": "p14"
    },
    {
      "slug": "numbers-35-p15",
      "type": "verse",
      "number": "15",
      "content": "These six cities shall be a refuge, <span class=\"clarity-word\">both</span> for the children of Israel, and for the stranger, and for the sojourner among them: that every one that killeth any person unawares may flee thither.",
      "churchId": "p15"
    },
    {
      "slug": "numbers-35-p16",
      "type": "verse",
      "number": "16",
      "content": "And if he smite him with an instrument of iron, so that he die, he <span class=\"clarity-word\">is</span> a murderer: the murderer shall surely be put to death.",
      "churchId": "p16"
    },
    {
      "slug": "numbers-35-p17",
      "type": "verse",
      "number": "17",
      "content": "And if he smite him with throwing a stone, wherewith he may die, and he die, he <span class=\"clarity-word\">is</span> a murderer: the murderer shall surely be put to death.",
      "churchId": "p17"
    },
    {
      "slug": "numbers-35-p18",
      "type": "verse",
      "number": "18",
      "content": "Or <span class=\"clarity-word\">if</span> he smite him with an hand weapon of wood, wherewith he may die, and he die, he <span class=\"clarity-word\">is</span> a murderer: the murderer shall surely be put to death.",
      "churchId": "p18"
    },
    {
      "slug": "numbers-35-p19",
      "type": "verse",
      "number": "19",
      "content": "The revenger of blood himself shall slay the murderer: when he meeteth him, he shall slay him.",
      "churchId": "p19"
    },
    {
      "slug": "numbers-35-p20",
      "type": "verse",
      "number": "20",
      "content": "But if he thrust him of hatred, or hurl at him by laying of wait, that he die;",
      "churchId": "p20"
    },
    {
      "slug": "numbers-35-p21",
      "type": "verse",
      "number": "21",
      "content": "Or in enmity smite him with his hand, that he die: he that smote <span class=\"clarity-word\">him</span> shall surely be put to death; <span class=\"clarity-word\">for</span> he <span class=\"clarity-word\">is</span> a murderer: the revenger of blood shall slay the murderer, when he meeteth him.",
      "churchId": "p21"
    },
    {
      "slug": "numbers-35-p22",
      "type": "verse",
      "number": "22",
      "content": "But if he thrust him suddenly without enmity, or have cast upon him any thing without laying of wait,",
      "churchId": "p22"
    },
    {
      "slug": "numbers-35-p23",
      "type": "verse",
      "number": "23",
      "content": "Or with any stone, wherewith a man may die, seeing <span class=\"clarity-word\">him</span> not, and cast <span class=\"clarity-word\">it</span> upon him, that he die, and <span class=\"clarity-word\">was</span> not his enemy, neither sought his harm:",
      "churchId": "p23"
    },
    {
      "slug": "numbers-35-p24",
      "type": "verse",
      "number": "24",
      "content": "Then the congregation shall judge between the slayer and the revenger of blood according to these judgments:",
      "churchId": "p24"
    },
    {
      "slug": "numbers-35-p25",
      "type": "verse",
      "number": "25",
      "content": "And the congregation shall deliver the slayer out of the hand of the revenger of blood, and the congregation shall restore him to the city of his refuge, whither he was fled: and he shall abide in it unto the death of the high priest, which was anointed with the holy oil.",
      "churchId": "p25"
    },
    {
      "slug": "numbers-35-p26",
      "type": "verse",
      "number": "26",
      "content": "But if the slayer shall at any time come without the border of the city of his refuge, whither he was fled;",
      "churchId": "p26"
    },
    {
      "slug": "numbers-35-p27",
      "type": "verse",
      "number": "27",
      "content": "And the revenger of blood find him without the borders of the city of his refuge, and the revenger of blood kill the slayer; he shall not be guilty of blood:",
      "churchId": "p27"
    },
    {
      "slug": "numbers-35-p28",
      "type": "verse",
      "number": "28",
      "content": "Because he should have remained in the city of his refuge until the death of the high priest: but after the death of the high priest the slayer shall return into the land of his possession.",
      "churchId": "p28"
    },
    {
      "slug": "numbers-35-p29",
      "type": "verse",
      "number": "29",
      "content": "So these <span class=\"clarity-word\">things</span> shall be for a statute of judgment unto you throughout your generations in all your dwellings.",
      "churchId": "p29"
    },
    {
      "slug": "numbers-35-p30",
      "type": "verse",
      "number": "30",
      "content": "Whoso killeth any person, the murderer shall be put to death by the mouth of witnesses: but one witness shall not testify against any person <span class=\"clarity-word\">to cause him</span> to die.",
      "churchId": "p30"
    },
    {
      "slug": "numbers-35-p31",
      "type": "verse",
      "number": "31",
      "content": "Moreover ye shall take no satisfaction for the life of a murderer, which <span class=\"clarity-word\">is</span> guilty of death: but he shall be surely put to death.",
      "churchId": "p31"
    },
    {
      "slug": "numbers-35-p32",
      "type": "verse",
      "number": "32",
      "content": "And ye shall take no satisfaction for him that is fled to the city of his refuge, that he should come again to dwell in the land, until the death of the priest.",
      "churchId": "p32"
    },
    {
      "slug": "numbers-35-p33",
      "type": "verse",
      "number": "33",
      "content": "So ye shall not pollute the land wherein ye <span class=\"clarity-word\">are:</span> for blood it defileth the land: and the land cannot be cleansed of the blood that is shed therein, but by the blood of him that shed it.",
      "churchId": "p33"
    },
    {
      "slug": "numbers-35-p34",
      "type": "verse",
      "number": "34",
      "content": "Defile not therefore the land which ye shall inhabit, wherein I dwell: for I the <span class=\"small-caps\">Lord</span> dwell among the children of Israel.",
      "churchId": "p34"
    }
  ]
}