{
  "name": "Numbers 20",
  "abbrev": "Num. 20",
  "number": "20",
  "churchUri": "/scriptures/ot/num/20",
  "paragraphs": [
    {
      "slug": "numbers-20-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 20",
      "churchId": "title_number1"
    },
    {
      "slug": "numbers-20-p1",
      "type": "verse",
      "number": "1",
      "content": "Then came the children of Israel, <span class=\"clarity-word\">even</span> the whole congregation, into the desert of Zin in the first month: and the people abode in Kadesh; and Miriam died there, and was buried there.",
      "churchId": "p1"
    },
    {
      "slug": "numbers-20-p2",
      "type": "verse",
      "number": "2",
      "content": "And there was no water for the congregation: and they gathered themselves together against Moses and against Aaron.",
      "churchId": "p2"
    },
    {
      "slug": "numbers-20-p3",
      "type": "verse",
      "number": "3",
      "content": "And the people chode with Moses, and spake, saying, Would God that we had died when our brethren died before the <span class=\"small-caps\">Lord</span>!",
      "churchId": "p3"
    },
    {
      "slug": "numbers-20-p4",
      "type": "verse",
      "number": "4",
      "content": "And why have ye brought up the congregation of the <span class=\"small-caps\">Lord</span> into this wilderness, that we and our cattle should die there?",
      "churchId": "p4"
    },
    {
      "slug": "numbers-20-p5",
      "type": "verse",
      "number": "5",
      "content": "And wherefore have ye made us to come up out of Egypt, to bring us in unto this evil place? it <span class=\"clarity-word\">is</span> no place of seed, or of figs, or of vines, or of pomegranates; neither <span class=\"clarity-word\">is</span> there any water to drink.",
      "churchId": "p5"
    },
    {
      "slug": "numbers-20-p6",
      "type": "verse",
      "number": "6",
      "content": "And Moses and Aaron went from the presence of the assembly unto the door of the tabernacle of the congregation, and they fell upon their faces: and the glory of the <span class=\"small-caps\">Lord</span> appeared unto them.",
      "churchId": "p6"
    },
    {
      "slug": "numbers-20-p7",
      "type": "verse",
      "number": "7",
      "content": "¶ And the <span class=\"small-caps\">Lord</span> spake unto Moses, saying,",
      "churchId": "p7"
    },
    {
      "slug": "numbers-20-p8",
      "type": "verse",
      "number": "8",
      "content": "Take the rod, and gather thou the assembly together, thou, and Aaron thy brother, and speak ye unto the rock before their eyes; and it shall give forth his water, and thou shalt bring forth to them water out of the rock: so thou shalt give the congregation and their beasts drink.",
      "churchId": "p8"
    },
    {
      "slug": "numbers-20-p9",
      "type": "verse",
      "number": "9",
      "content": "And Moses took the rod from before the <span class=\"small-caps\">Lord</span>, as he commanded him.",
      "churchId": "p9"
    },
    {
      "slug": "numbers-20-p10",
      "type": "verse",
      "number": "10",
      "content": "And Moses and Aaron gathered the congregation together before the rock, and he said unto them, Hear now, ye rebels; must we fetch you water out of this rock?",
      "churchId": "p10"
    },
    {
      "slug": "numbers-20-p11",
      "type": "verse",
      "number": "11",
      "content": "And Moses lifted up his hand, and with his rod he smote the rock twice: and the water came out abundantly, and the congregation drank, and their beasts <span class=\"clarity-word\">also.</span>",
      "churchId": "p11"
    },
    {
      "slug": "numbers-20-p12",
      "type": "verse",
      "number": "12",
      "content": "¶ And the <span class=\"small-caps\">Lord</span> spake unto Moses and Aaron, Because ye believed me not, to sanctify me in the eyes of the children of Israel, therefore ye shall not bring this congregation into the land which I have given them.",
      "churchId": "p12"
    },
    {
      "slug": "numbers-20-p13",
      "type": "verse",
      "number": "13",
      "content": "This <span class=\"clarity-word\">is</span> the water of Meribah; because the children of Israel strove with the <span class=\"small-caps\">Lord</span>, and he was sanctified in them.",
      "churchId": "p13"
    },
    {
      "slug": "numbers-20-p14",
      "type": "verse",
      "number": "14",
      "content": "¶ And Moses sent messengers from Kadesh unto the king of Edom, Thus saith thy brother Israel, Thou knowest all the travail that hath befallen us:",
      "churchId": "p14"
    },
    {
      "slug": "numbers-20-p15",
      "type": "verse",
      "number": "15",
      "content": "How our fathers went down into Egypt, and we have dwelt in Egypt a long time; and the Egyptians vexed us, and our fathers:",
      "churchId": "p15"
    },
    {
      "slug": "numbers-20-p16",
      "type": "verse",
      "number": "16",
      "content": "And when we cried unto the <span class=\"small-caps\">Lord</span>, he heard our voice, and sent an angel, and hath brought us forth out of Egypt: and, behold, we <span class=\"clarity-word\">are</span> in Kadesh, a city in the uttermost of thy border:",
      "churchId": "p16"
    },
    {
      "slug": "numbers-20-p17",
      "type": "verse",
      "number": "17",
      "content": "Let us pass, I pray thee, through thy country: we will not pass through the fields, or through the vineyards, neither will we drink <span class=\"clarity-word\">of</span> the water of the wells: we will go by the king’s <span class=\"clarity-word\">high</span> way, we will not turn to the right hand nor to the left, until we have passed thy borders.",
      "churchId": "p17"
    },
    {
      "slug": "numbers-20-p18",
      "type": "verse",
      "number": "18",
      "content": "And Edom said unto him, Thou shalt not pass by me, lest I come out against thee with the sword.",
      "churchId": "p18"
    },
    {
      "slug": "numbers-20-p19",
      "type": "verse",
      "number": "19",
      "content": "And the children of Israel said unto him, We will go by the high way: and if I and my cattle drink of thy water, then I will pay for it: I will only, without <span class=\"clarity-word\">doing</span> any thing <span class=\"clarity-word\">else,</span> go through on my feet.",
      "churchId": "p19"
    },
    {
      "slug": "numbers-20-p20",
      "type": "verse",
      "number": "20",
      "content": "And he said, Thou shalt not go through. And Edom came out against him with much people, and with a strong hand.",
      "churchId": "p20"
    },
    {
      "slug": "numbers-20-p21",
      "type": "verse",
      "number": "21",
      "content": "Thus Edom refused to give Israel passage through his border: wherefore Israel turned away from him.",
      "churchId": "p21"
    },
    {
      "slug": "numbers-20-p22",
      "type": "verse",
      "number": "22",
      "content": "¶ And the children of Israel, <span class=\"clarity-word\">even</span> the whole congregation, journeyed from Kadesh, and came unto mount Hor.",
      "churchId": "p22"
    },
    {
      "slug": "numbers-20-p23",
      "type": "verse",
      "number": "23",
      "content": "And the <span class=\"small-caps\">Lord</span> spake unto Moses and Aaron in mount Hor, by the coast of the land of Edom, saying,",
      "churchId": "p23"
    },
    {
      "slug": "numbers-20-p24",
      "type": "verse",
      "number": "24",
      "content": "Aaron shall be gathered unto his people: for he shall not enter into the land which I have given unto the children of Israel, because ye rebelled against my word at the water of Meribah.",
      "churchId": "p24"
    },
    {
      "slug": "numbers-20-p25",
      "type": "verse",
      "number": "25",
      "content": "Take Aaron and Eleazar his son, and bring them up unto mount Hor:",
      "churchId": "p25"
    },
    {
      "slug": "numbers-20-p26",
      "type": "verse",
      "number": "26",
      "content": "And strip Aaron of his garments, and put them upon Eleazar his son: and Aaron shall be gathered <span class=\"clarity-word\">unto his people,</span> and shall die there.",
      "churchId": "p26"
    },
    {
      "slug": "numbers-20-p27",
      "type": "verse",
      "number": "27",
      "content": "And Moses did as the <span class=\"small-caps\">Lord</span> commanded: and they went up into mount Hor in the sight of all the congregation.",
      "churchId": "p27"
    },
    {
      "slug": "numbers-20-p28",
      "type": "verse",
      "number": "28",
      "content": "And Moses stripped Aaron of his garments, and put them upon Eleazar his son; and Aaron died there in the top of the mount: and Moses and Eleazar came down from the mount.",
      "churchId": "p28"
    },
    {
      "slug": "numbers-20-p29",
      "type": "verse",
      "number": "29",
      "content": "And when all the congregation saw that Aaron was dead, they mourned for Aaron thirty days, <span class=\"clarity-word\">even</span> all the house of Israel.",
      "churchId": "p29"
    }
  ]
}