{
  "name": "Numbers 27",
  "abbrev": "Num. 27",
  "number": "27",
  "churchUri": "/scriptures/ot/num/27",
  "paragraphs": [
    {
      "slug": "numbers-27-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 27",
      "churchId": "title_number1"
    },
    {
      "slug": "numbers-27-p1",
      "type": "verse",
      "number": "1",
      "content": "Then came the daughters of Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, of the families of Manasseh the son of Joseph: and these <span class=\"clarity-word\">are</span> the names of his daughters; Mahlah, Noah, and Hoglah, and Milcah, and Tirzah.",
      "churchId": "p1"
    },
    {
      "slug": "numbers-27-p2",
      "type": "verse",
      "number": "2",
      "content": "And they stood before Moses, and before Eleazar the priest, and before the princes and all the congregation, <span class=\"clarity-word\">by</span> the door of the tabernacle of the congregation, saying,",
      "churchId": "p2"
    },
    {
      "slug": "numbers-27-p3",
      "type": "verse",
      "number": "3",
      "content": "Our father died in the wilderness, and he was not in the company of them that gathered themselves together against the <span class=\"small-caps\">Lord</span> in the company of Korah; but died in his own sin, and had no sons.",
      "churchId": "p3"
    },
    {
      "slug": "numbers-27-p4",
      "type": "verse",
      "number": "4",
      "content": "Why should the name of our father be done away from among his family, because he hath no son? Give unto us <span class=\"clarity-word\">therefore</span> a possession among the brethren of our father.",
      "churchId": "p4"
    },
    {
      "slug": "numbers-27-p5",
      "type": "verse",
      "number": "5",
      "content": "And Moses brought their cause before the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p5"
    },
    {
      "slug": "numbers-27-p6",
      "type": "verse",
      "number": "6",
      "content": "¶ And the <span class=\"small-caps\">Lord</span> spake unto Moses, saying,",
      "churchId": "p6"
    },
    {
      "slug": "numbers-27-p7",
      "type": "verse",
      "number": "7",
      "content": "The daughters of Zelophehad speak right: thou shalt surely give them a possession of an inheritance among their father’s brethren; and thou shalt cause the inheritance of their father to pass unto them.",
      "churchId": "p7"
    },
    {
      "slug": "numbers-27-p8",
      "type": "verse",
      "number": "8",
      "content": "And thou shalt speak unto the children of Israel, saying, If a man die, and have no son, then ye shall cause his inheritance to pass unto his daughter.",
      "churchId": "p8"
    },
    {
      "slug": "numbers-27-p9",
      "type": "verse",
      "number": "9",
      "content": "And if he have no daughter, then ye shall give his inheritance unto his brethren.",
      "churchId": "p9"
    },
    {
      "slug": "numbers-27-p10",
      "type": "verse",
      "number": "10",
      "content": "And if he have no brethren, then ye shall give his inheritance unto his father’s brethren.",
      "churchId": "p10"
    },
    {
      "slug": "numbers-27-p11",
      "type": "verse",
      "number": "11",
      "content": "And if his father have no brethren, then ye shall give his inheritance unto his kinsman that is next to him of his family, and he shall possess it: and it shall be unto the children of Israel a statute of judgment, as the <span class=\"small-caps\">Lord</span> commanded Moses.",
      "churchId": "p11"
    },
    {
      "slug": "numbers-27-p12",
      "type": "verse",
      "number": "12",
      "content": "¶ And the <span class=\"small-caps\">Lord</span> said unto Moses, Get thee up into this mount Abarim, and see the land which I have given unto the children of Israel.",
      "churchId": "p12"
    },
    {
      "slug": "numbers-27-p13",
      "type": "verse",
      "number": "13",
      "content": "And when thou hast seen it, thou also shalt be gathered unto thy people, as Aaron thy brother was gathered.",
      "churchId": "p13"
    },
    {
      "slug": "numbers-27-p14",
      "type": "verse",
      "number": "14",
      "content": "For ye rebelled against my commandment in the desert of Zin, in the strife of the congregation, to sanctify me at the water before their eyes: that <span class=\"clarity-word\">is</span> the water of Meribah in Kadesh in the wilderness of Zin.",
      "churchId": "p14"
    },
    {
      "slug": "numbers-27-p15",
      "type": "verse",
      "number": "15",
      "content": "¶ And Moses spake unto the <span class=\"small-caps\">Lord</span>, saying,",
      "churchId": "p15"
    },
    {
      "slug": "numbers-27-p16",
      "type": "verse",
      "number": "16",
      "content": "Let the <span class=\"small-caps\">Lord</span>, the God of the spirits of all flesh, set a man over the congregation,",
      "churchId": "p16"
    },
    {
      "slug": "numbers-27-p17",
      "type": "verse",
      "number": "17",
      "content": "Which may go out before them, and which may go in before them, and which may lead them out, and which may bring them in; that the congregation of the <span class=\"small-caps\">Lord</span> be not as sheep which have no shepherd.",
      "churchId": "p17"
    },
    {
      "slug": "numbers-27-p18",
      "type": "verse",
      "number": "18",
      "content": "¶ And the <span class=\"small-caps\">Lord</span> said unto Moses, Take thee Joshua the son of Nun, a man in whom <span class=\"clarity-word\">is</span> the spirit, and lay thine hand upon him;",
      "churchId": "p18"
    },
    {
      "slug": "numbers-27-p19",
      "type": "verse",
      "number": "19",
      "content": "And set him before Eleazar the priest, and before all the congregation; and give him a charge in their sight.",
      "churchId": "p19"
    },
    {
      "slug": "numbers-27-p20",
      "type": "verse",
      "number": "20",
      "content": "And thou shalt put <span class=\"clarity-word\">some</span> of thine honour upon him, that all the congregation of the children of Israel may be obedient.",
      "churchId": "p20"
    },
    {
      "slug": "numbers-27-p21",
      "type": "verse",
      "number": "21",
      "content": "And he shall stand before Eleazar the priest, who shall ask <span class=\"clarity-word\">counsel</span> for him after the judgment of Urim before the <span class=\"small-caps\">Lord</span>: at his word shall they go out, and at his word they shall come in, <span class=\"clarity-word\">both</span> he, and all the children of Israel with him, even all the congregation.",
      "churchId": "p21"
    },
    {
      "slug": "numbers-27-p22",
      "type": "verse",
      "number": "22",
      "content": "And Moses did as the <span class=\"small-caps\">Lord</span> commanded him: and he took Joshua, and set him before Eleazar the priest, and before all the congregation:",
      "churchId": "p22"
    },
    {
      "slug": "numbers-27-p23",
      "type": "verse",
      "number": "23",
      "content": "And he laid his hands upon him, and gave him a charge, as the <span class=\"small-caps\">Lord</span> commanded by the hand of Moses.",
      "churchId": "p23"
    }
  ]
}