{
  "name": "Moses 2",
  "abbrev": "Moses 2",
  "number": "2",
  "churchUri": "/scriptures/pgp/moses/2",
  "paragraphs": [
    {
      "slug": "moses-2-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 2",
      "churchId": "title_number1"
    },
    {
      "slug": "moses-2-subtitle1",
      "type": "subtitle",
      "number": null,
      "content": "(June–October 1830)",
      "churchId": "subtitle1"
    },
    {
      "slug": "moses-2-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass that the Lord spake unto Moses, saying: Behold, I reveal unto you concerning this heaven, and this earth; write the words which I speak. I am the Beginning and the End, the Almighty God; by mine Only Begotten I created these things; yea, in the beginning I created the heaven, and the earth upon which thou standest.",
      "churchId": "p1"
    },
    {
      "slug": "moses-2-p2",
      "type": "verse",
      "number": "2",
      "content": "And the earth was without form, and void; and I caused darkness to come up upon the face of the deep; and my Spirit moved upon the face of the water; for I am God.",
      "churchId": "p2"
    },
    {
      "slug": "moses-2-p3",
      "type": "verse",
      "number": "3",
      "content": "And I, God, said: Let there be light; and there was light.",
      "churchId": "p3"
    },
    {
      "slug": "moses-2-p4",
      "type": "verse",
      "number": "4",
      "content": "And I, God, saw the light; and that light was good. And I, God, divided the light from the darkness.",
      "churchId": "p4"
    },
    {
      "slug": "moses-2-p5",
      "type": "verse",
      "number": "5",
      "content": "And I, God, called the light Day; and the darkness, I called Night; and this I did by the word of my power, and it was done as I spake; and the evening and the morning were the first day.",
      "churchId": "p5"
    },
    {
      "slug": "moses-2-p6",
      "type": "verse",
      "number": "6",
      "content": "And again, I, God, said: Let there be a firmament in the midst of the water, and it was so, even as I spake; and I said: Let it divide the waters from the waters; and it was done;",
      "churchId": "p6"
    },
    {
      "slug": "moses-2-p7",
      "type": "verse",
      "number": "7",
      "content": "And I, God, made the firmament and divided the waters, yea, the great waters under the firmament from the waters which were above the firmament, and it was so even as I spake.",
      "churchId": "p7"
    },
    {
      "slug": "moses-2-p8",
      "type": "verse",
      "number": "8",
      "content": "And I, God, called the firmament Heaven; and the evening and the morning were the second day.",
      "churchId": "p8"
    },
    {
      "slug": "moses-2-p9",
      "type": "verse",
      "number": "9",
      "content": "And I, God, said: Let the waters under the heaven be gathered together unto one place, and it was so; and I, God, said: Let there be dry land; and it was so.",
      "churchId": "p9"
    },
    {
      "slug": "moses-2-p10",
      "type": "verse",
      "number": "10",
      "content": "And I, God, called the dry land Earth; and the gathering together of the waters, called I the Sea; and I, God, saw that all things which I had made were good.",
      "churchId": "p10"
    },
    {
      "slug": "moses-2-p11",
      "type": "verse",
      "number": "11",
      "content": "And I, God, said: Let the earth bring forth grass, the herb yielding seed, the fruit tree yielding fruit, after his kind, and the tree yielding fruit, whose seed should be in itself upon the earth, and it was so even as I spake.",
      "churchId": "p11"
    },
    {
      "slug": "moses-2-p12",
      "type": "verse",
      "number": "12",
      "content": "And the earth brought forth grass, every herb yielding seed after his kind, and the tree yielding fruit, whose seed should be in itself, after his kind; and I, God, saw that all things which I had made were good;",
      "churchId": "p12"
    },
    {
      "slug": "moses-2-p13",
      "type": "verse",
      "number": "13",
      "content": "And the evening and the morning were the third day.",
      "churchId": "p13"
    },
    {
      "slug": "moses-2-p14",
      "type": "verse",
      "number": "14",
      "content": "And I, God, said: Let there be lights in the firmament of the heaven, to divide the day from the night, and let them be for signs, and for seasons, and for days, and for years;",
      "churchId": "p14"
    },
    {
      "slug": "moses-2-p15",
      "type": "verse",
      "number": "15",
      "content": "And let them be for lights in the firmament of the heaven to give light upon the earth; and it was so.",
      "churchId": "p15"
    },
    {
      "slug": "moses-2-p16",
      "type": "verse",
      "number": "16",
      "content": "And I, God, made two great lights; the greater light to rule the day, and the lesser light to rule the night, and the greater light was the sun, and the lesser light was the moon; and the stars also were made even according to my word.",
      "churchId": "p16"
    },
    {
      "slug": "moses-2-p17",
      "type": "verse",
      "number": "17",
      "content": "And I, God, set them in the firmament of the heaven to give light upon the earth,",
      "churchId": "p17"
    },
    {
      "slug": "moses-2-p18",
      "type": "verse",
      "number": "18",
      "content": "And the sun to rule over the day, and the moon to rule over the night, and to divide the light from the darkness; and I, God, saw that all things which I had made were good;",
      "churchId": "p18"
    },
    {
      "slug": "moses-2-p19",
      "type": "verse",
      "number": "19",
      "content": "And the evening and the morning were the fourth day.",
      "churchId": "p19"
    },
    {
      "slug": "moses-2-p20",
      "type": "verse",
      "number": "20",
      "content": "And I, God, said: Let the waters bring forth abundantly the moving creature that hath life, and fowl which may fly above the earth in the open firmament of heaven.",
      "churchId": "p20"
    },
    {
      "slug": "moses-2-p21",
      "type": "verse",
      "number": "21",
      "content": "And I, God, created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind; and I, God, saw that all things which I had created were good.",
      "churchId": "p21"
    },
    {
      "slug": "moses-2-p22",
      "type": "verse",
      "number": "22",
      "content": "And I, God, blessed them, saying: Be fruitful, and multiply, and fill the waters in the sea; and let fowl multiply in the earth;",
      "churchId": "p22"
    },
    {
      "slug": "moses-2-p23",
      "type": "verse",
      "number": "23",
      "content": "And the evening and the morning were the fifth day.",
      "churchId": "p23"
    },
    {
      "slug": "moses-2-p24",
      "type": "verse",
      "number": "24",
      "content": "And I, God, said: Let the earth bring forth the living creature after his kind, cattle, and creeping things, and beasts of the earth after their kind, and it was so;",
      "churchId": "p24"
    },
    {
      "slug": "moses-2-p25",
      "type": "verse",
      "number": "25",
      "content": "And I, God, made the beasts of the earth after their kind, and cattle after their kind, and everything which creepeth upon the earth after his kind; and I, God, saw that all these things were good.",
      "churchId": "p25"
    },
    {
      "slug": "moses-2-p26",
      "type": "verse",
      "number": "26",
      "content": "And I, God, said unto mine Only Begotten, which was with me from the beginning: Let us make man in our image, after our likeness; and it was so. And I, God, said: Let them have dominion over the fishes of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.",
      "churchId": "p26"
    },
    {
      "slug": "moses-2-p27",
      "type": "verse",
      "number": "27",
      "content": "And I, God, created man in mine own image, in the image of mine Only Begotten created I him; male and female created I them.",
      "churchId": "p27"
    },
    {
      "slug": "moses-2-p28",
      "type": "verse",
      "number": "28",
      "content": "And I, God, blessed them, and said unto them: Be fruitful, and multiply, and replenish the earth, and subdue it, and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.",
      "churchId": "p28"
    },
    {
      "slug": "moses-2-p29",
      "type": "verse",
      "number": "29",
      "content": "And I, God, said unto man: Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree in the which shall be the fruit of a tree yielding seed; to you it shall be for meat.",
      "churchId": "p29"
    },
    {
      "slug": "moses-2-p30",
      "type": "verse",
      "number": "30",
      "content": "And to every beast of the earth, and to every fowl of the air, and to everything that creepeth upon the earth, wherein I grant life, there shall be given every clean herb for meat; and it was so, even as I spake.",
      "churchId": "p30"
    },
    {
      "slug": "moses-2-p31",
      "type": "verse",
      "number": "31",
      "content": "And I, God, saw everything that I had made, and, behold, all things which I had made were very good; and the evening and the morning were the sixth day.",
      "churchId": "p31"
    }
  ]
}