{
  "name": "Moses 8",
  "abbrev": "Moses 8",
  "number": "8",
  "churchUri": "/scriptures/pgp/moses/8",
  "paragraphs": [
    {
      "slug": "moses-8-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 8",
      "churchId": "title_number1"
    },
    {
      "slug": "moses-8-subtitle1",
      "type": "subtitle",
      "number": null,
      "content": "(February 1831)",
      "churchId": "subtitle1"
    },
    {
      "slug": "moses-8-p1",
      "type": "verse",
      "number": "1",
      "content": "And all the days of Enoch were four hundred and thirty years.",
      "churchId": "p1"
    },
    {
      "slug": "moses-8-p2",
      "type": "verse",
      "number": "2",
      "content": "And it came to pass that Methuselah, the son of Enoch, was not taken, that the covenants of the Lord might be fulfilled, which he made to Enoch; for he truly covenanted with Enoch that Noah should be of the fruit of his loins.",
      "churchId": "p2"
    },
    {
      "slug": "moses-8-p3",
      "type": "verse",
      "number": "3",
      "content": "And it came to pass that Methuselah prophesied that from his loins should spring all the kingdoms of the earth (through Noah), and he took glory unto himself.",
      "churchId": "p3"
    },
    {
      "slug": "moses-8-p4",
      "type": "verse",
      "number": "4",
      "content": "And there came forth a great famine into the land, and the Lord cursed the earth with a sore curse, and many of the inhabitants thereof died.",
      "churchId": "p4"
    },
    {
      "slug": "moses-8-p5",
      "type": "verse",
      "number": "5",
      "content": "And it came to pass that Methuselah lived one hundred and eighty-seven years, and begat Lamech;",
      "churchId": "p5"
    },
    {
      "slug": "moses-8-p6",
      "type": "verse",
      "number": "6",
      "content": "And Methuselah lived, after he begat Lamech, seven hundred and eighty-two years, and begat sons and daughters;",
      "churchId": "p6"
    },
    {
      "slug": "moses-8-p7",
      "type": "verse",
      "number": "7",
      "content": "And all the days of Methuselah were nine hundred and sixty-nine years, and he died.",
      "churchId": "p7"
    },
    {
      "slug": "moses-8-p8",
      "type": "verse",
      "number": "8",
      "content": "And Lamech lived one hundred and eighty-two years, and begat a son,",
      "churchId": "p8"
    },
    {
      "slug": "moses-8-p9",
      "type": "verse",
      "number": "9",
      "content": "And he called his name Noah, saying: This son shall comfort us concerning our work and toil of our hands, because of the ground which the Lord hath cursed.",
      "churchId": "p9"
    },
    {
      "slug": "moses-8-p10",
      "type": "verse",
      "number": "10",
      "content": "And Lamech lived, after he begat Noah, five hundred and ninety-five years, and begat sons and daughters;",
      "churchId": "p10"
    },
    {
      "slug": "moses-8-p11",
      "type": "verse",
      "number": "11",
      "content": "And all the days of Lamech were seven hundred and seventy-seven years, and he died.",
      "churchId": "p11"
    },
    {
      "slug": "moses-8-p12",
      "type": "verse",
      "number": "12",
      "content": "And Noah was four hundred and fifty years old, and begat Japheth; and forty-two years afterward he begat Shem of her who was the mother of Japheth, and when he was five hundred years old he begat Ham.",
      "churchId": "p12"
    },
    {
      "slug": "moses-8-p13",
      "type": "verse",
      "number": "13",
      "content": "And Noah and his sons hearkened unto the Lord, and gave heed, and they were called the sons of God.",
      "churchId": "p13"
    },
    {
      "slug": "moses-8-p14",
      "type": "verse",
      "number": "14",
      "content": "And when these men began to multiply on the face of the earth, and daughters were born unto them, the sons of men saw that those daughters were fair, and they took them wives, even as they chose.",
      "churchId": "p14"
    },
    {
      "slug": "moses-8-p15",
      "type": "verse",
      "number": "15",
      "content": "And the Lord said unto Noah: The daughters of thy sons have sold themselves; for behold mine anger is kindled against the sons of men, for they will not hearken to my voice.",
      "churchId": "p15"
    },
    {
      "slug": "moses-8-p16",
      "type": "verse",
      "number": "16",
      "content": "And it came to pass that Noah prophesied, and taught the things of God, even as it was in the beginning.",
      "churchId": "p16"
    },
    {
      "slug": "moses-8-p17",
      "type": "verse",
      "number": "17",
      "content": "And the Lord said unto Noah: My Spirit shall not always strive with man, for he shall know that all flesh shall die; yet his days shall be an hundred and twenty years; and if men do not repent, I will send in the floods upon them.",
      "churchId": "p17"
    },
    {
      "slug": "moses-8-p18",
      "type": "verse",
      "number": "18",
      "content": "And in those days there were giants on the earth, and they sought Noah to take away his life; but the Lord was with Noah, and the power of the Lord was upon him.",
      "churchId": "p18"
    },
    {
      "slug": "moses-8-p19",
      "type": "verse",
      "number": "19",
      "content": "And the Lord ordained Noah after his own order, and commanded him that he should go forth and declare his Gospel unto the children of men, even as it was given unto Enoch.",
      "churchId": "p19"
    },
    {
      "slug": "moses-8-p20",
      "type": "verse",
      "number": "20",
      "content": "And it came to pass that Noah called upon the children of men that they should repent; but they hearkened not unto his words;",
      "churchId": "p20"
    },
    {
      "slug": "moses-8-p21",
      "type": "verse",
      "number": "21",
      "content": "And also, after that they had heard him, they came up before him, saying: Behold, we are the sons of God; have we not taken unto ourselves the daughters of men? And are we not eating and drinking, and marrying and giving in marriage? And our wives bear unto us children, and the same are mighty men, which are like unto men of old, men of great renown. And they hearkened not unto the words of Noah.",
      "churchId": "p21"
    },
    {
      "slug": "moses-8-p22",
      "type": "verse",
      "number": "22",
      "content": "And God saw that the wickedness of men had become great in the earth; and every man was lifted up in the imagination of the thoughts of his heart, being only evil continually.",
      "churchId": "p22"
    },
    {
      "slug": "moses-8-p23",
      "type": "verse",
      "number": "23",
      "content": "And it came to pass that Noah continued his preaching unto the people, saying: Hearken, and give heed unto my words;",
      "churchId": "p23"
    },
    {
      "slug": "moses-8-p24",
      "type": "verse",
      "number": "24",
      "content": "Believe and repent of your sins and be baptized in the name of Jesus Christ, the Son of God, even as our fathers, and ye shall receive the Holy Ghost, that ye may have all things made manifest; and if ye do not this, the floods will come in upon you; nevertheless they hearkened not.",
      "churchId": "p24"
    },
    {
      "slug": "moses-8-p25",
      "type": "verse",
      "number": "25",
      "content": "And it repented Noah, and his heart was pained that the Lord had made man on the earth, and it grieved him at the heart.",
      "churchId": "p25"
    },
    {
      "slug": "moses-8-p26",
      "type": "verse",
      "number": "26",
      "content": "And the Lord said: I will destroy man whom I have created, from the face of the earth, both man and beast, and the creeping things, and the fowls of the air; for it repenteth Noah that I have created them, and that I have made them; and he hath called upon me; for they have sought his life.",
      "churchId": "p26"
    },
    {
      "slug": "moses-8-p27",
      "type": "verse",
      "number": "27",
      "content": "And thus Noah found grace in the eyes of the Lord; for Noah was a just man, and perfect in his generation; and he walked with God, as did also his three sons, Shem, Ham, and Japheth.",
      "churchId": "p27"
    },
    {
      "slug": "moses-8-p28",
      "type": "verse",
      "number": "28",
      "content": "The earth was corrupt before God, and it was filled with violence.",
      "churchId": "p28"
    },
    {
      "slug": "moses-8-p29",
      "type": "verse",
      "number": "29",
      "content": "And God looked upon the earth, and, behold, it was corrupt, for all flesh had corrupted its way upon the earth.",
      "churchId": "p29"
    },
    {
      "slug": "moses-8-p30",
      "type": "verse",
      "number": "30",
      "content": "And God said unto Noah: The end of all flesh is come before me, for the earth is filled with violence, and behold I will destroy all flesh from off the earth.",
      "churchId": "p30"
    }
  ]
}