{
  "name": "Moses 6",
  "abbrev": "Moses 6",
  "number": "6",
  "churchUri": "/scriptures/pgp/moses/6",
  "paragraphs": [
    {
      "slug": "moses-6-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 6",
      "churchId": "title_number1"
    },
    {
      "slug": "moses-6-subtitle1",
      "type": "subtitle",
      "number": null,
      "content": "(November–December 1830)",
      "churchId": "subtitle1"
    },
    {
      "slug": "moses-6-p1",
      "type": "verse",
      "number": "1",
      "content": "And Adam hearkened unto the voice of God, and called upon his sons to repent.",
      "churchId": "p1"
    },
    {
      "slug": "moses-6-p2",
      "type": "verse",
      "number": "2",
      "content": "And Adam knew his wife again, and she bare a son, and he called his name Seth. And Adam glorified the name of God; for he said: God hath appointed me another seed, instead of Abel, whom Cain slew.",
      "churchId": "p2"
    },
    {
      "slug": "moses-6-p3",
      "type": "verse",
      "number": "3",
      "content": "And God revealed himself unto Seth, and he rebelled not, but offered an acceptable sacrifice, like unto his brother Abel. And to him also was born a son, and he called his name Enos.",
      "churchId": "p3"
    },
    {
      "slug": "moses-6-p4",
      "type": "verse",
      "number": "4",
      "content": "And then began these men to call upon the name of the Lord, and the Lord blessed them;",
      "churchId": "p4"
    },
    {
      "slug": "moses-6-p5",
      "type": "verse",
      "number": "5",
      "content": "And a book of remembrance was kept, in the which was recorded, in the language of Adam, for it was given unto as many as called upon God to write by the spirit of inspiration;",
      "churchId": "p5"
    },
    {
      "slug": "moses-6-p6",
      "type": "verse",
      "number": "6",
      "content": "And by them their children were taught to read and write, having a language which was pure and undefiled.",
      "churchId": "p6"
    },
    {
      "slug": "moses-6-p7",
      "type": "verse",
      "number": "7",
      "content": "Now this same Priesthood, which was in the beginning, shall be in the end of the world also.",
      "churchId": "p7"
    },
    {
      "slug": "moses-6-p8",
      "type": "verse",
      "number": "8",
      "content": "Now this prophecy Adam spake, as he was moved upon by the Holy Ghost, and a genealogy was kept of the children of God. And this was the book of the generations of Adam, saying: In the day that God created man, in the likeness of God made he him;",
      "churchId": "p8"
    },
    {
      "slug": "moses-6-p9",
      "type": "verse",
      "number": "9",
      "content": "In the image of his own body, male and female, created he them, and blessed them, and called their name Adam, in the day when they were created and became living souls in the land upon the footstool of God.",
      "churchId": "p9"
    },
    {
      "slug": "moses-6-p10",
      "type": "verse",
      "number": "10",
      "content": "And Adam lived one hundred and thirty years, and begat a son in his own likeness, after his own image, and called his name Seth.",
      "churchId": "p10"
    },
    {
      "slug": "moses-6-p11",
      "type": "verse",
      "number": "11",
      "content": "And the days of Adam, after he had begotten Seth, were eight hundred years, and he begat many sons and daughters;",
      "churchId": "p11"
    },
    {
      "slug": "moses-6-p12",
      "type": "verse",
      "number": "12",
      "content": "And all the days that Adam lived were nine hundred and thirty years, and he died.",
      "churchId": "p12"
    },
    {
      "slug": "moses-6-p13",
      "type": "verse",
      "number": "13",
      "content": "Seth lived one hundred and five years, and begat Enos, and prophesied in all his days, and taught his son Enos in the ways of God; wherefore Enos prophesied also.",
      "churchId": "p13"
    },
    {
      "slug": "moses-6-p14",
      "type": "verse",
      "number": "14",
      "content": "And Seth lived, after he begat Enos, eight hundred and seven years, and begat many sons and daughters.",
      "churchId": "p14"
    },
    {
      "slug": "moses-6-p15",
      "type": "verse",
      "number": "15",
      "content": "And the children of men were numerous upon all the face of the land. And in those days Satan had great dominion among men, and raged in their hearts; and from thenceforth came wars and bloodshed; and a man’s hand was against his own brother, in administering death, because of secret works, seeking for power.",
      "churchId": "p15"
    },
    {
      "slug": "moses-6-p16",
      "type": "verse",
      "number": "16",
      "content": "All the days of Seth were nine hundred and twelve years, and he died.",
      "churchId": "p16"
    },
    {
      "slug": "moses-6-p17",
      "type": "verse",
      "number": "17",
      "content": "And Enos lived ninety years, and begat Cainan. And Enos and the residue of the people of God came out from the land, which was called Shulon, and dwelt in a land of promise, which he called after his own son, whom he had named Cainan.",
      "churchId": "p17"
    },
    {
      "slug": "moses-6-p18",
      "type": "verse",
      "number": "18",
      "content": "And Enos lived, after he begat Cainan, eight hundred and fifteen years, and begat many sons and daughters. And all the days of Enos were nine hundred and five years, and he died.",
      "churchId": "p18"
    },
    {
      "slug": "moses-6-p19",
      "type": "verse",
      "number": "19",
      "content": "And Cainan lived seventy years, and begat Mahalaleel; and Cainan lived after he begat Mahalaleel eight hundred and forty years, and begat sons and daughters. And all the days of Cainan were nine hundred and ten years, and he died.",
      "churchId": "p19"
    },
    {
      "slug": "moses-6-p20",
      "type": "verse",
      "number": "20",
      "content": "And Mahalaleel lived sixty-five years, and begat Jared; and Mahalaleel lived, after he begat Jared, eight hundred and thirty years, and begat sons and daughters. And all the days of Mahalaleel were eight hundred and ninety-five years, and he died.",
      "churchId": "p20"
    },
    {
      "slug": "moses-6-p21",
      "type": "verse",
      "number": "21",
      "content": "And Jared lived one hundred and sixty-two years, and begat Enoch; and Jared lived, after he begat Enoch, eight hundred years, and begat sons and daughters. And Jared taught Enoch in all the ways of God.",
      "churchId": "p21"
    },
    {
      "slug": "moses-6-p22",
      "type": "verse",
      "number": "22",
      "content": "And this is the genealogy of the sons of Adam, who was the son of God, with whom God, himself, conversed.",
      "churchId": "p22"
    },
    {
      "slug": "moses-6-p23",
      "type": "verse",
      "number": "23",
      "content": "And they were preachers of righteousness, and spake and prophesied, and called upon all men, everywhere, to repent; and faith was taught unto the children of men.",
      "churchId": "p23"
    },
    {
      "slug": "moses-6-p24",
      "type": "verse",
      "number": "24",
      "content": "And it came to pass that all the days of Jared were nine hundred and sixty-two years, and he died.",
      "churchId": "p24"
    },
    {
      "slug": "moses-6-p25",
      "type": "verse",
      "number": "25",
      "content": "And Enoch lived sixty-five years, and begat Methuselah.",
      "churchId": "p25"
    },
    {
      "slug": "moses-6-p26",
      "type": "verse",
      "number": "26",
      "content": "And it came to pass that Enoch journeyed in the land, among the people; and as he journeyed, the Spirit of God descended out of heaven, and abode upon him.",
      "churchId": "p26"
    },
    {
      "slug": "moses-6-p27",
      "type": "verse",
      "number": "27",
      "content": "And he heard a voice from heaven, saying: Enoch, my son, prophesy unto this people, and say unto them—Repent, for thus saith the Lord: I am angry with this people, and my fierce anger is kindled against them; for their hearts have waxed hard, and their ears are dull of hearing, and their eyes cannot see afar off;",
      "churchId": "p27"
    },
    {
      "slug": "moses-6-p28",
      "type": "verse",
      "number": "28",
      "content": "And for these many generations, ever since the day that I created them, have they gone astray, and have denied me, and have sought their own counsels in the dark; and in their own abominations have they devised murder, and have not kept the commandments, which I gave unto their father, Adam.",
      "churchId": "p28"
    },
    {
      "slug": "moses-6-p29",
      "type": "verse",
      "number": "29",
      "content": "Wherefore, they have foresworn themselves, and, by their oaths, they have brought upon themselves death; and a hell I have prepared for them, if they repent not;",
      "churchId": "p29"
    },
    {
      "slug": "moses-6-p30",
      "type": "verse",
      "number": "30",
      "content": "And this is a decree, which I have sent forth in the beginning of the world, from my own mouth, from the foundation thereof, and by the mouths of my servants, thy fathers, have I decreed it, even as it shall be sent forth in the world, unto the ends thereof.",
      "churchId": "p30"
    },
    {
      "slug": "moses-6-p31",
      "type": "verse",
      "number": "31",
      "content": "And when Enoch had heard these words, he bowed himself to the earth, before the Lord, and spake before the Lord, saying: Why is it that I have found favor in thy sight, and am but a lad, and all the people hate me; for I am slow of speech; wherefore am I thy servant?",
      "churchId": "p31"
    },
    {
      "slug": "moses-6-p32",
      "type": "verse",
      "number": "32",
      "content": "And the Lord said unto Enoch: Go forth and do as I have commanded thee, and no man shall pierce thee. Open thy mouth, and it shall be filled, and I will give thee utterance, for all flesh is in my hands, and I will do as seemeth me good.",
      "churchId": "p32"
    },
    {
      "slug": "moses-6-p33",
      "type": "verse",
      "number": "33",
      "content": "Say unto this people: Choose ye this day, to serve the Lord God who made you.",
      "churchId": "p33"
    },
    {
      "slug": "moses-6-p34",
      "type": "verse",
      "number": "34",
      "content": "Behold my Spirit is upon you, wherefore all thy words will I justify; and the mountains shall flee before you, and the rivers shall turn from their course; and thou shalt abide in me, and I in you; therefore walk with me.",
      "churchId": "p34"
    },
    {
      "slug": "moses-6-p35",
      "type": "verse",
      "number": "35",
      "content": "And the Lord spake unto Enoch, and said unto him: Anoint thine eyes with clay, and wash them, and thou shalt see. And he did so.",
      "churchId": "p35"
    },
    {
      "slug": "moses-6-p36",
      "type": "verse",
      "number": "36",
      "content": "And he beheld the spirits that God had created; and he beheld also things which were not visible to the natural eye; and from thenceforth came the saying abroad in the land: A seer hath the Lord raised up unto his people.",
      "churchId": "p36"
    },
    {
      "slug": "moses-6-p37",
      "type": "verse",
      "number": "37",
      "content": "And it came to pass that Enoch went forth in the land, among the people, standing upon the hills and the high places, and cried with a loud voice, testifying against their works; and all men were offended because of him.",
      "churchId": "p37"
    },
    {
      "slug": "moses-6-p38",
      "type": "verse",
      "number": "38",
      "content": "And they came forth to hear him, upon the high places, saying unto the tent-keepers: Tarry ye here and keep the tents, while we go yonder to behold the seer, for he prophesieth, and there is a strange thing in the land; a wild man hath come among us.",
      "churchId": "p38"
    },
    {
      "slug": "moses-6-p39",
      "type": "verse",
      "number": "39",
      "content": "And it came to pass when they heard him, no man laid hands on him; for fear came on all them that heard him; for he walked with God.",
      "churchId": "p39"
    },
    {
      "slug": "moses-6-p40",
      "type": "verse",
      "number": "40",
      "content": "And there came a man unto him, whose name was Mahijah, and said unto him: Tell us plainly who thou art, and from whence thou comest?",
      "churchId": "p40"
    },
    {
      "slug": "moses-6-p41",
      "type": "verse",
      "number": "41",
      "content": "And he said unto them: I came out from the land of Cainan, the land of my fathers, a land of righteousness unto this day. And my father taught me in all the ways of God.",
      "churchId": "p41"
    },
    {
      "slug": "moses-6-p42",
      "type": "verse",
      "number": "42",
      "content": "And it came to pass, as I journeyed from the land of Cainan, by the sea east, I beheld a vision; and lo, the heavens I saw, and the Lord spake with me, and gave me commandment; wherefore, for this cause, to keep the commandment, I speak forth these words.",
      "churchId": "p42"
    },
    {
      "slug": "moses-6-p43",
      "type": "verse",
      "number": "43",
      "content": "And Enoch continued his speech, saying: The Lord which spake with me, the same is the God of heaven, and he is my God, and your God, and ye are my brethren, and why counsel ye yourselves, and deny the God of heaven?",
      "churchId": "p43"
    },
    {
      "slug": "moses-6-p44",
      "type": "verse",
      "number": "44",
      "content": "The heavens he made; the earth is his footstool; and the foundation thereof is his. Behold, he laid it, an host of men hath he brought in upon the face thereof.",
      "churchId": "p44"
    },
    {
      "slug": "moses-6-p45",
      "type": "verse",
      "number": "45",
      "content": "And death hath come upon our fathers; nevertheless we know them, and cannot deny, and even the first of all we know, even Adam.",
      "churchId": "p45"
    },
    {
      "slug": "moses-6-p46",
      "type": "verse",
      "number": "46",
      "content": "For a book of remembrance we have written among us, according to the pattern given by the finger of God; and it is given in our own language.",
      "churchId": "p46"
    },
    {
      "slug": "moses-6-p47",
      "type": "verse",
      "number": "47",
      "content": "And as Enoch spake forth the words of God, the people trembled, and could not stand in his presence.",
      "churchId": "p47"
    },
    {
      "slug": "moses-6-p48",
      "type": "verse",
      "number": "48",
      "content": "And he said unto them: Because that Adam fell, we are; and by his fall came death; and we are made partakers of misery and woe.",
      "churchId": "p48"
    },
    {
      "slug": "moses-6-p49",
      "type": "verse",
      "number": "49",
      "content": "Behold Satan hath come among the children of men, and tempteth them to worship him; and men have become carnal, sensual, and devilish, and are shut out from the presence of God.",
      "churchId": "p49"
    },
    {
      "slug": "moses-6-p50",
      "type": "verse",
      "number": "50",
      "content": "But God hath made known unto our fathers that all men must repent.",
      "churchId": "p50"
    },
    {
      "slug": "moses-6-p51",
      "type": "verse",
      "number": "51",
      "content": "And he called upon our father Adam by his own voice, saying: I am God; I made the world, and men before they were in the flesh.",
      "churchId": "p51"
    },
    {
      "slug": "moses-6-p52",
      "type": "verse",
      "number": "52",
      "content": "And he also said unto him: If thou wilt turn unto me, and hearken unto my voice, and believe, and repent of all thy transgressions, and be baptized, even in water, in the name of mine Only Begotten Son, who is full of grace and truth, which is Jesus Christ, the only name which shall be given under heaven, whereby salvation shall come unto the children of men, ye shall receive the gift of the Holy Ghost, asking all things in his name, and whatsoever ye shall ask, it shall be given you.",
      "churchId": "p52"
    },
    {
      "slug": "moses-6-p53",
      "type": "verse",
      "number": "53",
      "content": "And our father Adam spake unto the Lord, and said: Why is it that men must repent and be baptized in water? And the Lord said unto Adam: Behold I have forgiven thee thy transgression in the Garden of Eden.",
      "churchId": "p53"
    },
    {
      "slug": "moses-6-p54",
      "type": "verse",
      "number": "54",
      "content": "Hence came the saying abroad among the people, that the Son of God hath atoned for original guilt, wherein the sins of the parents cannot be answered upon the heads of the children, for they are whole from the foundation of the world.",
      "churchId": "p54"
    },
    {
      "slug": "moses-6-p55",
      "type": "verse",
      "number": "55",
      "content": "And the Lord spake unto Adam, saying: Inasmuch as thy children are conceived in sin, even so when they begin to grow up, sin conceiveth in their hearts, and they taste the bitter, that they may know to prize the good.",
      "churchId": "p55"
    },
    {
      "slug": "moses-6-p56",
      "type": "verse",
      "number": "56",
      "content": "And it is given unto them to know good from evil; wherefore they are agents unto themselves, and I have given unto you another law and commandment.",
      "churchId": "p56"
    },
    {
      "slug": "moses-6-p57",
      "type": "verse",
      "number": "57",
      "content": "Wherefore teach it unto your children, that all men, everywhere, must repent, or they can in nowise inherit the kingdom of God, for no unclean thing can dwell there, or dwell in his presence; for, in the language of Adam, Man of Holiness is his name, and the name of his Only Begotten is the Son of Man, even Jesus Christ, a righteous Judge, who shall come in the meridian of time.",
      "churchId": "p57"
    },
    {
      "slug": "moses-6-p58",
      "type": "verse",
      "number": "58",
      "content": "Therefore I give unto you a commandment, to teach these things freely unto your children, saying:",
      "churchId": "p58"
    },
    {
      "slug": "moses-6-p59",
      "type": "verse",
      "number": "59",
      "content": "That by reason of transgression cometh the fall, which fall bringeth death, and inasmuch as ye were born into the world by water, and blood, and the spirit, which I have made, and so became of dust a living soul, even so ye must be born again into the kingdom of heaven, of water, and of the Spirit, and be cleansed by blood, even the blood of mine Only Begotten; that ye might be sanctified from all sin, and enjoy the words of eternal life in this world, and eternal life in the world to come, even immortal glory;",
      "churchId": "p59"
    },
    {
      "slug": "moses-6-p60",
      "type": "verse",
      "number": "60",
      "content": "For by the water ye keep the commandment; by the Spirit ye are justified, and by the blood ye are sanctified;",
      "churchId": "p60"
    },
    {
      "slug": "moses-6-p61",
      "type": "verse",
      "number": "61",
      "content": "Therefore it is given to abide in you; the record of heaven; the Comforter; the peaceable things of immortal glory; the truth of all things; that which quickeneth all things, which maketh alive all things; that which knoweth all things, and hath all power according to wisdom, mercy, truth, justice, and judgment.",
      "churchId": "p61"
    },
    {
      "slug": "moses-6-p62",
      "type": "verse",
      "number": "62",
      "content": "And now, behold, I say unto you: This is the plan of salvation unto all men, through the blood of mine Only Begotten, who shall come in the meridian of time.",
      "churchId": "p62"
    },
    {
      "slug": "moses-6-p63",
      "type": "verse",
      "number": "63",
      "content": "And behold, all things have their likeness, and all things are created and made to bear record of me, both things which are temporal, and things which are spiritual; things which are in the heavens above, and things which are on the earth, and things which are in the earth, and things which are under the earth, both above and beneath: all things bear record of me.",
      "churchId": "p63"
    },
    {
      "slug": "moses-6-p64",
      "type": "verse",
      "number": "64",
      "content": "And it came to pass, when the Lord had spoken with Adam, our father, that Adam cried unto the Lord, and he was caught away by the Spirit of the Lord, and was carried down into the water, and was laid under the water, and was brought forth out of the water.",
      "churchId": "p64"
    },
    {
      "slug": "moses-6-p65",
      "type": "verse",
      "number": "65",
      "content": "And thus he was baptized, and the Spirit of God descended upon him, and thus he was born of the Spirit, and became quickened in the inner man.",
      "churchId": "p65"
    },
    {
      "slug": "moses-6-p66",
      "type": "verse",
      "number": "66",
      "content": "And he heard a voice out of heaven, saying: Thou art baptized with fire, and with the Holy Ghost. This is the record of the Father, and the Son, from henceforth and forever;",
      "churchId": "p66"
    },
    {
      "slug": "moses-6-p67",
      "type": "verse",
      "number": "67",
      "content": "And thou art after the order of him who was without beginning of days or end of years, from all eternity to all eternity.",
      "churchId": "p67"
    },
    {
      "slug": "moses-6-p68",
      "type": "verse",
      "number": "68",
      "content": "Behold, thou art one in me, a son of God; and thus may all become my sons. Amen.",
      "churchId": "p68"
    }
  ]
}