{
  "name": "Leviticus 26",
  "abbrev": "Lev. 26",
  "number": "26",
  "churchUri": "/scriptures/ot/lev/26",
  "paragraphs": [
    {
      "slug": "leviticus-26-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 26",
      "churchId": "title_number1"
    },
    {
      "slug": "leviticus-26-p1",
      "type": "verse",
      "number": "1",
      "content": "Ye shall make you no idols nor graven image, neither rear you up a standing image, neither shall ye set up <span class=\"clarity-word\">any</span> image of stone in your land, to bow down unto it: for I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span> your God.",
      "churchId": "p1"
    },
    {
      "slug": "leviticus-26-p2",
      "type": "verse",
      "number": "2",
      "content": "¶ Ye shall keep my sabbaths, and reverence my sanctuary: I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p2"
    },
    {
      "slug": "leviticus-26-p3",
      "type": "verse",
      "number": "3",
      "content": "¶ If ye walk in my statutes, and keep my commandments, and do them;",
      "churchId": "p3"
    },
    {
      "slug": "leviticus-26-p4",
      "type": "verse",
      "number": "4",
      "content": "Then I will give you rain in due season, and the land shall yield her increase, and the trees of the field shall yield their fruit.",
      "churchId": "p4"
    },
    {
      "slug": "leviticus-26-p5",
      "type": "verse",
      "number": "5",
      "content": "And your threshing shall reach unto the vintage, and the vintage shall reach unto the sowing time: and ye shall eat your bread to the full, and dwell in your land safely.",
      "churchId": "p5"
    },
    {
      "slug": "leviticus-26-p6",
      "type": "verse",
      "number": "6",
      "content": "And I will give peace in the land, and ye shall lie down, and none shall make <span class=\"clarity-word\">you</span> afraid: and I will rid evil beasts out of the land, neither shall the sword go through your land.",
      "churchId": "p6"
    },
    {
      "slug": "leviticus-26-p7",
      "type": "verse",
      "number": "7",
      "content": "And ye shall chase your enemies, and they shall fall before you by the sword.",
      "churchId": "p7"
    },
    {
      "slug": "leviticus-26-p8",
      "type": "verse",
      "number": "8",
      "content": "And five of you shall chase an hundred, and an hundred of you shall put ten thousand to flight: and your enemies shall fall before you by the sword.",
      "churchId": "p8"
    },
    {
      "slug": "leviticus-26-p9",
      "type": "verse",
      "number": "9",
      "content": "For I will have respect unto you, and make you fruitful, and multiply you, and establish my covenant with you.",
      "churchId": "p9"
    },
    {
      "slug": "leviticus-26-p10",
      "type": "verse",
      "number": "10",
      "content": "And ye shall eat old store, and bring forth the old because of the new.",
      "churchId": "p10"
    },
    {
      "slug": "leviticus-26-p11",
      "type": "verse",
      "number": "11",
      "content": "And I will set my tabernacle among you: and my soul shall not abhor you.",
      "churchId": "p11"
    },
    {
      "slug": "leviticus-26-p12",
      "type": "verse",
      "number": "12",
      "content": "And I will walk among you, and will be your God, and ye shall be my people.",
      "churchId": "p12"
    },
    {
      "slug": "leviticus-26-p13",
      "type": "verse",
      "number": "13",
      "content": "I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span> your God, which brought you forth out of the land of Egypt, that ye should not be their bondmen; and I have broken the bands of your yoke, and made you go upright.",
      "churchId": "p13"
    },
    {
      "slug": "leviticus-26-p14",
      "type": "verse",
      "number": "14",
      "content": "¶ But if ye will not hearken unto me, and will not do all these commandments;",
      "churchId": "p14"
    },
    {
      "slug": "leviticus-26-p15",
      "type": "verse",
      "number": "15",
      "content": "And if ye shall despise my statutes, or if your soul abhor my judgments, so that ye will not do all my commandments, <span class=\"clarity-word\">but</span> that ye break my covenant:",
      "churchId": "p15"
    },
    {
      "slug": "leviticus-26-p16",
      "type": "verse",
      "number": "16",
      "content": "I also will do this unto you; I will even appoint over you terror, consumption, and the burning ague, that shall consume the eyes, and cause sorrow of heart: and ye shall sow your seed in vain, for your enemies shall eat it.",
      "churchId": "p16"
    },
    {
      "slug": "leviticus-26-p17",
      "type": "verse",
      "number": "17",
      "content": "And I will set my face against you, and ye shall be slain before your enemies: they that hate you shall reign over you; and ye shall flee when none pursueth you.",
      "churchId": "p17"
    },
    {
      "slug": "leviticus-26-p18",
      "type": "verse",
      "number": "18",
      "content": "And if ye will not yet for all this hearken unto me, then I will punish you seven times more for your sins.",
      "churchId": "p18"
    },
    {
      "slug": "leviticus-26-p19",
      "type": "verse",
      "number": "19",
      "content": "And I will break the pride of your power; and I will make your heaven as iron, and your earth as brass:",
      "churchId": "p19"
    },
    {
      "slug": "leviticus-26-p20",
      "type": "verse",
      "number": "20",
      "content": "And your strength shall be spent in vain: for your land shall not yield her increase, neither shall the trees of the land yield their fruits.",
      "churchId": "p20"
    },
    {
      "slug": "leviticus-26-p21",
      "type": "verse",
      "number": "21",
      "content": "¶ And if ye walk contrary unto me, and will not hearken unto me; I will bring seven times more plagues upon you according to your sins.",
      "churchId": "p21"
    },
    {
      "slug": "leviticus-26-p22",
      "type": "verse",
      "number": "22",
      "content": "I will also send wild beasts among you, which shall rob you of your children, and destroy your cattle, and make you few in number; and your <span class=\"clarity-word\">high</span> ways shall be desolate.",
      "churchId": "p22"
    },
    {
      "slug": "leviticus-26-p23",
      "type": "verse",
      "number": "23",
      "content": "And if ye will not be reformed by me by these things, but will walk contrary unto me;",
      "churchId": "p23"
    },
    {
      "slug": "leviticus-26-p24",
      "type": "verse",
      "number": "24",
      "content": "Then will I also walk contrary unto you, and will punish you yet seven times for your sins.",
      "churchId": "p24"
    },
    {
      "slug": "leviticus-26-p25",
      "type": "verse",
      "number": "25",
      "content": "And I will bring a sword upon you, that shall avenge the quarrel of <span class=\"clarity-word\">my</span> covenant: and when ye are gathered together within your cities, I will send the pestilence among you; and ye shall be delivered into the hand of the enemy.",
      "churchId": "p25"
    },
    {
      "slug": "leviticus-26-p26",
      "type": "verse",
      "number": "26",
      "content": "<span class=\"clarity-word\">And</span> when I have broken the staff of your bread, ten women shall bake your bread in one oven, and they shall deliver <span class=\"clarity-word\">you</span> your bread again by weight: and ye shall eat, and not be satisfied.",
      "churchId": "p26"
    },
    {
      "slug": "leviticus-26-p27",
      "type": "verse",
      "number": "27",
      "content": "And if ye will not for all this hearken unto me, but walk contrary unto me;",
      "churchId": "p27"
    },
    {
      "slug": "leviticus-26-p28",
      "type": "verse",
      "number": "28",
      "content": "Then I will walk contrary unto you also in fury; and I, even I, will chastise you seven times for your sins.",
      "churchId": "p28"
    },
    {
      "slug": "leviticus-26-p29",
      "type": "verse",
      "number": "29",
      "content": "And ye shall eat the flesh of your sons, and the flesh of your daughters shall ye eat.",
      "churchId": "p29"
    },
    {
      "slug": "leviticus-26-p30",
      "type": "verse",
      "number": "30",
      "content": "And I will destroy your high places, and cut down your images, and cast your carcases upon the carcases of your idols, and my soul shall abhor you.",
      "churchId": "p30"
    },
    {
      "slug": "leviticus-26-p31",
      "type": "verse",
      "number": "31",
      "content": "And I will make your cities waste, and bring your sanctuaries unto desolation, and I will not smell the savour of your sweet odours.",
      "churchId": "p31"
    },
    {
      "slug": "leviticus-26-p32",
      "type": "verse",
      "number": "32",
      "content": "And I will bring the land into desolation: and your enemies which dwell therein shall be astonished at it.",
      "churchId": "p32"
    },
    {
      "slug": "leviticus-26-p33",
      "type": "verse",
      "number": "33",
      "content": "And I will scatter you among the heathen, and will draw out a sword after you: and your land shall be desolate, and your cities waste.",
      "churchId": "p33"
    },
    {
      "slug": "leviticus-26-p34",
      "type": "verse",
      "number": "34",
      "content": "Then shall the land enjoy her sabbaths, as long as it lieth desolate, and ye <span class=\"clarity-word\">be</span> in your enemies’ land; <span class=\"clarity-word\">even</span> then shall the land rest, and enjoy her sabbaths.",
      "churchId": "p34"
    },
    {
      "slug": "leviticus-26-p35",
      "type": "verse",
      "number": "35",
      "content": "As long as it lieth desolate it shall rest; because it did not rest in your sabbaths, when ye dwelt upon it.",
      "churchId": "p35"
    },
    {
      "slug": "leviticus-26-p36",
      "type": "verse",
      "number": "36",
      "content": "And upon them that are left <span class=\"clarity-word\">alive</span> of you I will send a faintness into their hearts in the lands of their enemies; and the sound of a shaken leaf shall chase them; and they shall flee, as fleeing from a sword; and they shall fall when none pursueth.",
      "churchId": "p36"
    },
    {
      "slug": "leviticus-26-p37",
      "type": "verse",
      "number": "37",
      "content": "And they shall fall one upon another, as it were before a sword, when none pursueth: and ye shall have no power to stand before your enemies.",
      "churchId": "p37"
    },
    {
      "slug": "leviticus-26-p38",
      "type": "verse",
      "number": "38",
      "content": "And ye shall perish among the heathen, and the land of your enemies shall eat you up.",
      "churchId": "p38"
    },
    {
      "slug": "leviticus-26-p39",
      "type": "verse",
      "number": "39",
      "content": "And they that are left of you shall pine away in their iniquity in your enemies’ lands; and also in the iniquities of their fathers shall they pine away with them.",
      "churchId": "p39"
    },
    {
      "slug": "leviticus-26-p40",
      "type": "verse",
      "number": "40",
      "content": "If they shall confess their iniquity, and the iniquity of their fathers, with their trespass which they trespassed against me, and that also they have walked contrary unto me;",
      "churchId": "p40"
    },
    {
      "slug": "leviticus-26-p41",
      "type": "verse",
      "number": "41",
      "content": "And <span class=\"clarity-word\">that</span> I also have walked contrary unto them, and have brought them into the land of their enemies; if then their uncircumcised hearts be humbled, and they then accept of the punishment of their iniquity:",
      "churchId": "p41"
    },
    {
      "slug": "leviticus-26-p42",
      "type": "verse",
      "number": "42",
      "content": "Then will I remember my covenant with Jacob, and also my covenant with Isaac, and also my covenant with Abraham will I remember; and I will remember the land.",
      "churchId": "p42"
    },
    {
      "slug": "leviticus-26-p43",
      "type": "verse",
      "number": "43",
      "content": "The land also shall be left of them, and shall enjoy her sabbaths, while she lieth desolate without them: and they shall accept of the punishment of their iniquity: because, even because they despised my judgments, and because their soul abhorred my statutes.",
      "churchId": "p43"
    },
    {
      "slug": "leviticus-26-p44",
      "type": "verse",
      "number": "44",
      "content": "And yet for all that, when they be in the land of their enemies, I will not cast them away, neither will I abhor them, to destroy them utterly, and to break my covenant with them: for I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span> their God.",
      "churchId": "p44"
    },
    {
      "slug": "leviticus-26-p45",
      "type": "verse",
      "number": "45",
      "content": "But I will for their sakes remember the covenant of their ancestors, whom I brought forth out of the land of Egypt in the sight of the heathen, that I might be their God: I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p45"
    },
    {
      "slug": "leviticus-26-p46",
      "type": "verse",
      "number": "46",
      "content": "These <span class=\"clarity-word\">are</span> the statutes and judgments and laws, which the <span class=\"small-caps\">Lord</span> made between him and the children of Israel in mount Sinai by the hand of Moses.",
      "churchId": "p46"
    }
  ]
}