{
  "name": "Genesis 19",
  "abbrev": "Gen. 19",
  "number": "19",
  "churchUri": "/scriptures/ot/gen/19",
  "paragraphs": [
    {
      "slug": "genesis-19-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 19",
      "churchId": "title_number1"
    },
    {
      "slug": "genesis-19-p1",
      "type": "verse",
      "number": "1",
      "content": "And there came two angels to Sodom at even; and Lot sat in the gate of Sodom: and Lot seeing <span class=\"clarity-word\">them</span> rose up to meet them; and he bowed himself with his face toward the ground;",
      "churchId": "p1"
    },
    {
      "slug": "genesis-19-p2",
      "type": "verse",
      "number": "2",
      "content": "And he said, Behold now, my lords, turn in, I pray you, into your servant’s house, and tarry all night, and wash your feet, and ye shall rise up early, and go on your ways. And they said, Nay; but we will abide in the street all night.",
      "churchId": "p2"
    },
    {
      "slug": "genesis-19-p3",
      "type": "verse",
      "number": "3",
      "content": "And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.",
      "churchId": "p3"
    },
    {
      "slug": "genesis-19-p4",
      "type": "verse",
      "number": "4",
      "content": "¶ But before they lay down, the men of the city, <span class=\"clarity-word\">even</span> the men of Sodom, compassed the house round, both old and young, all the people from every quarter:",
      "churchId": "p4"
    },
    {
      "slug": "genesis-19-p5",
      "type": "verse",
      "number": "5",
      "content": "And they called unto Lot, and said unto him, Where <span class=\"clarity-word\">are</span> the men which came in to thee this night? bring them out unto us, that we may know them.",
      "churchId": "p5"
    },
    {
      "slug": "genesis-19-p6",
      "type": "verse",
      "number": "6",
      "content": "And Lot went out at the door unto them, and shut the door after him,",
      "churchId": "p6"
    },
    {
      "slug": "genesis-19-p7",
      "type": "verse",
      "number": "7",
      "content": "And said, I pray you, brethren, do not so wickedly.",
      "churchId": "p7"
    },
    {
      "slug": "genesis-19-p8",
      "type": "verse",
      "number": "8",
      "content": "Behold now, I have two daughters which have not known man; let me, I pray you, bring them out unto you, and do ye to them as <span class=\"clarity-word\">is</span> good in your eyes: only unto these men do nothing; for therefore came they under the shadow of my roof.",
      "churchId": "p8"
    },
    {
      "slug": "genesis-19-p9",
      "type": "verse",
      "number": "9",
      "content": "And they said, Stand back. And they said <span class=\"clarity-word\">again,</span> This one <span class=\"clarity-word\">fellow</span> came in to sojourn, and he will needs be a judge: now will we deal worse with thee, than with them. And they pressed sore upon the man, <span class=\"clarity-word\">even</span> Lot, and came near to break the door.",
      "churchId": "p9"
    },
    {
      "slug": "genesis-19-p10",
      "type": "verse",
      "number": "10",
      "content": "But the men put forth their hand, and pulled Lot into the house to them, and shut to the door.",
      "churchId": "p10"
    },
    {
      "slug": "genesis-19-p11",
      "type": "verse",
      "number": "11",
      "content": "And they smote the men that <span class=\"clarity-word\">were</span> at the door of the house with blindness, both small and great: so that they wearied themselves to find the door.",
      "churchId": "p11"
    },
    {
      "slug": "genesis-19-p12",
      "type": "verse",
      "number": "12",
      "content": "¶ And the men said unto Lot, Hast thou here any besides? son in law, and thy sons, and thy daughters, and whatsoever thou hast in the city, bring <span class=\"clarity-word\">them</span> out of this place:",
      "churchId": "p12"
    },
    {
      "slug": "genesis-19-p13",
      "type": "verse",
      "number": "13",
      "content": "For we will destroy this place, because the cry of them is waxen great before the face of the <span class=\"small-caps\">Lord</span>; and the <span class=\"small-caps\">Lord</span> hath sent us to destroy it.",
      "churchId": "p13"
    },
    {
      "slug": "genesis-19-p14",
      "type": "verse",
      "number": "14",
      "content": "And Lot went out, and spake unto his sons in law, which married his daughters, and said, Up, get you out of this place; for the <span class=\"small-caps\">Lord</span> will destroy this city. But he seemed as one that mocked unto his sons in law.",
      "churchId": "p14"
    },
    {
      "slug": "genesis-19-p15",
      "type": "verse",
      "number": "15",
      "content": "¶ And when the morning arose, then the angels hastened Lot, saying, Arise, take thy wife, and thy two daughters, which are here; lest thou be consumed in the iniquity of the city.",
      "churchId": "p15"
    },
    {
      "slug": "genesis-19-p16",
      "type": "verse",
      "number": "16",
      "content": "And while he lingered, the men laid hold upon his hand, and upon the hand of his wife, and upon the hand of his two daughters; the <span class=\"small-caps\">Lord</span> being merciful unto him: and they brought him forth, and set him without the city.",
      "churchId": "p16"
    },
    {
      "slug": "genesis-19-p17",
      "type": "verse",
      "number": "17",
      "content": "¶ And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.",
      "churchId": "p17"
    },
    {
      "slug": "genesis-19-p18",
      "type": "verse",
      "number": "18",
      "content": "And Lot said unto them, Oh, not so, my Lord:",
      "churchId": "p18"
    },
    {
      "slug": "genesis-19-p19",
      "type": "verse",
      "number": "19",
      "content": "Behold now, thy servant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shewed unto me in saving my life; and I cannot escape to the mountain, lest some evil take me, and I die:",
      "churchId": "p19"
    },
    {
      "slug": "genesis-19-p20",
      "type": "verse",
      "number": "20",
      "content": "Behold now, this city <span class=\"clarity-word\">is</span> near to flee unto, and it <span class=\"clarity-word\">is</span> a little one: Oh, let me escape thither, (<span class=\"clarity-word\">is</span> it not a little one?) and my soul shall live.",
      "churchId": "p20"
    },
    {
      "slug": "genesis-19-p21",
      "type": "verse",
      "number": "21",
      "content": "And he said unto him, See, I have accepted thee concerning this thing also, that I will not overthrow this city, for the which thou hast spoken.",
      "churchId": "p21"
    },
    {
      "slug": "genesis-19-p22",
      "type": "verse",
      "number": "22",
      "content": "Haste thee, escape thither; for I cannot do any thing till thou be come thither. Therefore the name of the city was called Zoar.",
      "churchId": "p22"
    },
    {
      "slug": "genesis-19-p23",
      "type": "verse",
      "number": "23",
      "content": "¶ The sun was risen upon the earth when Lot entered into Zoar.",
      "churchId": "p23"
    },
    {
      "slug": "genesis-19-p24",
      "type": "verse",
      "number": "24",
      "content": "Then the <span class=\"small-caps\">Lord</span> rained upon Sodom and upon Gomorrah brimstone and fire from the <span class=\"small-caps\">Lord</span> out of heaven;",
      "churchId": "p24"
    },
    {
      "slug": "genesis-19-p25",
      "type": "verse",
      "number": "25",
      "content": "And he overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground.",
      "churchId": "p25"
    },
    {
      "slug": "genesis-19-p26",
      "type": "verse",
      "number": "26",
      "content": "¶ But his wife looked back from behind him, and she became a pillar of salt.",
      "churchId": "p26"
    },
    {
      "slug": "genesis-19-p27",
      "type": "verse",
      "number": "27",
      "content": "¶ And Abraham gat up early in the morning to the place where he stood before the <span class=\"small-caps\">Lord</span>:",
      "churchId": "p27"
    },
    {
      "slug": "genesis-19-p28",
      "type": "verse",
      "number": "28",
      "content": "And he looked toward Sodom and Gomorrah, and toward all the land of the plain, and beheld, and, lo, the smoke of the country went up as the smoke of a furnace.",
      "churchId": "p28"
    },
    {
      "slug": "genesis-19-p29",
      "type": "verse",
      "number": "29",
      "content": "¶ And it came to pass, when God destroyed the cities of the plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when he overthrew the cities in the which Lot dwelt.",
      "churchId": "p29"
    },
    {
      "slug": "genesis-19-p30",
      "type": "verse",
      "number": "30",
      "content": "¶ And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar: and he dwelt in a cave, he and his two daughters.",
      "churchId": "p30"
    },
    {
      "slug": "genesis-19-p31",
      "type": "verse",
      "number": "31",
      "content": "And the firstborn said unto the younger, Our father <span class=\"clarity-word\">is</span> old, and <span class=\"clarity-word\">there is</span> not a man in the earth to come in unto us after the manner of all the earth:",
      "churchId": "p31"
    },
    {
      "slug": "genesis-19-p32",
      "type": "verse",
      "number": "32",
      "content": "Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father.",
      "churchId": "p32"
    },
    {
      "slug": "genesis-19-p33",
      "type": "verse",
      "number": "33",
      "content": "And they made their father drink wine that night: and the firstborn went in, and lay with her father; and he perceived not when she lay down, nor when she arose.",
      "churchId": "p33"
    },
    {
      "slug": "genesis-19-p34",
      "type": "verse",
      "number": "34",
      "content": "And it came to pass on the morrow, that the firstborn said unto the younger, Behold, I lay yesternight with my father: let us make him drink wine this night also; and go thou in, <span class=\"clarity-word\">and</span> lie with him, that we may preserve seed of our father.",
      "churchId": "p34"
    },
    {
      "slug": "genesis-19-p35",
      "type": "verse",
      "number": "35",
      "content": "And they made their father drink wine that night also: and the younger arose, and lay with him; and he perceived not when she lay down, nor when she arose.",
      "churchId": "p35"
    },
    {
      "slug": "genesis-19-p36",
      "type": "verse",
      "number": "36",
      "content": "Thus were both the daughters of Lot with child by their father.",
      "churchId": "p36"
    },
    {
      "slug": "genesis-19-p37",
      "type": "verse",
      "number": "37",
      "content": "And the firstborn bare a son, and called his name Moab: the same <span class=\"clarity-word\">is</span> the father of the Moabites unto this day.",
      "churchId": "p37"
    },
    {
      "slug": "genesis-19-p38",
      "type": "verse",
      "number": "38",
      "content": "And the younger, she also bare a son, and called his name Ben-ammi: the same <span class=\"clarity-word\">is</span> the father of the children of Ammon unto this day.",
      "churchId": "p38"
    }
  ]
}