{
  "name": "Genesis 30",
  "abbrev": "Gen. 30",
  "number": "30",
  "churchUri": "/scriptures/ot/gen/30",
  "paragraphs": [
    {
      "slug": "genesis-30-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 30",
      "churchId": "title_number1"
    },
    {
      "slug": "genesis-30-p1",
      "type": "verse",
      "number": "1",
      "content": "And when Rachel saw that she bare Jacob no children, Rachel envied her sister; and said unto Jacob, Give me children, or else I die.",
      "churchId": "p1"
    },
    {
      "slug": "genesis-30-p2",
      "type": "verse",
      "number": "2",
      "content": "And Jacob’s anger was kindled against Rachel: and he said, <span class=\"clarity-word\">Am</span> I in God’s stead, who hath withheld from thee the fruit of the womb?",
      "churchId": "p2"
    },
    {
      "slug": "genesis-30-p3",
      "type": "verse",
      "number": "3",
      "content": "And she said, Behold my maid Bilhah, go in unto her; and she shall bear upon my knees, that I may also have children by her.",
      "churchId": "p3"
    },
    {
      "slug": "genesis-30-p4",
      "type": "verse",
      "number": "4",
      "content": "And she gave him Bilhah her handmaid to wife: and Jacob went in unto her.",
      "churchId": "p4"
    },
    {
      "slug": "genesis-30-p5",
      "type": "verse",
      "number": "5",
      "content": "And Bilhah conceived, and bare Jacob a son.",
      "churchId": "p5"
    },
    {
      "slug": "genesis-30-p6",
      "type": "verse",
      "number": "6",
      "content": "And Rachel said, God hath judged me, and hath also heard my voice, and hath given me a son: therefore called she his name Dan.",
      "churchId": "p6"
    },
    {
      "slug": "genesis-30-p7",
      "type": "verse",
      "number": "7",
      "content": "And Bilhah Rachel’s maid conceived again, and bare Jacob a second son.",
      "churchId": "p7"
    },
    {
      "slug": "genesis-30-p8",
      "type": "verse",
      "number": "8",
      "content": "And Rachel said, With great wrestlings have I wrestled with my sister, and I have prevailed: and she called his name Naphtali.",
      "churchId": "p8"
    },
    {
      "slug": "genesis-30-p9",
      "type": "verse",
      "number": "9",
      "content": "When Leah saw that she had left bearing, she took Zilpah her maid, and gave her Jacob to wife.",
      "churchId": "p9"
    },
    {
      "slug": "genesis-30-p10",
      "type": "verse",
      "number": "10",
      "content": "And Zilpah Leah’s maid bare Jacob a son.",
      "churchId": "p10"
    },
    {
      "slug": "genesis-30-p11",
      "type": "verse",
      "number": "11",
      "content": "And Leah said, A troop cometh: and she called his name Gad.",
      "churchId": "p11"
    },
    {
      "slug": "genesis-30-p12",
      "type": "verse",
      "number": "12",
      "content": "And Zilpah Leah’s maid bare Jacob a second son.",
      "churchId": "p12"
    },
    {
      "slug": "genesis-30-p13",
      "type": "verse",
      "number": "13",
      "content": "And Leah said, Happy am I, for the daughters will call me blessed: and she called his name Asher.",
      "churchId": "p13"
    },
    {
      "slug": "genesis-30-p14",
      "type": "verse",
      "number": "14",
      "content": "¶ And Reuben went in the days of wheat harvest, and found mandrakes in the field, and brought them unto his mother Leah. Then Rachel said to Leah, Give me, I pray thee, of thy son’s mandrakes.",
      "churchId": "p14"
    },
    {
      "slug": "genesis-30-p15",
      "type": "verse",
      "number": "15",
      "content": "And she said unto her, <span class=\"clarity-word\">Is it</span> a small matter that thou hast taken my husband? and wouldest thou take away my son’s mandrakes also? And Rachel said, Therefore he shall lie with thee to night for thy son’s mandrakes.",
      "churchId": "p15"
    },
    {
      "slug": "genesis-30-p16",
      "type": "verse",
      "number": "16",
      "content": "And Jacob came out of the field in the evening, and Leah went out to meet him, and said, Thou must come in unto me; for surely I have hired thee with my son’s mandrakes. And he lay with her that night.",
      "churchId": "p16"
    },
    {
      "slug": "genesis-30-p17",
      "type": "verse",
      "number": "17",
      "content": "And God hearkened unto Leah, and she conceived, and bare Jacob the fifth son.",
      "churchId": "p17"
    },
    {
      "slug": "genesis-30-p18",
      "type": "verse",
      "number": "18",
      "content": "And Leah said, God hath given me my hire, because I have given my maiden to my husband: and she called his name Issachar.",
      "churchId": "p18"
    },
    {
      "slug": "genesis-30-p19",
      "type": "verse",
      "number": "19",
      "content": "And Leah conceived again, and bare Jacob the sixth son.",
      "churchId": "p19"
    },
    {
      "slug": "genesis-30-p20",
      "type": "verse",
      "number": "20",
      "content": "And Leah said, God hath endued me <span class=\"clarity-word\">with</span> a good dowry; now will my husband dwell with me, because I have born him six sons: and she called his name Zebulun.",
      "churchId": "p20"
    },
    {
      "slug": "genesis-30-p21",
      "type": "verse",
      "number": "21",
      "content": "And afterwards she bare a daughter, and called her name Dinah.",
      "churchId": "p21"
    },
    {
      "slug": "genesis-30-p22",
      "type": "verse",
      "number": "22",
      "content": "¶ And God remembered Rachel, and God hearkened to her, and opened her womb.",
      "churchId": "p22"
    },
    {
      "slug": "genesis-30-p23",
      "type": "verse",
      "number": "23",
      "content": "And she conceived, and bare a son; and said, God hath taken away my reproach:",
      "churchId": "p23"
    },
    {
      "slug": "genesis-30-p24",
      "type": "verse",
      "number": "24",
      "content": "And she called his name Joseph; and said, The <span class=\"small-caps\">Lord</span> shall add to me another son.",
      "churchId": "p24"
    },
    {
      "slug": "genesis-30-p25",
      "type": "verse",
      "number": "25",
      "content": "¶ And it came to pass, when Rachel had born Joseph, that Jacob said unto Laban, Send me away, that I may go unto mine own place, and to my country.",
      "churchId": "p25"
    },
    {
      "slug": "genesis-30-p26",
      "type": "verse",
      "number": "26",
      "content": "Give <span class=\"clarity-word\">me</span> my wives and my children, for whom I have served thee, and let me go: for thou knowest my service which I have done thee.",
      "churchId": "p26"
    },
    {
      "slug": "genesis-30-p27",
      "type": "verse",
      "number": "27",
      "content": "And Laban said unto him, I pray thee, if I have found favour in thine eyes, <span class=\"clarity-word\">tarry: for</span> I have learned by experience that the <span class=\"small-caps\">Lord</span> hath blessed me for thy sake.",
      "churchId": "p27"
    },
    {
      "slug": "genesis-30-p28",
      "type": "verse",
      "number": "28",
      "content": "And he said, Appoint me thy wages, and I will give <span class=\"clarity-word\">it.</span>",
      "churchId": "p28"
    },
    {
      "slug": "genesis-30-p29",
      "type": "verse",
      "number": "29",
      "content": "And he said unto him, Thou knowest how I have served thee, and how thy cattle was with me.",
      "churchId": "p29"
    },
    {
      "slug": "genesis-30-p30",
      "type": "verse",
      "number": "30",
      "content": "For <span class=\"clarity-word\">it was</span> little which thou hadst before I <span class=\"clarity-word\">came,</span> and it is <span class=\"clarity-word\">now</span> increased unto a multitude; and the <span class=\"small-caps\">Lord</span> hath blessed thee since my coming: and now when shall I provide for mine own house also?",
      "churchId": "p30"
    },
    {
      "slug": "genesis-30-p31",
      "type": "verse",
      "number": "31",
      "content": "And he said, What shall I give thee? And Jacob said, Thou shalt not give me any thing: if thou wilt do this thing for me, I will again feed <span class=\"clarity-word\">and</span> keep thy flock:",
      "churchId": "p31"
    },
    {
      "slug": "genesis-30-p32",
      "type": "verse",
      "number": "32",
      "content": "I will pass through all thy flock to day, removing from thence all the speckled and spotted cattle, and all the brown cattle among the sheep, and the spotted and speckled among the goats: and <span class=\"clarity-word\">of such</span> shall be my hire.",
      "churchId": "p32"
    },
    {
      "slug": "genesis-30-p33",
      "type": "verse",
      "number": "33",
      "content": "So shall my righteousness answer for me in time to come, when it shall come for my hire before thy face: every one that <span class=\"clarity-word\">is</span> not speckled and spotted among the goats, and brown among the sheep, that shall be counted stolen with me.",
      "churchId": "p33"
    },
    {
      "slug": "genesis-30-p34",
      "type": "verse",
      "number": "34",
      "content": "And Laban said, Behold, I would it might be according to thy word.",
      "churchId": "p34"
    },
    {
      "slug": "genesis-30-p35",
      "type": "verse",
      "number": "35",
      "content": "And he removed that day the he goats that were ringstraked and spotted, and all the she goats that were speckled and spotted, <span class=\"clarity-word\">and</span> every one that had <span class=\"clarity-word\">some</span> white in it, and all the brown among the sheep, and gave <span class=\"clarity-word\">them</span> into the hand of his sons.",
      "churchId": "p35"
    },
    {
      "slug": "genesis-30-p36",
      "type": "verse",
      "number": "36",
      "content": "And he set three days’ journey betwixt himself and Jacob: and Jacob fed the rest of Laban’s flocks.",
      "churchId": "p36"
    },
    {
      "slug": "genesis-30-p37",
      "type": "verse",
      "number": "37",
      "content": "¶ And Jacob took him rods of green poplar, and of the hazel and chestnut tree; and pilled white strakes in them, and made the white appear which <span class=\"clarity-word\">was</span> in the rods.",
      "churchId": "p37"
    },
    {
      "slug": "genesis-30-p38",
      "type": "verse",
      "number": "38",
      "content": "And he set the rods which he had pilled before the flocks in the gutters in the watering troughs when the flocks came to drink, that they should conceive when they came to drink.",
      "churchId": "p38"
    },
    {
      "slug": "genesis-30-p39",
      "type": "verse",
      "number": "39",
      "content": "And the flocks conceived before the rods, and brought forth cattle ringstraked, speckled, and spotted.",
      "churchId": "p39"
    },
    {
      "slug": "genesis-30-p40",
      "type": "verse",
      "number": "40",
      "content": "And Jacob did separate the lambs, and set the faces of the flocks toward the ringstraked, and all the brown in the flock of Laban; and he put his own flocks by themselves, and put them not unto Laban’s cattle.",
      "churchId": "p40"
    },
    {
      "slug": "genesis-30-p41",
      "type": "verse",
      "number": "41",
      "content": "And it came to pass, whensoever the stronger cattle did conceive, that Jacob laid the rods before the eyes of the cattle in the gutters, that they might conceive among the rods.",
      "churchId": "p41"
    },
    {
      "slug": "genesis-30-p42",
      "type": "verse",
      "number": "42",
      "content": "But when the cattle were feeble, he put <span class=\"clarity-word\">them</span> not in: so the feebler were Laban’s, and the stronger Jacob’s.",
      "churchId": "p42"
    },
    {
      "slug": "genesis-30-p43",
      "type": "verse",
      "number": "43",
      "content": "And the man increased exceedingly, and had much cattle, and maidservants, and menservants, and camels, and asses.",
      "churchId": "p43"
    }
  ]
}