{
  "name": "Facsimile 2",
  "abbrev": "Facsimile 2",
  "number": "fac-2",
  "churchUri": "/scriptures/pgp/abr/fac-2",
  "paragraphs": [
    {
      "slug": "abraham-fac-2-title1",
      "type": "book-title",
      "number": null,
      "content": "A Facsimile from the Book of Abraham",
      "churchId": "title1"
    },
    {
      "slug": "abraham-fac-2-subtitle1",
      "type": "subtitle",
      "number": null,
      "content": "No. 2",
      "churchId": "subtitle1"
    },
    {
      "slug": "abraham-fac-2-figure1_title1",
      "type": "paragraph",
      "number": null,
      "content": "Explanation",
      "churchId": "figure1_title1"
    },
    {
      "slug": "abraham-fac-2-figure1_p1",
      "type": "paragraph",
      "number": null,
      "content": "Fig. 1. Kolob, signifying the first creation, nearest to the celestial, or the residence of God. First in government, the last pertaining to the measurement of time. The measurement according to celestial time, which celestial time signifies one day to a cubit. One day in Kolob is equal to a thousand years according to the measurement of this earth, which is called by the Egyptians Jah-oh-eh.",
      "churchId": "figure1_p1"
    },
    {
      "slug": "abraham-fac-2-figure1_p2",
      "type": "paragraph",
      "number": null,
      "content": "Fig. 2. Stands next to Kolob, called by the Egyptians Oliblish, which is the next grand governing creation near to the celestial or the place where God resides; holding the key of power also, pertaining to other planets; as revealed from God to Abraham, as he offered sacrifice upon an altar, which he had built unto the Lord.",
      "churchId": "figure1_p2"
    },
    {
      "slug": "abraham-fac-2-figure1_p3",
      "type": "paragraph",
      "number": null,
      "content": "Fig. 3. Is made to represent God, sitting upon his throne, clothed with power and authority; with a crown of eternal light upon his head; representing also the grand Key-words of the Holy Priesthood, as revealed to Adam in the Garden of Eden, as also to Seth, Noah, Melchizedek, Abraham, and all to whom the Priesthood was revealed.",
      "churchId": "figure1_p3"
    },
    {
      "slug": "abraham-fac-2-figure1_p4",
      "type": "paragraph",
      "number": null,
      "content": "Fig. 4. Answers to the Hebrew word Raukeeyang, signifying expanse, or the firmament of the heavens; also a numerical figure, in Egyptian signifying one thousand; answering to the measuring of the time of Oliblish, which is equal with Kolob in its revolution and in its measuring of time.",
      "churchId": "figure1_p4"
    },
    {
      "slug": "abraham-fac-2-figure1_p5",
      "type": "paragraph",
      "number": null,
      "content": "Fig. 5. Is called in Egyptian Enish-go-on-dosh; this is one of the governing planets also, and is said by the Egyptians to be the Sun, and to borrow its light from Kolob through the medium of Kae-e-vanrash, which is the grand Key, or, in other words, the governing power, which governs fifteen other fixed planets or stars, as also Floeese or the Moon, the Earth and the Sun in their annual revolutions. This planet receives its power through the medium of Kli-flos-is-es, or Hah-ko-kau-beam, the stars represented by numbers 22 and 23, receiving light from the revolutions of Kolob.",
      "churchId": "figure1_p5"
    },
    {
      "slug": "abraham-fac-2-figure1_p6",
      "type": "paragraph",
      "number": null,
      "content": "Fig. 6. Represents this earth in its four quarters.",
      "churchId": "figure1_p6"
    },
    {
      "slug": "abraham-fac-2-figure1_p7",
      "type": "paragraph",
      "number": null,
      "content": "Fig. 7. Represents God sitting upon his throne, revealing through the heavens the grand Key-words of the Priesthood; as, also, the sign of the Holy Ghost unto Abraham, in the form of a dove.",
      "churchId": "figure1_p7"
    },
    {
      "slug": "abraham-fac-2-figure1_p8",
      "type": "paragraph",
      "number": null,
      "content": "Fig. 8. Contains writings that cannot be revealed unto the world; but is to be had in the Holy Temple of God.",
      "churchId": "figure1_p8"
    },
    {
      "slug": "abraham-fac-2-figure1_p9",
      "type": "paragraph",
      "number": null,
      "content": "Fig. 9. Ought not to be revealed at the present time.",
      "churchId": "figure1_p9"
    },
    {
      "slug": "abraham-fac-2-figure1_p10",
      "type": "paragraph",
      "number": null,
      "content": "Fig. 10. Also.",
      "churchId": "figure1_p10"
    },
    {
      "slug": "abraham-fac-2-figure1_p11",
      "type": "paragraph",
      "number": null,
      "content": "Fig. 11. Also. If the world can find out these numbers, so let it be. Amen.",
      "churchId": "figure1_p11"
    },
    {
      "slug": "abraham-fac-2-figure1_p12",
      "type": "paragraph",
      "number": null,
      "content": "Figures 12, 13, 14, 15, 16, 17, 18, 19, 20, and 21 will be given in the own due time of the Lord.",
      "churchId": "figure1_p12"
    },
    {
      "slug": "abraham-fac-2-figure1_p13",
      "type": "paragraph",
      "number": null,
      "content": "The above translation is given as far as we have any right to give at the present time.",
      "churchId": "figure1_p13"
    }
  ]
}