{
  "name": "Abraham 4",
  "abbrev": "Abr. 4",
  "number": "4",
  "churchUri": "/scriptures/pgp/abr/4",
  "paragraphs": [
    {
      "slug": "abraham-4-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 4",
      "churchId": "title_number1"
    },
    {
      "slug": "abraham-4-p1",
      "type": "verse",
      "number": "1",
      "content": "And then the Lord said: Let us go down. And they went down at the beginning, and they, that is the Gods, organized and formed the heavens and the earth.",
      "churchId": "p1"
    },
    {
      "slug": "abraham-4-p2",
      "type": "verse",
      "number": "2",
      "content": "And the earth, after it was formed, was empty and desolate, because they had not formed anything but the earth; and darkness reigned upon the face of the deep, and the Spirit of the Gods was brooding upon the face of the waters.",
      "churchId": "p2"
    },
    {
      "slug": "abraham-4-p3",
      "type": "verse",
      "number": "3",
      "content": "And they (the Gods) said: Let there be light; and there was light.",
      "churchId": "p3"
    },
    {
      "slug": "abraham-4-p4",
      "type": "verse",
      "number": "4",
      "content": "And they (the Gods) comprehended the light, for it was bright; and they divided the light, or caused it to be divided, from the darkness.",
      "churchId": "p4"
    },
    {
      "slug": "abraham-4-p5",
      "type": "verse",
      "number": "5",
      "content": "And the Gods called the light Day, and the darkness they called Night. And it came to pass that from the evening until morning they called night; and from the morning until the evening they called day; and this was the first, or the beginning, of that which they called day and night.",
      "churchId": "p5"
    },
    {
      "slug": "abraham-4-p6",
      "type": "verse",
      "number": "6",
      "content": "And the Gods also said: Let there be an expanse in the midst of the waters, and it shall divide the waters from the waters.",
      "churchId": "p6"
    },
    {
      "slug": "abraham-4-p7",
      "type": "verse",
      "number": "7",
      "content": "And the Gods ordered the expanse, so that it divided the waters which were under the expanse from the waters which were above the expanse; and it was so, even as they ordered.",
      "churchId": "p7"
    },
    {
      "slug": "abraham-4-p8",
      "type": "verse",
      "number": "8",
      "content": "And the Gods called the expanse, Heaven. And it came to pass that it was from evening until morning that they called night; and it came to pass that it was from morning until evening that they called day; and this was the second time that they called night and day.",
      "churchId": "p8"
    },
    {
      "slug": "abraham-4-p9",
      "type": "verse",
      "number": "9",
      "content": "And the Gods ordered, saying: Let the waters under the heaven be gathered together unto one place, and let the earth come up dry; and it was so as they ordered;",
      "churchId": "p9"
    },
    {
      "slug": "abraham-4-p10",
      "type": "verse",
      "number": "10",
      "content": "And the Gods pronounced the dry land, Earth; and the gathering together of the waters, pronounced they, Great Waters; and the Gods saw that they were obeyed.",
      "churchId": "p10"
    },
    {
      "slug": "abraham-4-p11",
      "type": "verse",
      "number": "11",
      "content": "And the Gods said: Let us prepare the earth to bring forth grass; the herb yielding seed; the fruit tree yielding fruit, after his kind, whose seed in itself yieldeth its own likeness upon the earth; and it was so, even as they ordered.",
      "churchId": "p11"
    },
    {
      "slug": "abraham-4-p12",
      "type": "verse",
      "number": "12",
      "content": "And the Gods organized the earth to bring forth grass from its own seed, and the herb to bring forth herb from its own seed, yielding seed after his kind; and the earth to bring forth the tree from its own seed, yielding fruit, whose seed could only bring forth the same in itself, after his kind; and the Gods saw that they were obeyed.",
      "churchId": "p12"
    },
    {
      "slug": "abraham-4-p13",
      "type": "verse",
      "number": "13",
      "content": "And it came to pass that they numbered the days; from the evening until the morning they called night; and it came to pass, from the morning until the evening they called day; and it was the third time.",
      "churchId": "p13"
    },
    {
      "slug": "abraham-4-p14",
      "type": "verse",
      "number": "14",
      "content": "And the Gods organized the lights in the expanse of the heaven, and caused them to divide the day from the night; and organized them to be for signs and for seasons, and for days and for years;",
      "churchId": "p14"
    },
    {
      "slug": "abraham-4-p15",
      "type": "verse",
      "number": "15",
      "content": "And organized them to be for lights in the expanse of the heaven to give light upon the earth; and it was so.",
      "churchId": "p15"
    },
    {
      "slug": "abraham-4-p16",
      "type": "verse",
      "number": "16",
      "content": "And the Gods organized the two great lights, the greater light to rule the day, and the lesser light to rule the night; with the lesser light they set the stars also;",
      "churchId": "p16"
    },
    {
      "slug": "abraham-4-p17",
      "type": "verse",
      "number": "17",
      "content": "And the Gods set them in the expanse of the heavens, to give light upon the earth, and to rule over the day and over the night, and to cause to divide the light from the darkness.",
      "churchId": "p17"
    },
    {
      "slug": "abraham-4-p18",
      "type": "verse",
      "number": "18",
      "content": "And the Gods watched those things which they had ordered until they obeyed.",
      "churchId": "p18"
    },
    {
      "slug": "abraham-4-p19",
      "type": "verse",
      "number": "19",
      "content": "And it came to pass that it was from evening until morning that it was night; and it came to pass that it was from morning until evening that it was day; and it was the fourth time.",
      "churchId": "p19"
    },
    {
      "slug": "abraham-4-p20",
      "type": "verse",
      "number": "20",
      "content": "And the Gods said: Let us prepare the waters to bring forth abundantly the moving creatures that have life; and the fowl, that they may fly above the earth in the open expanse of heaven.",
      "churchId": "p20"
    },
    {
      "slug": "abraham-4-p21",
      "type": "verse",
      "number": "21",
      "content": "And the Gods prepared the waters that they might bring forth great whales, and every living creature that moveth, which the waters were to bring forth abundantly after their kind; and every winged fowl after their kind. And the Gods saw that they would be obeyed, and that their plan was good.",
      "churchId": "p21"
    },
    {
      "slug": "abraham-4-p22",
      "type": "verse",
      "number": "22",
      "content": "And the Gods said: We will bless them, and cause them to be fruitful and multiply, and fill the waters in the seas or great waters; and cause the fowl to multiply in the earth.",
      "churchId": "p22"
    },
    {
      "slug": "abraham-4-p23",
      "type": "verse",
      "number": "23",
      "content": "And it came to pass that it was from evening until morning that they called night; and it came to pass that it was from morning until evening that they called day; and it was the fifth time.",
      "churchId": "p23"
    },
    {
      "slug": "abraham-4-p24",
      "type": "verse",
      "number": "24",
      "content": "And the Gods prepared the earth to bring forth the living creature after his kind, cattle and creeping things, and beasts of the earth after their kind; and it was so, as they had said.",
      "churchId": "p24"
    },
    {
      "slug": "abraham-4-p25",
      "type": "verse",
      "number": "25",
      "content": "And the Gods organized the earth to bring forth the beasts after their kind, and cattle after their kind, and every thing that creepeth upon the earth after its kind; and the Gods saw they would obey.",
      "churchId": "p25"
    },
    {
      "slug": "abraham-4-p26",
      "type": "verse",
      "number": "26",
      "content": "And the Gods took counsel among themselves and said: Let us go down and form man in our image, after our likeness; and we will give them dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.",
      "churchId": "p26"
    },
    {
      "slug": "abraham-4-p27",
      "type": "verse",
      "number": "27",
      "content": "So the Gods went down to organize man in their own image, in the image of the Gods to form they him, male and female to form they them.",
      "churchId": "p27"
    },
    {
      "slug": "abraham-4-p28",
      "type": "verse",
      "number": "28",
      "content": "And the Gods said: We will bless them. And the Gods said: We will cause them to be fruitful and multiply, and replenish the earth, and subdue it, and to have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.",
      "churchId": "p28"
    },
    {
      "slug": "abraham-4-p29",
      "type": "verse",
      "number": "29",
      "content": "And the Gods said: Behold, we will give them every herb bearing seed that shall come upon the face of all the earth, and every tree which shall have fruit upon it; yea, the fruit of the tree yielding seed to them we will give it; it shall be for their meat.",
      "churchId": "p29"
    },
    {
      "slug": "abraham-4-p30",
      "type": "verse",
      "number": "30",
      "content": "And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, behold, we will give them life, and also we will give to them every green herb for meat, and all these things shall be thus organized.",
      "churchId": "p30"
    },
    {
      "slug": "abraham-4-p31",
      "type": "verse",
      "number": "31",
      "content": "And the Gods said: We will do everything that we have said, and organize them; and behold, they shall be very obedient. And it came to pass that it was from evening until morning they called night; and it came to pass that it was from morning until evening that they called day; and they numbered the sixth time.",
      "churchId": "p31"
    }
  ]
}