{
  "name": "Abraham 5",
  "abbrev": "Abr. 5",
  "number": "5",
  "churchUri": "/scriptures/pgp/abr/5",
  "paragraphs": [
    {
      "slug": "abraham-5-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 5",
      "churchId": "title_number1"
    },
    {
      "slug": "abraham-5-p1",
      "type": "verse",
      "number": "1",
      "content": "And thus we will finish the heavens and the earth, and all the hosts of them.",
      "churchId": "p1"
    },
    {
      "slug": "abraham-5-p2",
      "type": "verse",
      "number": "2",
      "content": "And the Gods said among themselves: On the seventh time we will end our work, which we have counseled; and we will rest on the seventh time from all our work which we have counseled.",
      "churchId": "p2"
    },
    {
      "slug": "abraham-5-p3",
      "type": "verse",
      "number": "3",
      "content": "And the Gods concluded upon the seventh time, because that on the seventh time they would rest from all their works which they (the Gods) counseled among themselves to form; and sanctified it. And thus were their decisions at the time that they counseled among themselves to form the heavens and the earth.",
      "churchId": "p3"
    },
    {
      "slug": "abraham-5-p4",
      "type": "verse",
      "number": "4",
      "content": "And the Gods came down and formed these the generations of the heavens and of the earth, when they were formed in the day that the Gods formed the earth and the heavens,",
      "churchId": "p4"
    },
    {
      "slug": "abraham-5-p5",
      "type": "verse",
      "number": "5",
      "content": "According to all that which they had said concerning every plant of the field before it was in the earth, and every herb of the field before it grew; for the Gods had not caused it to rain upon the earth when they counseled to do them, and had not formed a man to till the ground.",
      "churchId": "p5"
    },
    {
      "slug": "abraham-5-p6",
      "type": "verse",
      "number": "6",
      "content": "But there went up a mist from the earth, and watered the whole face of the ground.",
      "churchId": "p6"
    },
    {
      "slug": "abraham-5-p7",
      "type": "verse",
      "number": "7",
      "content": "And the Gods formed man from the dust of the ground, and took his spirit (that is, the man’s spirit), and put it into him; and breathed into his nostrils the breath of life, and man became a living soul.",
      "churchId": "p7"
    },
    {
      "slug": "abraham-5-p8",
      "type": "verse",
      "number": "8",
      "content": "And the Gods planted a garden, eastward in Eden, and there they put the man, whose spirit they had put into the body which they had formed.",
      "churchId": "p8"
    },
    {
      "slug": "abraham-5-p9",
      "type": "verse",
      "number": "9",
      "content": "And out of the ground made the Gods to grow every tree that is pleasant to the sight and good for food; the tree of life, also, in the midst of the garden, and the tree of knowledge of good and evil.",
      "churchId": "p9"
    },
    {
      "slug": "abraham-5-p10",
      "type": "verse",
      "number": "10",
      "content": "There was a river running out of Eden, to water the garden, and from thence it was parted and became into four heads.",
      "churchId": "p10"
    },
    {
      "slug": "abraham-5-p11",
      "type": "verse",
      "number": "11",
      "content": "And the Gods took the man and put him in the Garden of Eden, to dress it and to keep it.",
      "churchId": "p11"
    },
    {
      "slug": "abraham-5-p12",
      "type": "verse",
      "number": "12",
      "content": "And the Gods commanded the man, saying: Of every tree of the garden thou mayest freely eat,",
      "churchId": "p12"
    },
    {
      "slug": "abraham-5-p13",
      "type": "verse",
      "number": "13",
      "content": "But of the tree of knowledge of good and evil, thou shalt not eat of it; for in the time that thou eatest thereof, thou shalt surely die. Now I, Abraham, saw that it was after the Lord’s time, which was after the time of Kolob; for as yet the Gods had not appointed unto Adam his reckoning.",
      "churchId": "p13"
    },
    {
      "slug": "abraham-5-p14",
      "type": "verse",
      "number": "14",
      "content": "And the Gods said: Let us make an help meet for the man, for it is not good that the man should be alone, therefore we will form an help meet for him.",
      "churchId": "p14"
    },
    {
      "slug": "abraham-5-p15",
      "type": "verse",
      "number": "15",
      "content": "And the Gods caused a deep sleep to fall upon Adam; and he slept, and they took one of his ribs, and closed up the flesh in the stead thereof;",
      "churchId": "p15"
    },
    {
      "slug": "abraham-5-p16",
      "type": "verse",
      "number": "16",
      "content": "And of the rib which the Gods had taken from man, formed they a woman, and brought her unto the man.",
      "churchId": "p16"
    },
    {
      "slug": "abraham-5-p17",
      "type": "verse",
      "number": "17",
      "content": "And Adam said: This was bone of my bones, and flesh of my flesh; now she shall be called Woman, because she was taken out of man;",
      "churchId": "p17"
    },
    {
      "slug": "abraham-5-p18",
      "type": "verse",
      "number": "18",
      "content": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife, and they shall be one flesh.",
      "churchId": "p18"
    },
    {
      "slug": "abraham-5-p19",
      "type": "verse",
      "number": "19",
      "content": "And they were both naked, the man and his wife, and were not ashamed.",
      "churchId": "p19"
    },
    {
      "slug": "abraham-5-p20",
      "type": "verse",
      "number": "20",
      "content": "And out of the ground the Gods formed every beast of the field, and every fowl of the air, and brought them unto Adam to see what he would call them; and whatsoever Adam called every living creature, that should be the name thereof.",
      "churchId": "p20"
    },
    {
      "slug": "abraham-5-p21",
      "type": "verse",
      "number": "21",
      "content": "And Adam gave names to all cattle, to the fowl of the air, to every beast of the field; and for Adam, there was found an help meet for him.",
      "churchId": "p21"
    }
  ]
}