{
  "name": "Helaman 2",
  "abbrev": "Hel. 2",
  "number": "2",
  "churchUri": "/scriptures/bofm/hel/2",
  "paragraphs": [
    {
      "slug": "helaman-2-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 2",
      "churchId": "title_number1"
    },
    {
      "slug": "helaman-2-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass in the forty and second year of the reign of the judges, after Moronihah had established again peace between the Nephites and the Lamanites, behold there was no one to fill the judgment-seat; therefore there began to be a contention again among the people concerning who should fill the judgment-seat.",
      "churchId": "p1"
    },
    {
      "slug": "helaman-2-p2",
      "type": "verse",
      "number": "2",
      "content": "And it came to pass that Helaman, who was the son of Helaman, was appointed to fill the judgment-seat, by the voice of the people.",
      "churchId": "p2"
    },
    {
      "slug": "helaman-2-p3",
      "type": "verse",
      "number": "3",
      "content": "But behold, Kishkumen, who had murdered Pahoran, did lay wait to destroy Helaman also; and he was upheld by his band, who had entered into a covenant that no one should know his wickedness.",
      "churchId": "p3"
    },
    {
      "slug": "helaman-2-p4",
      "type": "verse",
      "number": "4",
      "content": "For there was one Gadianton, who was exceedingly expert in many words, and also in his craft, to carry on the secret work of murder and of robbery; therefore he became the leader of the band of Kishkumen.",
      "churchId": "p4"
    },
    {
      "slug": "helaman-2-p5",
      "type": "verse",
      "number": "5",
      "content": "Therefore he did flatter them, and also Kishkumen, that if they would place him in the judgment-seat he would grant unto those who belonged to his band that they should be placed in power and authority among the people; therefore Kishkumen sought to destroy Helaman.",
      "churchId": "p5"
    },
    {
      "slug": "helaman-2-p6",
      "type": "verse",
      "number": "6",
      "content": "And it came to pass as he went forth towards the judgment-seat to destroy Helaman, behold one of the servants of Helaman, having been out by night, and having obtained, through disguise, a knowledge of those plans which had been laid by this band to destroy Helaman—",
      "churchId": "p6"
    },
    {
      "slug": "helaman-2-p7",
      "type": "verse",
      "number": "7",
      "content": "And it came to pass that he met Kishkumen, and he gave unto him a sign; therefore Kishkumen made known unto him the object of his desire, desiring that he would conduct him to the judgment-seat that he might murder Helaman.",
      "churchId": "p7"
    },
    {
      "slug": "helaman-2-p8",
      "type": "verse",
      "number": "8",
      "content": "And when the servant of Helaman had known all the heart of Kishkumen, and how that it was his object to murder, and also that it was the object of all those who belonged to his band to murder, and to rob, and to gain power, (and this was their secret plan, and their combination) the servant of Helaman said unto Kishkumen: Let us go forth unto the judgment-seat.",
      "churchId": "p8"
    },
    {
      "slug": "helaman-2-p9",
      "type": "verse",
      "number": "9",
      "content": "Now this did please Kishkumen exceedingly, for he did suppose that he should accomplish his design; but behold, the servant of Helaman, as they were going forth unto the judgment-seat, did stab Kishkumen even to the heart, that he fell dead without a groan. And he ran and told Helaman all the things which he had seen, and heard, and done.",
      "churchId": "p9"
    },
    {
      "slug": "helaman-2-p10",
      "type": "verse",
      "number": "10",
      "content": "And it came to pass that Helaman did send forth to take this band of robbers and secret murderers, that they might be executed according to the law.",
      "churchId": "p10"
    },
    {
      "slug": "helaman-2-p11",
      "type": "verse",
      "number": "11",
      "content": "But behold, when Gadianton had found that Kishkumen did not return he feared lest that he should be destroyed; therefore he caused that his band should follow him. And they took their flight out of the land, by a secret way, into the wilderness; and thus when Helaman sent forth to take them they could nowhere be found.",
      "churchId": "p11"
    },
    {
      "slug": "helaman-2-p12",
      "type": "verse",
      "number": "12",
      "content": "And more of this Gadianton shall be spoken hereafter. And thus ended the forty and second year of the reign of the judges over the people of Nephi.",
      "churchId": "p12"
    },
    {
      "slug": "helaman-2-p13",
      "type": "verse",
      "number": "13",
      "content": "And behold, in the end of this book ye shall see that this Gadianton did prove the overthrow, yea, almost the entire destruction of the people of Nephi.",
      "churchId": "p13"
    },
    {
      "slug": "helaman-2-p14",
      "type": "verse",
      "number": "14",
      "content": "Behold I do not mean the end of the book of Helaman, but I mean the end of the book of Nephi, from which I have taken all the account which I have written.",
      "churchId": "p14"
    }
  ]
}