{
  "name": "Helaman 1",
  "abbrev": "Hel. 1",
  "number": "1",
  "churchUri": "/scriptures/bofm/hel/1",
  "paragraphs": [
    {
      "slug": "helaman-1-title1",
      "type": "book-title",
      "number": null,
      "content": "The Book of Helaman",
      "churchId": "title1"
    },
    {
      "slug": "helaman-1-intro1",
      "type": "paragraph",
      "number": null,
      "content": "An account of the Nephites. Their wars and contentions, and their dissensions. And also the prophecies of many holy prophets, before the coming of Christ, according to the records of Helaman, who was the son of Helaman, and also according to the records of his sons, even down to the coming of Christ. And also many of the Lamanites are converted. An account of their conversion. An account of the righteousness of the Lamanites, and the wickedness and abominations of the Nephites, according to the record of Helaman and his sons, even down to the coming of Christ, which is called the book of Helaman, and so forth.",
      "churchId": "intro1"
    },
    {
      "slug": "helaman-1-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 1",
      "churchId": "title_number1"
    },
    {
      "slug": "helaman-1-p1",
      "type": "verse",
      "number": "1",
      "content": "And now behold, it came to pass in the commencement of the fortieth year of the reign of the judges over the people of Nephi, there began to be a serious difficulty among the people of the Nephites.",
      "churchId": "p1"
    },
    {
      "slug": "helaman-1-p2",
      "type": "verse",
      "number": "2",
      "content": "For behold, Pahoran had died, and gone the way of all the earth; therefore there began to be a serious contention concerning who should have the judgment-seat among the brethren, who were the sons of Pahoran.",
      "churchId": "p2"
    },
    {
      "slug": "helaman-1-p3",
      "type": "verse",
      "number": "3",
      "content": "Now these are their names who did contend for the judgment-seat, who did also cause the people to contend: Pahoran, Paanchi, and Pacumeni.",
      "churchId": "p3"
    },
    {
      "slug": "helaman-1-p4",
      "type": "verse",
      "number": "4",
      "content": "Now these are not all the sons of Pahoran (for he had many), but these are they who did contend for the judgment-seat; therefore, they did cause three divisions among the people.",
      "churchId": "p4"
    },
    {
      "slug": "helaman-1-p5",
      "type": "verse",
      "number": "5",
      "content": "Nevertheless, it came to pass that Pahoran was appointed by the voice of the people to be chief judge and a governor over the people of Nephi.",
      "churchId": "p5"
    },
    {
      "slug": "helaman-1-p6",
      "type": "verse",
      "number": "6",
      "content": "And it came to pass that Pacumeni, when he saw that he could not obtain the judgment-seat, he did unite with the voice of the people.",
      "churchId": "p6"
    },
    {
      "slug": "helaman-1-p7",
      "type": "verse",
      "number": "7",
      "content": "But behold, Paanchi, and that part of the people that were desirous that he should be their governor, was exceedingly wroth; therefore, he was about to flatter away those people to rise up in rebellion against their brethren.",
      "churchId": "p7"
    },
    {
      "slug": "helaman-1-p8",
      "type": "verse",
      "number": "8",
      "content": "And it came to pass as he was about to do this, behold, he was taken, and was tried according to the voice of the people, and condemned unto death; for he had raised up in rebellion and sought to destroy the liberty of the people.",
      "churchId": "p8"
    },
    {
      "slug": "helaman-1-p9",
      "type": "verse",
      "number": "9",
      "content": "Now when those people who were desirous that he should be their governor saw that he was condemned unto death, therefore they were angry, and behold, they sent forth one Kishkumen, even to the judgment-seat of Pahoran, and murdered Pahoran as he sat upon the judgment-seat.",
      "churchId": "p9"
    },
    {
      "slug": "helaman-1-p10",
      "type": "verse",
      "number": "10",
      "content": "And he was pursued by the servants of Pahoran; but behold, so speedy was the flight of Kishkumen that no man could overtake him.",
      "churchId": "p10"
    },
    {
      "slug": "helaman-1-p11",
      "type": "verse",
      "number": "11",
      "content": "And he went unto those that sent him, and they all entered into a covenant, yea, swearing by their everlasting Maker, that they would tell no man that Kishkumen had murdered Pahoran.",
      "churchId": "p11"
    },
    {
      "slug": "helaman-1-p12",
      "type": "verse",
      "number": "12",
      "content": "Therefore, Kishkumen was not known among the people of Nephi, for he was in disguise at the time that he murdered Pahoran. And Kishkumen and his band, who had covenanted with him, did mingle themselves among the people, in a manner that they all could not be found; but as many as were found were condemned unto death.",
      "churchId": "p12"
    },
    {
      "slug": "helaman-1-p13",
      "type": "verse",
      "number": "13",
      "content": "And now behold, Pacumeni was appointed, according to the voice of the people, to be a chief judge and a governor over the people, to reign in the stead of his brother Pahoran; and it was according to his right. And all this was done in the fortieth year of the reign of the judges; and it had an end.",
      "churchId": "p13"
    },
    {
      "slug": "helaman-1-p14",
      "type": "verse",
      "number": "14",
      "content": "And it came to pass in the forty and first year of the reign of the judges, that the Lamanites had gathered together an innumerable army of men, and armed them with swords, and with cimeters and with bows, and with arrows, and with head-plates, and with breastplates, and with all manner of shields of every kind.",
      "churchId": "p14"
    },
    {
      "slug": "helaman-1-p15",
      "type": "verse",
      "number": "15",
      "content": "And they came down again that they might pitch battle against the Nephites. And they were led by a man whose name was Coriantumr; and he was a descendant of Zarahemla; and he was a dissenter from among the Nephites; and he was a large and a mighty man.",
      "churchId": "p15"
    },
    {
      "slug": "helaman-1-p16",
      "type": "verse",
      "number": "16",
      "content": "Therefore, the king of the Lamanites, whose name was Tubaloth, who was the son of Ammoron, supposing that Coriantumr, being a mighty man, could stand against the Nephites, with his strength and also with his great wisdom, insomuch that by sending him forth he should gain power over the Nephites—",
      "churchId": "p16"
    },
    {
      "slug": "helaman-1-p17",
      "type": "verse",
      "number": "17",
      "content": "Therefore he did stir them up to anger, and he did gather together his armies, and he did appoint Coriantumr to be their leader, and did cause that they should march down to the land of Zarahemla to battle against the Nephites.",
      "churchId": "p17"
    },
    {
      "slug": "helaman-1-p18",
      "type": "verse",
      "number": "18",
      "content": "And it came to pass that because of so much contention and so much difficulty in the government, that they had not kept sufficient guards in the land of Zarahemla; for they had supposed that the Lamanites durst not come into the heart of their lands to attack that great city Zarahemla.",
      "churchId": "p18"
    },
    {
      "slug": "helaman-1-p19",
      "type": "verse",
      "number": "19",
      "content": "But it came to pass that Coriantumr did march forth at the head of his numerous host, and came upon the inhabitants of the city, and their march was with such exceedingly great speed that there was no time for the Nephites to gather together their armies.",
      "churchId": "p19"
    },
    {
      "slug": "helaman-1-p20",
      "type": "verse",
      "number": "20",
      "content": "Therefore Coriantumr did cut down the watch by the entrance of the city, and did march forth with his whole army into the city, and they did slay every one who did oppose them, insomuch that they did take possession of the whole city.",
      "churchId": "p20"
    },
    {
      "slug": "helaman-1-p21",
      "type": "verse",
      "number": "21",
      "content": "And it came to pass that Pacumeni, who was the chief judge, did flee before Coriantumr, even to the walls of the city. And it came to pass that Coriantumr did smite him against the wall, insomuch that he died. And thus ended the days of Pacumeni.",
      "churchId": "p21"
    },
    {
      "slug": "helaman-1-p22",
      "type": "verse",
      "number": "22",
      "content": "And now when Coriantumr saw that he was in possession of the city of Zarahemla, and saw that the Nephites had fled before them, and were slain, and were taken, and were cast into prison, and that he had obtained the possession of the strongest hold in all the land, his heart took courage insomuch that he was about to go forth against all the land.",
      "churchId": "p22"
    },
    {
      "slug": "helaman-1-p23",
      "type": "verse",
      "number": "23",
      "content": "And now he did not tarry in the land of Zarahemla, but he did march forth with a large army, even towards the city of Bountiful; for it was his determination to go forth and cut his way through with the sword, that he might obtain the north parts of the land.",
      "churchId": "p23"
    },
    {
      "slug": "helaman-1-p24",
      "type": "verse",
      "number": "24",
      "content": "And, supposing that their greatest strength was in the center of the land, therefore he did march forth, giving them no time to assemble themselves together save it were in small bodies; and in this manner they did fall upon them and cut them down to the earth.",
      "churchId": "p24"
    },
    {
      "slug": "helaman-1-p25",
      "type": "verse",
      "number": "25",
      "content": "But behold, this march of Coriantumr through the center of the land gave Moronihah great advantage over them, notwithstanding the greatness of the number of the Nephites who were slain.",
      "churchId": "p25"
    },
    {
      "slug": "helaman-1-p26",
      "type": "verse",
      "number": "26",
      "content": "For behold, Moronihah had supposed that the Lamanites durst not come into the center of the land, but that they would attack the cities round about in the borders as they had hitherto done; therefore Moronihah had caused that their strong armies should maintain those parts round about by the borders.",
      "churchId": "p26"
    },
    {
      "slug": "helaman-1-p27",
      "type": "verse",
      "number": "27",
      "content": "But behold, the Lamanites were not frightened according to his desire, but they had come into the center of the land, and had taken the capital city which was the city of Zarahemla, and were marching through the most capital parts of the land, slaying the people with a great slaughter, both men, women, and children, taking possession of many cities and of many strongholds.",
      "churchId": "p27"
    },
    {
      "slug": "helaman-1-p28",
      "type": "verse",
      "number": "28",
      "content": "But when Moronihah had discovered this, he immediately sent forth Lehi with an army round about to head them before they should come to the land Bountiful.",
      "churchId": "p28"
    },
    {
      "slug": "helaman-1-p29",
      "type": "verse",
      "number": "29",
      "content": "And thus he did; and he did head them before they came to the land Bountiful, and gave unto them battle, insomuch that they began to retreat back towards the land of Zarahemla.",
      "churchId": "p29"
    },
    {
      "slug": "helaman-1-p30",
      "type": "verse",
      "number": "30",
      "content": "And it came to pass that Moronihah did head them in their retreat, and did give unto them battle, insomuch that it became an exceedingly bloody battle; yea, many were slain, and among the number who were slain Coriantumr was also found.",
      "churchId": "p30"
    },
    {
      "slug": "helaman-1-p31",
      "type": "verse",
      "number": "31",
      "content": "And now, behold, the Lamanites could not retreat either way, neither on the north, nor on the south, nor on the east, nor on the west, for they were surrounded on every hand by the Nephites.",
      "churchId": "p31"
    },
    {
      "slug": "helaman-1-p32",
      "type": "verse",
      "number": "32",
      "content": "And thus had Coriantumr plunged the Lamanites into the midst of the Nephites, insomuch that they were in the power of the Nephites, and he himself was slain, and the Lamanites did yield themselves into the hands of the Nephites.",
      "churchId": "p32"
    },
    {
      "slug": "helaman-1-p33",
      "type": "verse",
      "number": "33",
      "content": "And it came to pass that Moronihah took possession of the city of Zarahemla again, and caused that the Lamanites who had been taken prisoners should depart out of the land in peace.",
      "churchId": "p33"
    },
    {
      "slug": "helaman-1-p34",
      "type": "verse",
      "number": "34",
      "content": "And thus ended the forty and first year of the reign of the judges.",
      "churchId": "p34"
    }
  ]
}