{
  "name": "Helaman 12",
  "abbrev": "Hel. 12",
  "number": "12",
  "churchUri": "/scriptures/bofm/hel/12",
  "paragraphs": [
    {
      "slug": "helaman-12-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 12",
      "churchId": "title_number1"
    },
    {
      "slug": "helaman-12-p1",
      "type": "verse",
      "number": "1",
      "content": "And thus we can behold how false, and also the unsteadiness of the hearts of the children of men; yea, we can see that the Lord in his great infinite goodness doth bless and prosper those who put their trust in him.",
      "churchId": "p1"
    },
    {
      "slug": "helaman-12-p2",
      "type": "verse",
      "number": "2",
      "content": "Yea, and we may see at the very time when he doth prosper his people, yea, in the increase of their fields, their flocks and their herds, and in gold, and in silver, and in all manner of precious things of every kind and art; sparing their lives, and delivering them out of the hands of their enemies; softening the hearts of their enemies that they should not declare wars against them; yea, and in fine, doing all things for the welfare and happiness of his people; yea, then is the time that they do harden their hearts, and do forget the Lord their God, and do trample under their feet the Holy One—yea, and this because of their ease, and their exceedingly great prosperity.",
      "churchId": "p2"
    },
    {
      "slug": "helaman-12-p3",
      "type": "verse",
      "number": "3",
      "content": "And thus we see that except the Lord doth chasten his people with many afflictions, yea, except he doth visit them with death and with terror, and with famine and with all manner of pestilence, they will not remember him.",
      "churchId": "p3"
    },
    {
      "slug": "helaman-12-p4",
      "type": "verse",
      "number": "4",
      "content": "O how foolish, and how vain, and how evil, and devilish, and how quick to do iniquity, and how slow to do good, are the children of men; yea, how quick to hearken unto the words of the evil one, and to set their hearts upon the vain things of the world!",
      "churchId": "p4"
    },
    {
      "slug": "helaman-12-p5",
      "type": "verse",
      "number": "5",
      "content": "Yea, how quick to be lifted up in pride; yea, how quick to boast, and do all manner of that which is iniquity; and how slow are they to remember the Lord their God, and to give ear unto his counsels, yea, how slow to walk in wisdom’s paths!",
      "churchId": "p5"
    },
    {
      "slug": "helaman-12-p6",
      "type": "verse",
      "number": "6",
      "content": "Behold, they do not desire that the Lord their God, who hath created them, should rule and reign over them; notwithstanding his great goodness and his mercy towards them, they do set at naught his counsels, and they will not that he should be their guide.",
      "churchId": "p6"
    },
    {
      "slug": "helaman-12-p7",
      "type": "verse",
      "number": "7",
      "content": "O how great is the nothingness of the children of men; yea, even they are less than the dust of the earth.",
      "churchId": "p7"
    },
    {
      "slug": "helaman-12-p8",
      "type": "verse",
      "number": "8",
      "content": "For behold, the dust of the earth moveth hither and thither, to the dividing asunder, at the command of our great and everlasting God.",
      "churchId": "p8"
    },
    {
      "slug": "helaman-12-p9",
      "type": "verse",
      "number": "9",
      "content": "Yea, behold at his voice do the hills and the mountains tremble and quake.",
      "churchId": "p9"
    },
    {
      "slug": "helaman-12-p10",
      "type": "verse",
      "number": "10",
      "content": "And by the power of his voice they are broken up, and become smooth, yea, even like unto a valley.",
      "churchId": "p10"
    },
    {
      "slug": "helaman-12-p11",
      "type": "verse",
      "number": "11",
      "content": "Yea, by the power of his voice doth the whole earth shake;",
      "churchId": "p11"
    },
    {
      "slug": "helaman-12-p12",
      "type": "verse",
      "number": "12",
      "content": "Yea, by the power of his voice, do the foundations rock, even to the very center.",
      "churchId": "p12"
    },
    {
      "slug": "helaman-12-p13",
      "type": "verse",
      "number": "13",
      "content": "Yea, and if he say unto the earth—Move—it is moved.",
      "churchId": "p13"
    },
    {
      "slug": "helaman-12-p14",
      "type": "verse",
      "number": "14",
      "content": "Yea, if he say unto the earth—Thou shalt go back, that it lengthen out the day for many hours—it is done;",
      "churchId": "p14"
    },
    {
      "slug": "helaman-12-p15",
      "type": "verse",
      "number": "15",
      "content": "And thus, according to his word the earth goeth back, and it appeareth unto man that the sun standeth still; yea, and behold, this is so; for surely it is the earth that moveth and not the sun.",
      "churchId": "p15"
    },
    {
      "slug": "helaman-12-p16",
      "type": "verse",
      "number": "16",
      "content": "And behold, also, if he say unto the waters of the great deep—Be thou dried up—it is done.",
      "churchId": "p16"
    },
    {
      "slug": "helaman-12-p17",
      "type": "verse",
      "number": "17",
      "content": "Behold, if he say unto this mountain—Be thou raised up, and come over and fall upon that city, that it be buried up—behold it is done.",
      "churchId": "p17"
    },
    {
      "slug": "helaman-12-p18",
      "type": "verse",
      "number": "18",
      "content": "And behold, if a man hide up a treasure in the earth, and the Lord shall say—Let it be accursed, because of the iniquity of him who hath hid it up—behold, it shall be accursed.",
      "churchId": "p18"
    },
    {
      "slug": "helaman-12-p19",
      "type": "verse",
      "number": "19",
      "content": "And if the Lord shall say—Be thou accursed, that no man shall find thee from this time henceforth and forever—behold, no man getteth it henceforth and forever.",
      "churchId": "p19"
    },
    {
      "slug": "helaman-12-p20",
      "type": "verse",
      "number": "20",
      "content": "And behold, if the Lord shall say unto a man—Because of thine iniquities, thou shalt be accursed forever—it shall be done.",
      "churchId": "p20"
    },
    {
      "slug": "helaman-12-p21",
      "type": "verse",
      "number": "21",
      "content": "And if the Lord shall say—Because of thine iniquities thou shalt be cut off from my presence—he will cause that it shall be so.",
      "churchId": "p21"
    },
    {
      "slug": "helaman-12-p22",
      "type": "verse",
      "number": "22",
      "content": "And wo unto him to whom he shall say this, for it shall be unto him that will do iniquity, and he cannot be saved; therefore, for this cause, that men might be saved, hath repentance been declared.",
      "churchId": "p22"
    },
    {
      "slug": "helaman-12-p23",
      "type": "verse",
      "number": "23",
      "content": "Therefore, blessed are they who will repent and hearken unto the voice of the Lord their God; for these are they that shall be saved.",
      "churchId": "p23"
    },
    {
      "slug": "helaman-12-p24",
      "type": "verse",
      "number": "24",
      "content": "And may God grant, in his great fulness, that men might be brought unto repentance and good works, that they might be restored unto grace for grace, according to their works.",
      "churchId": "p24"
    },
    {
      "slug": "helaman-12-p25",
      "type": "verse",
      "number": "25",
      "content": "And I would that all men might be saved. But we read that in the great and last day there are some who shall be cast out, yea, who shall be cast off from the presence of the Lord;",
      "churchId": "p25"
    },
    {
      "slug": "helaman-12-p26",
      "type": "verse",
      "number": "26",
      "content": "Yea, who shall be consigned to a state of endless misery, fulfilling the words which say: They that have done good shall have everlasting life; and they that have done evil shall have everlasting damnation. And thus it is. Amen.",
      "churchId": "p26"
    }
  ]
}