{
  "name": "Jarom 1",
  "abbrev": "Jarom 1",
  "number": "1",
  "churchUri": "/scriptures/bofm/jarom/1",
  "paragraphs": [
    {
      "slug": "jarom-1-title1",
      "type": "book-title",
      "number": null,
      "content": "The Book of Jarom",
      "churchId": "title1"
    },
    {
      "slug": "jarom-1-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 1",
      "churchId": "title_number1"
    },
    {
      "slug": "jarom-1-p1",
      "type": "verse",
      "number": "1",
      "content": "Now behold, I, Jarom, write a few words according to the commandment of my father, Enos, that our genealogy may be kept.",
      "churchId": "p1"
    },
    {
      "slug": "jarom-1-p2",
      "type": "verse",
      "number": "2",
      "content": "And as these plates are small, and as these things are written for the intent of the benefit of our brethren the Lamanites, wherefore, it must needs be that I write a little; but I shall not write the things of my prophesying, nor of my revelations. For what could I write more than my fathers have written? For have not they revealed the plan of salvation? I say unto you, Yea; and this sufficeth me.",
      "churchId": "p2"
    },
    {
      "slug": "jarom-1-p3",
      "type": "verse",
      "number": "3",
      "content": "Behold, it is expedient that much should be done among this people, because of the hardness of their hearts, and the deafness of their ears, and the blindness of their minds, and the stiffness of their necks; nevertheless, God is exceedingly merciful unto them, and has not as yet swept them off from the face of the land.",
      "churchId": "p3"
    },
    {
      "slug": "jarom-1-p4",
      "type": "verse",
      "number": "4",
      "content": "And there are many among us who have many revelations, for they are not all stiffnecked. And as many as are not stiffnecked and have faith, have communion with the Holy Spirit, which maketh manifest unto the children of men, according to their faith.",
      "churchId": "p4"
    },
    {
      "slug": "jarom-1-p5",
      "type": "verse",
      "number": "5",
      "content": "And now, behold, two hundred years had passed away, and the people of Nephi had waxed strong in the land. They observed to keep the law of Moses and the sabbath day holy unto the Lord. And they profaned not; neither did they blaspheme. And the laws of the land were exceedingly strict.",
      "churchId": "p5"
    },
    {
      "slug": "jarom-1-p6",
      "type": "verse",
      "number": "6",
      "content": "And they were scattered upon much of the face of the land, and the Lamanites also. And they were exceedingly more numerous than were they of the Nephites; and they loved murder and would drink the blood of beasts.",
      "churchId": "p6"
    },
    {
      "slug": "jarom-1-p7",
      "type": "verse",
      "number": "7",
      "content": "And it came to pass that they came many times against us, the Nephites, to battle. But our kings and our leaders were mighty men in the faith of the Lord; and they taught the people the ways of the Lord; wherefore, we withstood the Lamanites and swept them away out of our lands, and began to fortify our cities, or whatsoever place of our inheritance.",
      "churchId": "p7"
    },
    {
      "slug": "jarom-1-p8",
      "type": "verse",
      "number": "8",
      "content": "And we multiplied exceedingly, and spread upon the face of the land, and became exceedingly rich in gold, and in silver, and in precious things, and in fine workmanship of wood, in buildings, and in machinery, and also in iron and copper, and brass and steel, making all manner of tools of every kind to till the ground, and weapons of war—yea, the sharp pointed arrow, and the quiver, and the dart, and the javelin, and all preparations for war.",
      "churchId": "p8"
    },
    {
      "slug": "jarom-1-p9",
      "type": "verse",
      "number": "9",
      "content": "And thus being prepared to meet the Lamanites, they did not prosper against us. But the word of the Lord was verified, which he spake unto our fathers, saying that: Inasmuch as ye will keep my commandments ye shall prosper in the land.",
      "churchId": "p9"
    },
    {
      "slug": "jarom-1-p10",
      "type": "verse",
      "number": "10",
      "content": "And it came to pass that the prophets of the Lord did threaten the people of Nephi, according to the word of God, that if they did not keep the commandments, but should fall into transgression, they should be destroyed from off the face of the land.",
      "churchId": "p10"
    },
    {
      "slug": "jarom-1-p11",
      "type": "verse",
      "number": "11",
      "content": "Wherefore, the prophets, and the priests, and the teachers, did labor diligently, exhorting with all long-suffering the people to diligence; teaching the law of Moses, and the intent for which it was given; persuading them to look forward unto the Messiah, and believe in him to come as though he already was. And after this manner did they teach them.",
      "churchId": "p11"
    },
    {
      "slug": "jarom-1-p12",
      "type": "verse",
      "number": "12",
      "content": "And it came to pass that by so doing they kept them from being destroyed upon the face of the land; for they did prick their hearts with the word, continually stirring them up unto repentance.",
      "churchId": "p12"
    },
    {
      "slug": "jarom-1-p13",
      "type": "verse",
      "number": "13",
      "content": "And it came to pass that two hundred and thirty and eight years had passed away—after the manner of wars, and contentions, and dissensions, for the space of much of the time.",
      "churchId": "p13"
    },
    {
      "slug": "jarom-1-p14",
      "type": "verse",
      "number": "14",
      "content": "And I, Jarom, do not write more, for the plates are small. But behold, my brethren, ye can go to the other plates of Nephi; for behold, upon them the records of our wars are engraven, according to the writings of the kings, or those which they caused to be written.",
      "churchId": "p14"
    },
    {
      "slug": "jarom-1-p15",
      "type": "verse",
      "number": "15",
      "content": "And I deliver these plates into the hands of my son Omni, that they may be kept according to the commandments of my fathers.",
      "churchId": "p15"
    }
  ]
}