{
  "name": "Hebrews 2",
  "abbrev": "Heb. 2",
  "number": "2",
  "churchUri": "/scriptures/nt/heb/2",
  "paragraphs": [
    {
      "slug": "hebrews-2-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 2",
      "churchId": "title_number1"
    },
    {
      "slug": "hebrews-2-p1",
      "type": "verse",
      "number": "1",
      "content": "Therefore we ought to give the more earnest heed to the things which we have heard, lest at any time we should let <span class=\"clarity-word\">them</span> slip.",
      "churchId": "p1"
    },
    {
      "slug": "hebrews-2-p2",
      "type": "verse",
      "number": "2",
      "content": "For if the word spoken by angels was steadfast, and every transgression and disobedience received a just recompence of reward;",
      "churchId": "p2"
    },
    {
      "slug": "hebrews-2-p3",
      "type": "verse",
      "number": "3",
      "content": "How shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard <span class=\"clarity-word\">him;</span>",
      "churchId": "p3"
    },
    {
      "slug": "hebrews-2-p4",
      "type": "verse",
      "number": "4",
      "content": "God also bearing <span class=\"clarity-word\">them</span> witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost, according to his own will?",
      "churchId": "p4"
    },
    {
      "slug": "hebrews-2-p5",
      "type": "verse",
      "number": "5",
      "content": "For unto the angels hath he not put in subjection the world to come, whereof we speak.",
      "churchId": "p5"
    },
    {
      "slug": "hebrews-2-p6",
      "type": "verse",
      "number": "6",
      "content": "But one in a certain place testified, saying, What is man, that thou art mindful of him? or the son of man, that thou visitest him?",
      "churchId": "p6"
    },
    {
      "slug": "hebrews-2-p7",
      "type": "verse",
      "number": "7",
      "content": "Thou madest him a little lower than the angels; thou crownedst him with glory and honour, and didst set him over the works of thy hands:",
      "churchId": "p7"
    },
    {
      "slug": "hebrews-2-p8",
      "type": "verse",
      "number": "8",
      "content": "Thou hast put all things in subjection under his feet. For in that he put all in subjection under him, he left nothing <span class=\"clarity-word\">that is</span> not put under him. But now we see not yet all things put under him.",
      "churchId": "p8"
    },
    {
      "slug": "hebrews-2-p9",
      "type": "verse",
      "number": "9",
      "content": "But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man.",
      "churchId": "p9"
    },
    {
      "slug": "hebrews-2-p10",
      "type": "verse",
      "number": "10",
      "content": "For it became him, for whom <span class=\"clarity-word\">are</span> all things, and by whom <span class=\"clarity-word\">are</span> all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.",
      "churchId": "p10"
    },
    {
      "slug": "hebrews-2-p11",
      "type": "verse",
      "number": "11",
      "content": "For both he that sanctifieth and they who are sanctified <span class=\"clarity-word\">are</span> all of one: for which cause he is not ashamed to call them brethren,",
      "churchId": "p11"
    },
    {
      "slug": "hebrews-2-p12",
      "type": "verse",
      "number": "12",
      "content": "Saying, I will declare thy name unto my brethren, in the midst of the church will I sing praise unto thee.",
      "churchId": "p12"
    },
    {
      "slug": "hebrews-2-p13",
      "type": "verse",
      "number": "13",
      "content": "And again, I will put my trust in him. And again, Behold I and the children which God hath given me.",
      "churchId": "p13"
    },
    {
      "slug": "hebrews-2-p14",
      "type": "verse",
      "number": "14",
      "content": "Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;",
      "churchId": "p14"
    },
    {
      "slug": "hebrews-2-p15",
      "type": "verse",
      "number": "15",
      "content": "And deliver them who through fear of death were all their lifetime subject to bondage.",
      "churchId": "p15"
    },
    {
      "slug": "hebrews-2-p16",
      "type": "verse",
      "number": "16",
      "content": "For verily he took not on <span class=\"clarity-word\">him the nature of</span> angels; but he took on <span class=\"clarity-word\">him</span> the seed of Abraham.",
      "churchId": "p16"
    },
    {
      "slug": "hebrews-2-p17",
      "type": "verse",
      "number": "17",
      "content": "Wherefore in all things it behoved him to be made like unto <span class=\"clarity-word\">his</span> brethren, that he might be a merciful and faithful high priest in things <span class=\"clarity-word\">pertaining</span> to God, to make reconciliation for the sins of the people.",
      "churchId": "p17"
    },
    {
      "slug": "hebrews-2-p18",
      "type": "verse",
      "number": "18",
      "content": "For in that he himself hath suffered being tempted, he is able to succour them that are tempted.",
      "churchId": "p18"
    }
  ]
}