{
  "name": "Revelation 11",
  "abbrev": "Rev. 11",
  "number": "11",
  "churchUri": "/scriptures/nt/rev/11",
  "paragraphs": [
    {
      "slug": "revelation-11-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 11",
      "churchId": "title_number1"
    },
    {
      "slug": "revelation-11-p1",
      "type": "verse",
      "number": "1",
      "content": "And there was given me a reed like unto a rod: and the angel stood, saying, Rise, and measure the temple of God, and the altar, and them that worship therein.",
      "churchId": "p1"
    },
    {
      "slug": "revelation-11-p2",
      "type": "verse",
      "number": "2",
      "content": "But the court which is without the temple leave out, and measure it not; for it is given unto the Gentiles: and the holy city shall they tread under foot forty <span class=\"clarity-word\">and</span> two months.",
      "churchId": "p2"
    },
    {
      "slug": "revelation-11-p3",
      "type": "verse",
      "number": "3",
      "content": "And I will give <span class=\"clarity-word\">power</span> unto my two witnesses, and they shall prophesy a thousand two hundred <span class=\"clarity-word\">and</span> threescore days, clothed in sackcloth.",
      "churchId": "p3"
    },
    {
      "slug": "revelation-11-p4",
      "type": "verse",
      "number": "4",
      "content": "These are the two olive trees, and the two candlesticks standing before the God of the earth.",
      "churchId": "p4"
    },
    {
      "slug": "revelation-11-p5",
      "type": "verse",
      "number": "5",
      "content": "And if any man will hurt them, fire proceedeth out of their mouth, and devoureth their enemies: and if any man will hurt them, he must in this manner be killed.",
      "churchId": "p5"
    },
    {
      "slug": "revelation-11-p6",
      "type": "verse",
      "number": "6",
      "content": "These have power to shut heaven, that it rain not in the days of their prophecy: and have power over waters to turn them to blood, and to smite the earth with all plagues, as often as they will.",
      "churchId": "p6"
    },
    {
      "slug": "revelation-11-p7",
      "type": "verse",
      "number": "7",
      "content": "And when they shall have finished their testimony, the beast that ascendeth out of the bottomless pit shall make war against them, and shall overcome them, and kill them.",
      "churchId": "p7"
    },
    {
      "slug": "revelation-11-p8",
      "type": "verse",
      "number": "8",
      "content": "And their dead bodies <span class=\"clarity-word\">shall lie</span> in the street of the great city, which spiritually is called Sodom and Egypt, where also our Lord was crucified.",
      "churchId": "p8"
    },
    {
      "slug": "revelation-11-p9",
      "type": "verse",
      "number": "9",
      "content": "And they of the people and kindreds and tongues and nations shall see their dead bodies three days and an half, and shall not suffer their dead bodies to be put in graves.",
      "churchId": "p9"
    },
    {
      "slug": "revelation-11-p10",
      "type": "verse",
      "number": "10",
      "content": "And they that dwell upon the earth shall rejoice over them, and make merry, and shall send gifts one to another; because these two prophets tormented them that dwelt on the earth.",
      "churchId": "p10"
    },
    {
      "slug": "revelation-11-p11",
      "type": "verse",
      "number": "11",
      "content": "And after three days and an half the Spirit of life from God entered into them, and they stood upon their feet; and great fear fell upon them which saw them.",
      "churchId": "p11"
    },
    {
      "slug": "revelation-11-p12",
      "type": "verse",
      "number": "12",
      "content": "And they heard a great voice from heaven saying unto them, Come up hither. And they ascended up to heaven in a cloud; and their enemies beheld them.",
      "churchId": "p12"
    },
    {
      "slug": "revelation-11-p13",
      "type": "verse",
      "number": "13",
      "content": "And the same hour was there a great earthquake, and the tenth part of the city fell, and in the earthquake were slain of men seven thousand: and the remnant were affrighted, and gave glory to the God of heaven.",
      "churchId": "p13"
    },
    {
      "slug": "revelation-11-p14",
      "type": "verse",
      "number": "14",
      "content": "The second woe is past; <span class=\"clarity-word\">and,</span> behold, the third woe cometh quickly.",
      "churchId": "p14"
    },
    {
      "slug": "revelation-11-p15",
      "type": "verse",
      "number": "15",
      "content": "And the seventh angel sounded; and there were great voices in heaven, saying, The kingdoms of this world are become <span class=\"clarity-word\">the kingdoms</span> of our Lord, and of his Christ; and he shall reign for ever and ever.",
      "churchId": "p15"
    },
    {
      "slug": "revelation-11-p16",
      "type": "verse",
      "number": "16",
      "content": "And the four and twenty elders, which sat before God on their seats, fell upon their faces, and worshipped God,",
      "churchId": "p16"
    },
    {
      "slug": "revelation-11-p17",
      "type": "verse",
      "number": "17",
      "content": "Saying, We give thee thanks, O Lord God Almighty, which art, and wast, and art to come; because thou hast taken to thee thy great power, and hast reigned.",
      "churchId": "p17"
    },
    {
      "slug": "revelation-11-p18",
      "type": "verse",
      "number": "18",
      "content": "And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.",
      "churchId": "p18"
    },
    {
      "slug": "revelation-11-p19",
      "type": "verse",
      "number": "19",
      "content": "And the temple of God was opened in heaven, and there was seen in his temple the ark of his testament: and there were lightnings, and voices, and thunderings, and an earthquake, and great hail.",
      "churchId": "p19"
    }
  ]
}