{
  "name": "Revelation 7",
  "abbrev": "Rev. 7",
  "number": "7",
  "churchUri": "/scriptures/nt/rev/7",
  "paragraphs": [
    {
      "slug": "revelation-7-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 7",
      "churchId": "title_number1"
    },
    {
      "slug": "revelation-7-p1",
      "type": "verse",
      "number": "1",
      "content": "And after these things I saw four angels standing on the four corners of the earth, holding the four winds of the earth, that the wind should not blow on the earth, nor on the sea, nor on any tree.",
      "churchId": "p1"
    },
    {
      "slug": "revelation-7-p2",
      "type": "verse",
      "number": "2",
      "content": "And I saw another angel ascending from the east, having the seal of the living God: and he cried with a loud voice to the four angels, to whom it was given to hurt the earth and the sea,",
      "churchId": "p2"
    },
    {
      "slug": "revelation-7-p3",
      "type": "verse",
      "number": "3",
      "content": "Saying, Hurt not the earth, neither the sea, nor the trees, till we have sealed the servants of our God in their foreheads.",
      "churchId": "p3"
    },
    {
      "slug": "revelation-7-p4",
      "type": "verse",
      "number": "4",
      "content": "And I heard the number of them which were sealed: <span class=\"clarity-word\">and there were</span> sealed an hundred <span class=\"clarity-word\">and</span> forty <span class=\"clarity-word\">and</span> four thousand of all the tribes of the children of Israel.",
      "churchId": "p4"
    },
    {
      "slug": "revelation-7-p5",
      "type": "verse",
      "number": "5",
      "content": "Of the tribe of Juda <span class=\"clarity-word\">were</span> sealed twelve thousand. Of the tribe of Reuben <span class=\"clarity-word\">were</span> sealed twelve thousand. Of the tribe of Gad <span class=\"clarity-word\">were</span> sealed twelve thousand.",
      "churchId": "p5"
    },
    {
      "slug": "revelation-7-p6",
      "type": "verse",
      "number": "6",
      "content": "Of the tribe of Aser <span class=\"clarity-word\">were</span> sealed twelve thousand. Of the tribe of Nepthalim <span class=\"clarity-word\">were</span> sealed twelve thousand. Of the tribe of Manasses <span class=\"clarity-word\">were</span> sealed twelve thousand.",
      "churchId": "p6"
    },
    {
      "slug": "revelation-7-p7",
      "type": "verse",
      "number": "7",
      "content": "Of the tribe of Simeon <span class=\"clarity-word\">were</span> sealed twelve thousand. Of the tribe of Levi <span class=\"clarity-word\">were</span> sealed twelve thousand. Of the tribe of Issachar <span class=\"clarity-word\">were</span> sealed twelve thousand.",
      "churchId": "p7"
    },
    {
      "slug": "revelation-7-p8",
      "type": "verse",
      "number": "8",
      "content": "Of the tribe of Zabulon <span class=\"clarity-word\">were</span> sealed twelve thousand. Of the tribe of Joseph <span class=\"clarity-word\">were</span> sealed twelve thousand. Of the tribe of Benjamin <span class=\"clarity-word\">were</span> sealed twelve thousand.",
      "churchId": "p8"
    },
    {
      "slug": "revelation-7-p9",
      "type": "verse",
      "number": "9",
      "content": "After this I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands;",
      "churchId": "p9"
    },
    {
      "slug": "revelation-7-p10",
      "type": "verse",
      "number": "10",
      "content": "And cried with a loud voice, saying, Salvation to our God which sitteth upon the throne, and unto the Lamb.",
      "churchId": "p10"
    },
    {
      "slug": "revelation-7-p11",
      "type": "verse",
      "number": "11",
      "content": "And all the angels stood round about the throne, and <span class=\"clarity-word\">about</span> the elders and the four beasts, and fell before the throne on their faces, and worshipped God,",
      "churchId": "p11"
    },
    {
      "slug": "revelation-7-p12",
      "type": "verse",
      "number": "12",
      "content": "Saying, Amen: Blessing, and glory, and wisdom, and thanksgiving, and honour, and power, and might, <span class=\"clarity-word\">be</span> unto our God for ever and ever. Amen.",
      "churchId": "p12"
    },
    {
      "slug": "revelation-7-p13",
      "type": "verse",
      "number": "13",
      "content": "And one of the elders answered, saying unto me, What are these which are arrayed in white robes? and whence came they?",
      "churchId": "p13"
    },
    {
      "slug": "revelation-7-p14",
      "type": "verse",
      "number": "14",
      "content": "And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.",
      "churchId": "p14"
    },
    {
      "slug": "revelation-7-p15",
      "type": "verse",
      "number": "15",
      "content": "Therefore are they before the throne of God, and serve him day and night in his temple: and he that sitteth on the throne shall dwell among them.",
      "churchId": "p15"
    },
    {
      "slug": "revelation-7-p16",
      "type": "verse",
      "number": "16",
      "content": "They shall hunger no more, neither thirst any more; neither shall the sun light on them, nor any heat.",
      "churchId": "p16"
    },
    {
      "slug": "revelation-7-p17",
      "type": "verse",
      "number": "17",
      "content": "For the Lamb which is in the midst of the throne shall feed them, and shall lead them unto living fountains of waters: and God shall wipe away all tears from their eyes.",
      "churchId": "p17"
    }
  ]
}