{
  "name": "Revelation 1",
  "abbrev": "Rev. 1",
  "number": "1",
  "churchUri": "/scriptures/nt/rev/1",
  "paragraphs": [
    {
      "slug": "revelation-1-title1",
      "type": "book-title",
      "number": null,
      "content": "The Revelation<small> </small><small>of St John the Divine</small>",
      "churchId": "title1"
    },
    {
      "slug": "revelation-1-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 1",
      "churchId": "title_number1"
    },
    {
      "slug": "revelation-1-p1",
      "type": "verse",
      "number": "1",
      "content": "The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified <span class=\"clarity-word\">it</span> by his angel unto his servant John:",
      "churchId": "p1"
    },
    {
      "slug": "revelation-1-p2",
      "type": "verse",
      "number": "2",
      "content": "Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.",
      "churchId": "p2"
    },
    {
      "slug": "revelation-1-p3",
      "type": "verse",
      "number": "3",
      "content": "Blessed <span class=\"clarity-word\">is</span> he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time <span class=\"clarity-word\">is</span> at hand.",
      "churchId": "p3"
    },
    {
      "slug": "revelation-1-p4",
      "type": "verse",
      "number": "4",
      "content": "John to the seven churches which are in Asia: Grace <span class=\"clarity-word\">be</span> unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;",
      "churchId": "p4"
    },
    {
      "slug": "revelation-1-p5",
      "type": "verse",
      "number": "5",
      "content": "And from Jesus Christ, <span class=\"clarity-word\">who is</span> the faithful witness, <span class=\"clarity-word\">and</span> the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,",
      "churchId": "p5"
    },
    {
      "slug": "revelation-1-p6",
      "type": "verse",
      "number": "6",
      "content": "And hath made us kings and priests unto God and his Father; to him <span class=\"clarity-word\">be</span> glory and dominion for ever and ever. Amen.",
      "churchId": "p6"
    },
    {
      "slug": "revelation-1-p7",
      "type": "verse",
      "number": "7",
      "content": "Behold, he cometh with clouds; and every eye shall see him, and they <span class=\"clarity-word\">also</span> which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.",
      "churchId": "p7"
    },
    {
      "slug": "revelation-1-p8",
      "type": "verse",
      "number": "8",
      "content": "I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.",
      "churchId": "p8"
    },
    {
      "slug": "revelation-1-p9",
      "type": "verse",
      "number": "9",
      "content": "I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.",
      "churchId": "p9"
    },
    {
      "slug": "revelation-1-p10",
      "type": "verse",
      "number": "10",
      "content": "I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,",
      "churchId": "p10"
    },
    {
      "slug": "revelation-1-p11",
      "type": "verse",
      "number": "11",
      "content": "Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send <span class=\"clarity-word\">it</span> unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.",
      "churchId": "p11"
    },
    {
      "slug": "revelation-1-p12",
      "type": "verse",
      "number": "12",
      "content": "And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;",
      "churchId": "p12"
    },
    {
      "slug": "revelation-1-p13",
      "type": "verse",
      "number": "13",
      "content": "And in the midst of the seven candlesticks <span class=\"clarity-word\">one</span> like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.",
      "churchId": "p13"
    },
    {
      "slug": "revelation-1-p14",
      "type": "verse",
      "number": "14",
      "content": "His head and <span class=\"clarity-word\">his</span> hairs <span class=\"clarity-word\">were</span> white like wool, as white as snow; and his eyes <span class=\"clarity-word\">were</span> as a flame of fire;",
      "churchId": "p14"
    },
    {
      "slug": "revelation-1-p15",
      "type": "verse",
      "number": "15",
      "content": "And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.",
      "churchId": "p15"
    },
    {
      "slug": "revelation-1-p16",
      "type": "verse",
      "number": "16",
      "content": "And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance <span class=\"clarity-word\">was</span> as the sun shineth in his strength.",
      "churchId": "p16"
    },
    {
      "slug": "revelation-1-p17",
      "type": "verse",
      "number": "17",
      "content": "And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:",
      "churchId": "p17"
    },
    {
      "slug": "revelation-1-p18",
      "type": "verse",
      "number": "18",
      "content": "<span class=\"clarity-word\">I am</span> he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.",
      "churchId": "p18"
    },
    {
      "slug": "revelation-1-p19",
      "type": "verse",
      "number": "19",
      "content": "Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;",
      "churchId": "p19"
    },
    {
      "slug": "revelation-1-p20",
      "type": "verse",
      "number": "20",
      "content": "The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches.",
      "churchId": "p20"
    }
  ]
}