{
  "name": "Revelation 9",
  "abbrev": "Rev. 9",
  "number": "9",
  "churchUri": "/scriptures/nt/rev/9",
  "paragraphs": [
    {
      "slug": "revelation-9-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 9",
      "churchId": "title_number1"
    },
    {
      "slug": "revelation-9-p1",
      "type": "verse",
      "number": "1",
      "content": "And the fifth angel sounded, and I saw a star fall from heaven unto the earth: and to him was given the key of the bottomless pit.",
      "churchId": "p1"
    },
    {
      "slug": "revelation-9-p2",
      "type": "verse",
      "number": "2",
      "content": "And he opened the bottomless pit; and there arose a smoke out of the pit, as the smoke of a great furnace; and the sun and the air were darkened by reason of the smoke of the pit.",
      "churchId": "p2"
    },
    {
      "slug": "revelation-9-p3",
      "type": "verse",
      "number": "3",
      "content": "And there came out of the smoke locusts upon the earth: and unto them was given power, as the scorpions of the earth have power.",
      "churchId": "p3"
    },
    {
      "slug": "revelation-9-p4",
      "type": "verse",
      "number": "4",
      "content": "And it was commanded them that they should not hurt the grass of the earth, neither any green thing, neither any tree; but only those men which have not the seal of God in their foreheads.",
      "churchId": "p4"
    },
    {
      "slug": "revelation-9-p5",
      "type": "verse",
      "number": "5",
      "content": "And to them it was given that they should not kill them, but that they should be tormented five months: and their torment <span class=\"clarity-word\">was</span> as the torment of a scorpion, when he striketh a man.",
      "churchId": "p5"
    },
    {
      "slug": "revelation-9-p6",
      "type": "verse",
      "number": "6",
      "content": "And in those days shall men seek death, and shall not find it; and shall desire to die, and death shall flee from them.",
      "churchId": "p6"
    },
    {
      "slug": "revelation-9-p7",
      "type": "verse",
      "number": "7",
      "content": "And the shapes of the locusts <span class=\"clarity-word\">were</span> like unto horses prepared unto battle; and on their heads <span class=\"clarity-word\">were</span> as it were crowns like gold, and their faces <span class=\"clarity-word\">were</span> as the faces of men.",
      "churchId": "p7"
    },
    {
      "slug": "revelation-9-p8",
      "type": "verse",
      "number": "8",
      "content": "And they had hair as the hair of women, and their teeth were as <span class=\"clarity-word\">the teeth</span> of lions.",
      "churchId": "p8"
    },
    {
      "slug": "revelation-9-p9",
      "type": "verse",
      "number": "9",
      "content": "And they had breastplates, as it were breastplates of iron; and the sound of their wings <span class=\"clarity-word\">was</span> as the sound of chariots of many horses running to battle.",
      "churchId": "p9"
    },
    {
      "slug": "revelation-9-p10",
      "type": "verse",
      "number": "10",
      "content": "And they had tails like unto scorpions, and there were stings in their tails: and their power <span class=\"clarity-word\">was</span> to hurt men five months.",
      "churchId": "p10"
    },
    {
      "slug": "revelation-9-p11",
      "type": "verse",
      "number": "11",
      "content": "And they had a king over them, <span class=\"clarity-word\">which is</span> the angel of the bottomless pit, whose name in the Hebrew tongue <span class=\"clarity-word\">is</span> Abaddon, but in the Greek tongue hath <span class=\"clarity-word\">his</span> name Apollyon.",
      "churchId": "p11"
    },
    {
      "slug": "revelation-9-p12",
      "type": "verse",
      "number": "12",
      "content": "One woe is past; <span class=\"clarity-word\">and,</span> behold, there come two woes more hereafter.",
      "churchId": "p12"
    },
    {
      "slug": "revelation-9-p13",
      "type": "verse",
      "number": "13",
      "content": "And the sixth angel sounded, and I heard a voice from the four horns of the golden altar which is before God,",
      "churchId": "p13"
    },
    {
      "slug": "revelation-9-p14",
      "type": "verse",
      "number": "14",
      "content": "Saying to the sixth angel which had the trumpet, Loose the four angels which are bound in the great river Euphrates.",
      "churchId": "p14"
    },
    {
      "slug": "revelation-9-p15",
      "type": "verse",
      "number": "15",
      "content": "And the four angels were loosed, which were prepared for an hour, and a day, and a month, and a year, for to slay the third part of men.",
      "churchId": "p15"
    },
    {
      "slug": "revelation-9-p16",
      "type": "verse",
      "number": "16",
      "content": "And the number of the army of the horsemen <span class=\"clarity-word\">were</span> two hundred thousand thousand: and I heard the number of them.",
      "churchId": "p16"
    },
    {
      "slug": "revelation-9-p17",
      "type": "verse",
      "number": "17",
      "content": "And thus I saw the horses in the vision, and them that sat on them, having breastplates of fire, and of jacinth, and brimstone: and the heads of the horses <span class=\"clarity-word\">were</span> as the heads of lions; and out of their mouths issued fire and smoke and brimstone.",
      "churchId": "p17"
    },
    {
      "slug": "revelation-9-p18",
      "type": "verse",
      "number": "18",
      "content": "By these three was the third part of men killed, by the fire, and by the smoke, and by the brimstone, which issued out of their mouths.",
      "churchId": "p18"
    },
    {
      "slug": "revelation-9-p19",
      "type": "verse",
      "number": "19",
      "content": "For their power is in their mouth, and in their tails: for their tails <span class=\"clarity-word\">were</span> like unto serpents, and had heads, and with them they do hurt.",
      "churchId": "p19"
    },
    {
      "slug": "revelation-9-p20",
      "type": "verse",
      "number": "20",
      "content": "And the rest of the men which were not killed by these plagues yet repented not of the works of their hands, that they should not worship devils, and idols of gold, and silver, and brass, and stone, and of wood: which neither can see, nor hear, nor walk:",
      "churchId": "p20"
    },
    {
      "slug": "revelation-9-p21",
      "type": "verse",
      "number": "21",
      "content": "Neither repented they of their murders, nor of their sorceries, nor of their fornication, nor of their thefts.",
      "churchId": "p21"
    }
  ]
}