{
  "name": "Jeremiah 28", 
  "abbrev": "Jer. 28", 
  "number": "28", 
  "churchUri": "/scriptures/ot/jer/28", 
  "paragraphs": [
    {
      "type": "chapter-title", 
      "id": "ct1", 
      "content": "Chapter 28", 
      "contentHtml": "Chapter 28", 
      "number": null, 
      "pageNumber": "980", 
      "compareId": "jeremiah-28_ct1", 
      "churchId": "title_number1"
    }, 
    {
      "type": "verse", 
      "id": "v1", 
      "content": "And it came to pass the same year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year, and in the fifth month, that Hananiah the son of Azur the prophet, which was of Gibeon, spake unto me in the house of the LORD, in the presence of the priests and of all the people, saying,", 
      "contentHtml": "And it came to pass the same year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year, <span class=\"clarity-word\">and</span> in the fifth month, <span class=\"clarity-word\">that</span> Hananiah the son of Azur the prophet, which <span class=\"clarity-word\">was</span> of Gibeon, spake unto me in the house of the <span class=\"small-caps\">Lord</span>, in the presence of the priests and of all the people, saying,", 
      "number": "1", 
      "pageNumber": "980", 
      "compareId": "jeremiah-28_v1", 
      "churchId": "p1"
    }, 
    {
      "type": "verse", 
      "id": "v2", 
      "content": "Thus speaketh the LORD of hosts, the God of Israel, saying, I have broken the yoke of the king of Babylon.", 
      "contentHtml": "Thus speaketh the <span class=\"small-caps\">Lord</span> of hosts, the God of Israel, saying, I have broken the yoke of the king of Babylon.", 
      "number": "2", 
      "pageNumber": "980", 
      "compareId": "jeremiah-28_v2", 
      "churchId": "p2"
    }, 
    {
      "type": "verse", 
      "id": "v3", 
      "content": "Within two full years will I bring again into this place all the vessels of the LORD’s house, that Nebuchadnezzar king of Babylon took away from this place, and carried them to Babylon:", 
      "contentHtml": "Within two full years will I bring again into this place all the vessels of the <span class=\"small-caps\">Lord</span>’s house, that Nebuchadnezzar king of Babylon took away from this place, and carried them to Babylon:", 
      "number": "3", 
      "pageNumber": "980", 
      "compareId": "jeremiah-28_v3", 
      "churchId": "p3"
    }, 
    {
      "type": "verse", 
      "id": "v4", 
      "content": "And I will bring again to this place Jeconiah the son of Jehoiakim king of Judah, with all the captives of Judah, that went into Babylon, saith the LORD: for I will break the yoke of the king of Babylon.", 
      "contentHtml": "And I will bring again to this place Jeconiah the son of Jehoiakim king of Judah, with all the captives of Judah, that went into Babylon, saith the <span class=\"small-caps\">Lord</span>: for I will break the yoke of the king of Babylon.", 
      "number": "4", 
      "pageNumber": "980", 
      "compareId": "jeremiah-28_v4", 
      "churchId": "p4"
    }, 
    {
      "type": "verse", 
      "id": "v5", 
      "content": "¶ Then the prophet Jeremiah said unto the prophet Hananiah in the presence of the priests, and in the presence of all the people that stood in the house of the LORD,", 
      "contentHtml": "¶ Then the prophet Jeremiah said unto the prophet Hananiah in the presence of the priests, and in the presence of all the people that stood in the house of the <span class=\"small-caps\">Lord</span>,", 
      "number": "5", 
      "pageNumber": "980", 
      "compareId": "jeremiah-28_v5", 
      "churchId": "p5"
    }, 
    {
      "type": "verse", 
      "id": "v6", 
      "content": "Even the prophet Jeremiah said, Amen: the LORD do so: the LORD perform thy words which thou hast prophesied, to bring again the vessels of the LORD’s house, and all that is carried away captive, from Babylon into this place.", 
      "contentHtml": "Even the prophet Jeremiah said, Amen: the <span class=\"small-caps\">Lord</span> do so: the <span class=\"small-caps\">Lord</span> perform thy words which thou hast prophesied, to bring again the vessels of the <span class=\"small-caps\">Lord</span>’s house, and all that is carried away captive, from Babylon into this place.", 
      "number": "6", 
      "pageNumber": "980", 
      "compareId": "jeremiah-28_v6", 
      "churchId": "p6"
    }, 
    {
      "type": "verse", 
      "id": "v7", 
      "content": "Nevertheless hear thou now this word that I speak in thine ears, and in the ears of all the people;", 
      "contentHtml": "Nevertheless hear thou now this word that I speak in thine ears, and in the ears of all the people;", 
      "number": "7", 
      "pageNumber": "980", 
      "compareId": "jeremiah-28_v7", 
      "churchId": "p7"
    }, 
    {
      "type": "verse", 
      "id": "v8", 
      "content": "The prophets that have been before me and before thee of old prophesied both against many countries, and against great kingdoms, of war, and of evil, and of pestilence.", 
      "contentHtml": "The prophets that have been before me and before thee of old prophesied both against many countries, and against great kingdoms, of war, and of evil, and of pestilence.", 
      "number": "8", 
      "pageNumber": "980", 
      "compareId": "jeremiah-28_v8", 
      "churchId": "p8"
    }, 
    {
      "type": "verse", 
      "id": "v9", 
      "content": "The prophet which prophesieth of peace, when the word of the prophet shall come to pass, then shall the prophet be known, that the LORD hath truly sent him.", 
      "contentHtml": "The prophet which prophesieth of peace, when the word of the prophet shall come to pass, <span class=\"clarity-word\">then</span> shall the prophet be known, that the <span class=\"small-caps\">Lord</span> hath truly sent him.", 
      "number": "9", 
      "pageNumber": "980", 
      "compareId": "jeremiah-28_v9", 
      "churchId": "p9"
    }, 
    {
      "type": "verse", 
      "id": "v10", 
      "content": "¶ Then Hananiah the prophet took the yoke from off the prophet Jeremiah’s neck, and brake it.", 
      "contentHtml": "¶ Then Hananiah the prophet took the yoke from off the prophet Jeremiah’s neck, and brake it.", 
      "number": "10", 
      "pageNumber": "980", 
      "compareId": "jeremiah-28_v10", 
      "churchId": "p10"
    }, 
    {
      "type": "verse", 
      "id": "v11", 
      "content": "And Hananiah spake in the presence of all the people, saying, Thus saith the LORD; Even so will I break the yoke of Nebuchadnezzar king of Babylon from the neck of all nations within the space of two full years. And the prophet Jeremiah went his way.", 
      "contentHtml": "And Hananiah spake in the presence of all the people, saying, Thus saith the <span class=\"small-caps\">Lord</span>; Even so will I break the yoke of Nebuchadnezzar king of Babylon from the neck of all nations within the space of two full years. And the prophet Jeremiah went his way.", 
      "number": "11", 
      "pageNumber": "980", 
      "compareId": "jeremiah-28_v11", 
      "churchId": "p11"
    }, 
    {
      "type": "verse", 
      "id": "v12", 
      "content": "¶ Then the word of the LORD came unto Jeremiah the prophet, after that Hananiah the prophet had broken the yoke from off the neck of the prophet Jeremiah, saying,", 
      "contentHtml": "¶ Then the word of the <span class=\"small-caps\">Lord</span> came unto Jeremiah <span class=\"clarity-word\">the prophet,</span> after that Hananiah the prophet had broken the yoke from off the neck of the prophet Jeremiah, saying,", 
      "number": "12", 
      "pageNumber": "980", 
      "compareId": "jeremiah-28_v12", 
      "churchId": "p12"
    }, 
    {
      "type": "verse", 
      "id": "v13", 
      "content": "Go and tell Hananiah, saying, Thus saith the LORD; Thou hast broken the yokes of wood; but thou shalt make for them yokes of iron.", 
      "contentHtml": "Go and tell Hananiah, saying, Thus saith the <span class=\"small-caps\">Lord</span>; Thou hast broken the yokes of wood; but thou shalt make for them yokes of iron.", 
      "number": "13", 
      "pageNumber": "980", 
      "compareId": "jeremiah-28_v13", 
      "churchId": "p13"
    }, 
    {
      "type": "verse", 
      "id": "v14", 
      "content": "For thus saith the LORD of hosts, the God of Israel; I have put a yoke of iron upon the neck of all these nations, that they may serve Nebuchadnezzar king of Babylon; and they shall serve him: and I have given him the beasts of the field also.", 
      "contentHtml": "For thus saith the <span class=\"small-caps\">Lord</span> of hosts, the God of Israel; I have put a yoke of iron upon the neck of all these nations, that they may serve Nebuchadnezzar king of Babylon; and they shall serve him: and I have given him the beasts of the field also.", 
      "number": "14", 
      "pageNumber": "980,981", 
      "compareId": "jeremiah-28_v14", 
      "churchId": "p14"
    }, 
    {
      "type": "verse", 
      "id": "v15", 
      "content": "¶ Then said the prophet Jeremiah unto Hananiah the prophet, Hear now, Hananiah; The LORD hath not sent thee; but thou makest this people to trust in a lie.", 
      "contentHtml": "¶ Then said the prophet Jeremiah unto Hananiah the prophet, Hear now, Hananiah; The <span class=\"small-caps\">Lord</span> hath not sent thee; but thou makest this people to trust in a lie.", 
      "number": "15", 
      "pageNumber": "981", 
      "compareId": "jeremiah-28_v15", 
      "churchId": "p15"
    }, 
    {
      "type": "verse", 
      "id": "v16", 
      "content": "Therefore thus saith the LORD; Behold, I will cast thee from off the face of the earth: this year thou shalt die, because thou hast taught rebellion against the LORD.", 
      "contentHtml": "Therefore thus saith the <span class=\"small-caps\">Lord</span>; Behold, I will cast thee from off the face of the earth: this year thou shalt die, because thou hast taught rebellion against the <span class=\"small-caps\">Lord</span>.", 
      "number": "16", 
      "pageNumber": "981", 
      "compareId": "jeremiah-28_v16", 
      "churchId": "p16"
    }, 
    {
      "type": "verse", 
      "id": "v17", 
      "content": "So Hananiah the prophet died the same year in the seventh month.", 
      "contentHtml": "So Hananiah the prophet died the same year in the seventh month.", 
      "number": "17", 
      "pageNumber": "981", 
      "compareId": "jeremiah-28_v17", 
      "churchId": "p17"
    }
  ], 
  "media": [
    {
      "type": "audio", 
      "subtype": "spoken-female", 
      "url": "https://media2.ldscdn.org/assets/scriptures/the-old-testament/2015-11-7730-jeremiah-28-female-voice-64k-eng.mp3", 
      "imageUrl": null, 
      "startSeconds": null, 
      "endSeconds": null, 
      "source": "ChurchofJesusChrist.org", 
      "churchAssetId": null, 
      "churchImageAssetId": null
    }, 
    {
      "type": "audio", 
      "subtype": "spoken-male", 
      "url": "https://media2.ldscdn.org/assets/scriptures/the-old-testament/2015-11-7730-jeremiah-28-male-voice-64k-eng.mp3", 
      "imageUrl": null, 
      "startSeconds": null, 
      "endSeconds": null, 
      "source": "ChurchofJesusChrist.org", 
      "churchAssetId": null, 
      "churchImageAssetId": null
    }
  ]
}