{
  "name": "Jeremiah 51",
  "abbrev": "Jer. 51",
  "number": "51",
  "churchUri": "/scriptures/ot/jer/51",
  "paragraphs": [
    {
      "slug": "jeremiah-51-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 51",
      "churchId": "title_number1"
    },
    {
      "slug": "jeremiah-51-p1",
      "type": "verse",
      "number": "1",
      "content": "Thus saith the <span class=\"small-caps\">Lord</span>; Behold, I will raise up against Babylon, and against them that dwell in the midst of them that rise up against me, a destroying wind;",
      "churchId": "p1"
    },
    {
      "slug": "jeremiah-51-p2",
      "type": "verse",
      "number": "2",
      "content": "And will send unto Babylon fanners, that shall fan her, and shall empty her land: for in the day of trouble they shall be against her round about.",
      "churchId": "p2"
    },
    {
      "slug": "jeremiah-51-p3",
      "type": "verse",
      "number": "3",
      "content": "Against <span class=\"clarity-word\">him that</span> bendeth let the archer bend his bow, and against <span class=\"clarity-word\">him that</span> lifteth himself up in his brigandine: and spare ye not her young men; destroy ye utterly all her host.",
      "churchId": "p3"
    },
    {
      "slug": "jeremiah-51-p4",
      "type": "verse",
      "number": "4",
      "content": "Thus the slain shall fall in the land of the Chaldeans, and <span class=\"clarity-word\">they that are</span> thrust through in her streets.",
      "churchId": "p4"
    },
    {
      "slug": "jeremiah-51-p5",
      "type": "verse",
      "number": "5",
      "content": "For Israel <span class=\"clarity-word\">hath</span> not <span class=\"clarity-word\">been</span> forsaken, nor Judah of his God, of the <span class=\"small-caps\">Lord</span> of hosts; though their land was filled with sin against the Holy One of Israel.",
      "churchId": "p5"
    },
    {
      "slug": "jeremiah-51-p6",
      "type": "verse",
      "number": "6",
      "content": "Flee out of the midst of Babylon, and deliver every man his soul: be not cut off in her iniquity; for this <span class=\"clarity-word\">is</span> the time of the <span class=\"small-caps\">Lord</span>’s vengeance; he will render unto her a recompence.",
      "churchId": "p6"
    },
    {
      "slug": "jeremiah-51-p7",
      "type": "verse",
      "number": "7",
      "content": "Babylon <span class=\"clarity-word\">hath been</span> a golden cup in the <span class=\"small-caps\">Lord</span>’s hand, that made all the earth drunken: the nations have drunken of her wine; therefore the nations are mad.",
      "churchId": "p7"
    },
    {
      "slug": "jeremiah-51-p8",
      "type": "verse",
      "number": "8",
      "content": "Babylon is suddenly fallen and destroyed: howl for her; take balm for her pain, if so be she may be healed.",
      "churchId": "p8"
    },
    {
      "slug": "jeremiah-51-p9",
      "type": "verse",
      "number": "9",
      "content": "We would have healed Babylon, but she is not healed: forsake her, and let us go every one into his own country: for her judgment reacheth unto heaven, and is lifted up <span class=\"clarity-word\">even</span> to the skies.",
      "churchId": "p9"
    },
    {
      "slug": "jeremiah-51-p10",
      "type": "verse",
      "number": "10",
      "content": "The <span class=\"small-caps\">Lord</span> hath brought forth our righteousness: come, and let us declare in Zion the work of the <span class=\"small-caps\">Lord</span> our God.",
      "churchId": "p10"
    },
    {
      "slug": "jeremiah-51-p11",
      "type": "verse",
      "number": "11",
      "content": "Make bright the arrows; gather the shields: the <span class=\"small-caps\">Lord</span> hath raised up the spirit of the kings of the Medes: for his device <span class=\"clarity-word\">is</span> against Babylon, to destroy it; because it <span class=\"clarity-word\">is</span> the vengeance of the <span class=\"small-caps\">Lord</span>, the vengeance of his temple.",
      "churchId": "p11"
    },
    {
      "slug": "jeremiah-51-p12",
      "type": "verse",
      "number": "12",
      "content": "Set up the standard upon the walls of Babylon, make the watch strong, set up the watchmen, prepare the ambushes: for the <span class=\"small-caps\">Lord</span> hath both devised and done that which he spake against the inhabitants of Babylon.",
      "churchId": "p12"
    },
    {
      "slug": "jeremiah-51-p13",
      "type": "verse",
      "number": "13",
      "content": "O thou that dwellest upon many waters, abundant in treasures, thine end is come, <span class=\"clarity-word\">and</span> the measure of thy covetousness.",
      "churchId": "p13"
    },
    {
      "slug": "jeremiah-51-p14",
      "type": "verse",
      "number": "14",
      "content": "The <span class=\"small-caps\">Lord</span> of hosts hath sworn by himself, <span class=\"clarity-word\">saying,</span> Surely I will fill thee with men, as with caterpillers; and they shall lift up a shout against thee.",
      "churchId": "p14"
    },
    {
      "slug": "jeremiah-51-p15",
      "type": "verse",
      "number": "15",
      "content": "He hath made the earth by his power, he hath established the world by his wisdom, and hath stretched out the heaven by his understanding.",
      "churchId": "p15"
    },
    {
      "slug": "jeremiah-51-p16",
      "type": "verse",
      "number": "16",
      "content": "When he uttereth <span class=\"clarity-word\">his</span> voice, <span class=\"clarity-word\">there is</span> a multitude of waters in the heavens; and he causeth the vapours to ascend from the ends of the earth: he maketh lightnings with rain, and bringeth forth the wind out of his treasures.",
      "churchId": "p16"
    },
    {
      "slug": "jeremiah-51-p17",
      "type": "verse",
      "number": "17",
      "content": "Every man is brutish by <span class=\"clarity-word\">his</span> knowledge; every founder is confounded by the graven image: for his molten image <span class=\"clarity-word\">is</span> falsehood, and <span class=\"clarity-word\">there is</span> no breath in them.",
      "churchId": "p17"
    },
    {
      "slug": "jeremiah-51-p18",
      "type": "verse",
      "number": "18",
      "content": "They <span class=\"clarity-word\">are</span> vanity, the work of errors: in the time of their visitation they shall perish.",
      "churchId": "p18"
    },
    {
      "slug": "jeremiah-51-p19",
      "type": "verse",
      "number": "19",
      "content": "The portion of Jacob <span class=\"clarity-word\">is</span> not like them; for he <span class=\"clarity-word\">is</span> the former of all things: and <span class=\"clarity-word\">Israel is</span> the rod of his inheritance: the <span class=\"small-caps\">Lord</span> of hosts <span class=\"clarity-word\">is</span> his name.",
      "churchId": "p19"
    },
    {
      "slug": "jeremiah-51-p20",
      "type": "verse",
      "number": "20",
      "content": "Thou <span class=\"clarity-word\">art</span> my battle axe <span class=\"clarity-word\">and</span> weapons of war: for with thee will I break in pieces the nations, and with thee will I destroy kingdoms;",
      "churchId": "p20"
    },
    {
      "slug": "jeremiah-51-p21",
      "type": "verse",
      "number": "21",
      "content": "And with thee will I break in pieces the horse and his rider; and with thee will I break in pieces the chariot and his rider;",
      "churchId": "p21"
    },
    {
      "slug": "jeremiah-51-p22",
      "type": "verse",
      "number": "22",
      "content": "With thee also will I break in pieces man and woman; and with thee will I break in pieces old and young; and with thee will I break in pieces the young man and the maid;",
      "churchId": "p22"
    },
    {
      "slug": "jeremiah-51-p23",
      "type": "verse",
      "number": "23",
      "content": "I will also break in pieces with thee the shepherd and his flock; and with thee will I break in pieces the husbandman and his yoke of oxen; and with thee will I break in pieces captains and rulers.",
      "churchId": "p23"
    },
    {
      "slug": "jeremiah-51-p24",
      "type": "verse",
      "number": "24",
      "content": "And I will render unto Babylon and to all the inhabitants of Chaldea all their evil that they have done in Zion in your sight, saith the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p24"
    },
    {
      "slug": "jeremiah-51-p25",
      "type": "verse",
      "number": "25",
      "content": "Behold, I <span class=\"clarity-word\">am</span> against thee, O destroying mountain, saith the <span class=\"small-caps\">Lord</span>, which destroyest all the earth: and I will stretch out mine hand upon thee, and roll thee down from the rocks, and will make thee a burnt mountain.",
      "churchId": "p25"
    },
    {
      "slug": "jeremiah-51-p26",
      "type": "verse",
      "number": "26",
      "content": "And they shall not take of thee a stone for a corner, nor a stone for foundations; but thou shalt be desolate for ever, saith the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p26"
    },
    {
      "slug": "jeremiah-51-p27",
      "type": "verse",
      "number": "27",
      "content": "Set ye up a standard in the land, blow the trumpet among the nations, prepare the nations against her, call together against her the kingdoms of Ararat, Minni, and Ashchenaz; appoint a captain against her; cause the horses to come up as the rough caterpillers.",
      "churchId": "p27"
    },
    {
      "slug": "jeremiah-51-p28",
      "type": "verse",
      "number": "28",
      "content": "Prepare against her the nations with the kings of the Medes, the captains thereof, and all the rulers thereof, and all the land of his dominion.",
      "churchId": "p28"
    },
    {
      "slug": "jeremiah-51-p29",
      "type": "verse",
      "number": "29",
      "content": "And the land shall tremble and sorrow: for every purpose of the <span class=\"small-caps\">Lord</span> shall be performed against Babylon, to make the land of Babylon a desolation without an inhabitant.",
      "churchId": "p29"
    },
    {
      "slug": "jeremiah-51-p30",
      "type": "verse",
      "number": "30",
      "content": "The mighty men of Babylon have forborn to fight, they have remained in <span class=\"clarity-word\">their</span> holds: their might hath failed; they became as women: they have burned her dwellingplaces; her bars are broken.",
      "churchId": "p30"
    },
    {
      "slug": "jeremiah-51-p31",
      "type": "verse",
      "number": "31",
      "content": "One post shall run to meet another, and one messenger to meet another, to shew the king of Babylon that his city is taken at <span class=\"clarity-word\">one</span> end,",
      "churchId": "p31"
    },
    {
      "slug": "jeremiah-51-p32",
      "type": "verse",
      "number": "32",
      "content": "And that the passages are stopped, and the reeds they have burned with fire, and the men of war are affrighted.",
      "churchId": "p32"
    },
    {
      "slug": "jeremiah-51-p33",
      "type": "verse",
      "number": "33",
      "content": "For thus saith the <span class=\"small-caps\">Lord</span> of hosts, the God of Israel; The daughter of Babylon <span class=\"clarity-word\">is</span> like a threshingfloor, <span class=\"clarity-word\">it is</span> time to thresh her: yet a little while, and the time of her harvest shall come.",
      "churchId": "p33"
    },
    {
      "slug": "jeremiah-51-p34",
      "type": "verse",
      "number": "34",
      "content": "Nebuchadrezzar the king of Babylon hath devoured me, he hath crushed me, he hath made me an empty vessel, he hath swallowed me up like a dragon, he hath filled his belly with my delicates, he hath cast me out.",
      "churchId": "p34"
    },
    {
      "slug": "jeremiah-51-p35",
      "type": "verse",
      "number": "35",
      "content": "The violence done to me and to my flesh <span class=\"clarity-word\">be</span> upon Babylon, shall the inhabitant of Zion say; and my blood upon the inhabitants of Chaldea, shall Jerusalem say.",
      "churchId": "p35"
    },
    {
      "slug": "jeremiah-51-p36",
      "type": "verse",
      "number": "36",
      "content": "Therefore thus saith the <span class=\"small-caps\">Lord</span>; Behold, I will plead thy cause, and take vengeance for thee; and I will dry up her sea, and make her springs dry.",
      "churchId": "p36"
    },
    {
      "slug": "jeremiah-51-p37",
      "type": "verse",
      "number": "37",
      "content": "And Babylon shall become heaps, a dwellingplace for dragons, an astonishment, and an hissing, without an inhabitant.",
      "churchId": "p37"
    },
    {
      "slug": "jeremiah-51-p38",
      "type": "verse",
      "number": "38",
      "content": "They shall roar together like lions: they shall yell as lions’ whelps.",
      "churchId": "p38"
    },
    {
      "slug": "jeremiah-51-p39",
      "type": "verse",
      "number": "39",
      "content": "In their heat I will make their feasts, and I will make them drunken, that they may rejoice, and sleep a perpetual sleep, and not wake, saith the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p39"
    },
    {
      "slug": "jeremiah-51-p40",
      "type": "verse",
      "number": "40",
      "content": "I will bring them down like lambs to the slaughter, like rams with he goats.",
      "churchId": "p40"
    },
    {
      "slug": "jeremiah-51-p41",
      "type": "verse",
      "number": "41",
      "content": "How is Sheshach taken! and how is the praise of the whole earth surprised! how is Babylon become an astonishment among the nations!",
      "churchId": "p41"
    },
    {
      "slug": "jeremiah-51-p42",
      "type": "verse",
      "number": "42",
      "content": "The sea is come up upon Babylon: she is covered with the multitude of the waves thereof.",
      "churchId": "p42"
    },
    {
      "slug": "jeremiah-51-p43",
      "type": "verse",
      "number": "43",
      "content": "Her cities are a desolation, a dry land, and a wilderness, a land wherein no man dwelleth, neither doth <span class=\"clarity-word\">any</span> son of man pass thereby.",
      "churchId": "p43"
    },
    {
      "slug": "jeremiah-51-p44",
      "type": "verse",
      "number": "44",
      "content": "And I will punish Bel in Babylon, and I will bring forth out of his mouth that which he hath swallowed up: and the nations shall not flow together any more unto him: yea, the wall of Babylon shall fall.",
      "churchId": "p44"
    },
    {
      "slug": "jeremiah-51-p45",
      "type": "verse",
      "number": "45",
      "content": "My people, go ye out of the midst of her, and deliver ye every man his soul from the fierce anger of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p45"
    },
    {
      "slug": "jeremiah-51-p46",
      "type": "verse",
      "number": "46",
      "content": "And lest your heart faint, and ye fear for the rumour that shall be heard in the land; a rumour shall both come <span class=\"clarity-word\">one</span> year, and after that in <span class=\"clarity-word\">another</span> year <span class=\"clarity-word\">shall come</span> a rumour, and violence in the land, ruler against ruler.",
      "churchId": "p46"
    },
    {
      "slug": "jeremiah-51-p47",
      "type": "verse",
      "number": "47",
      "content": "Therefore, behold, the days come, that I will do judgment upon the graven images of Babylon: and her whole land shall be confounded, and all her slain shall fall in the midst of her.",
      "churchId": "p47"
    },
    {
      "slug": "jeremiah-51-p48",
      "type": "verse",
      "number": "48",
      "content": "Then the heaven and the earth, and all that <span class=\"clarity-word\">is</span> therein, shall sing for Babylon: for the spoilers shall come unto her from the north, saith the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p48"
    },
    {
      "slug": "jeremiah-51-p49",
      "type": "verse",
      "number": "49",
      "content": "As Babylon <span class=\"clarity-word\">hath caused</span> the slain of Israel to fall, so at Babylon shall fall the slain of all the earth.",
      "churchId": "p49"
    },
    {
      "slug": "jeremiah-51-p50",
      "type": "verse",
      "number": "50",
      "content": "Ye that have escaped the sword, go away, stand not still: remember the <span class=\"small-caps\">Lord</span> afar off, and let Jerusalem come into your mind.",
      "churchId": "p50"
    },
    {
      "slug": "jeremiah-51-p51",
      "type": "verse",
      "number": "51",
      "content": "We are confounded, because we have heard reproach: shame hath covered our faces: for strangers are come into the sanctuaries of the <span class=\"small-caps\">Lord</span>’s house.",
      "churchId": "p51"
    },
    {
      "slug": "jeremiah-51-p52",
      "type": "verse",
      "number": "52",
      "content": "Wherefore, behold, the days come, saith the <span class=\"small-caps\">Lord</span>, that I will do judgment upon her graven images: and through all her land the wounded shall groan.",
      "churchId": "p52"
    },
    {
      "slug": "jeremiah-51-p53",
      "type": "verse",
      "number": "53",
      "content": "Though Babylon should mount up to heaven, and though she should fortify the height of her strength, <span class=\"clarity-word\">yet</span> from me shall spoilers come unto her, saith the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p53"
    },
    {
      "slug": "jeremiah-51-p54",
      "type": "verse",
      "number": "54",
      "content": "A sound of a cry <span class=\"clarity-word\">cometh</span> from Babylon, and great destruction from the land of the Chaldeans:",
      "churchId": "p54"
    },
    {
      "slug": "jeremiah-51-p55",
      "type": "verse",
      "number": "55",
      "content": "Because the <span class=\"small-caps\">Lord</span> hath spoiled Babylon, and destroyed out of her the great voice; when her waves do roar like great waters, a noise of their voice is uttered:",
      "churchId": "p55"
    },
    {
      "slug": "jeremiah-51-p56",
      "type": "verse",
      "number": "56",
      "content": "Because the spoiler is come upon her, <span class=\"clarity-word\">even</span> upon Babylon, and her mighty men are taken, every one of their bows is broken: for the <span class=\"small-caps\">Lord</span> God of recompences shall surely requite.",
      "churchId": "p56"
    },
    {
      "slug": "jeremiah-51-p57",
      "type": "verse",
      "number": "57",
      "content": "And I will make drunk her princes, and her wise <span class=\"clarity-word\">men,</span> her captains, and her rulers, and her mighty men: and they shall sleep a perpetual sleep, and not wake, saith the King, whose name <span class=\"clarity-word\">is</span> the <span class=\"small-caps\">Lord</span> of hosts.",
      "churchId": "p57"
    },
    {
      "slug": "jeremiah-51-p58",
      "type": "verse",
      "number": "58",
      "content": "Thus saith the <span class=\"small-caps\">Lord</span> of hosts; The broad walls of Babylon shall be utterly broken, and her high gates shall be burned with fire; and the people shall labour in vain, and the folk in the fire, and they shall be weary.",
      "churchId": "p58"
    },
    {
      "slug": "jeremiah-51-p59",
      "type": "verse",
      "number": "59",
      "content": "¶ The word which Jeremiah the prophet commanded Seraiah the son of Neriah, the son of Maaseiah, when he went with Zedekiah the king of Judah into Babylon in the fourth year of his reign. And <span class=\"clarity-word\">this</span> Seraiah <span class=\"clarity-word\">was</span> a quiet prince.",
      "churchId": "p59"
    },
    {
      "slug": "jeremiah-51-p60",
      "type": "verse",
      "number": "60",
      "content": "So Jeremiah wrote in a book all the evil that should come upon Babylon, <span class=\"clarity-word\">even</span> all these words that are written against Babylon.",
      "churchId": "p60"
    },
    {
      "slug": "jeremiah-51-p61",
      "type": "verse",
      "number": "61",
      "content": "And Jeremiah said to Seraiah, When thou comest to Babylon, and shalt see, and shalt read all these words;",
      "churchId": "p61"
    },
    {
      "slug": "jeremiah-51-p62",
      "type": "verse",
      "number": "62",
      "content": "Then shalt thou say, O <span class=\"small-caps\">Lord</span>, thou hast spoken against this place, to cut it off, that none shall remain in it, neither man nor beast, but that it shall be desolate for ever.",
      "churchId": "p62"
    },
    {
      "slug": "jeremiah-51-p63",
      "type": "verse",
      "number": "63",
      "content": "And it shall be, when thou hast made an end of reading this book, <span class=\"clarity-word\">that</span> thou shalt bind a stone to it, and cast it into the midst of Euphrates:",
      "churchId": "p63"
    },
    {
      "slug": "jeremiah-51-p64",
      "type": "verse",
      "number": "64",
      "content": "And thou shalt say, Thus shall Babylon sink, and shall not rise from the evil that I will bring upon her: and they shall be weary. Thus far <span class=\"clarity-word\">are</span> the words of Jeremiah.",
      "churchId": "p64"
    }
  ]
}