{
  "name": "Jeremiah 36",
  "abbrev": "Jer. 36",
  "number": "36",
  "churchUri": "/scriptures/ot/jer/36",
  "paragraphs": [
    {
      "slug": "jeremiah-36-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 36",
      "churchId": "title_number1"
    },
    {
      "slug": "jeremiah-36-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass in the fourth year of Jehoiakim the son of Josiah king of Judah, <span class=\"clarity-word\">that</span> this word came unto Jeremiah from the <span class=\"small-caps\">Lord</span>, saying,",
      "churchId": "p1"
    },
    {
      "slug": "jeremiah-36-p2",
      "type": "verse",
      "number": "2",
      "content": "Take thee a roll of a book, and write therein all the words that I have spoken unto thee against Israel, and against Judah, and against all the nations, from the day I spake unto thee, from the days of Josiah, even unto this day.",
      "churchId": "p2"
    },
    {
      "slug": "jeremiah-36-p3",
      "type": "verse",
      "number": "3",
      "content": "It may be that the house of Judah will hear all the evil which I purpose to do unto them; that they may return every man from his evil way; that I may forgive their iniquity and their sin.",
      "churchId": "p3"
    },
    {
      "slug": "jeremiah-36-p4",
      "type": "verse",
      "number": "4",
      "content": "Then Jeremiah called Baruch the son of Neriah: and Baruch wrote from the mouth of Jeremiah all the words of the <span class=\"small-caps\">Lord</span>, which he had spoken unto him, upon a roll of a book.",
      "churchId": "p4"
    },
    {
      "slug": "jeremiah-36-p5",
      "type": "verse",
      "number": "5",
      "content": "And Jeremiah commanded Baruch, saying, I <span class=\"clarity-word\">am</span> shut up; I cannot go into the house of the <span class=\"small-caps\">Lord</span>:",
      "churchId": "p5"
    },
    {
      "slug": "jeremiah-36-p6",
      "type": "verse",
      "number": "6",
      "content": "Therefore go thou, and read in the roll, which thou hast written from my mouth, the words of the <span class=\"small-caps\">Lord</span> in the ears of the people in the <span class=\"small-caps\">Lord</span>’s house upon the fasting day: and also thou shalt read them in the ears of all Judah that come out of their cities.",
      "churchId": "p6"
    },
    {
      "slug": "jeremiah-36-p7",
      "type": "verse",
      "number": "7",
      "content": "It may be they will present their supplication before the <span class=\"small-caps\">Lord</span>, and will return every one from his evil way: for great <span class=\"clarity-word\">is</span> the anger and the fury that the <span class=\"small-caps\">Lord</span> hath pronounced against this people.",
      "churchId": "p7"
    },
    {
      "slug": "jeremiah-36-p8",
      "type": "verse",
      "number": "8",
      "content": "And Baruch the son of Neriah did according to all that Jeremiah the prophet commanded him, reading in the book the words of the <span class=\"small-caps\">Lord</span> in the <span class=\"small-caps\">Lord</span>’s house.",
      "churchId": "p8"
    },
    {
      "slug": "jeremiah-36-p9",
      "type": "verse",
      "number": "9",
      "content": "And it came to pass in the fifth year of Jehoiakim the son of Josiah king of Judah, in the ninth month, <span class=\"clarity-word\">that</span> they proclaimed a fast before the <span class=\"small-caps\">Lord</span> to all the people in Jerusalem, and to all the people that came from the cities of Judah unto Jerusalem.",
      "churchId": "p9"
    },
    {
      "slug": "jeremiah-36-p10",
      "type": "verse",
      "number": "10",
      "content": "Then read Baruch in the book the words of Jeremiah in the house of the <span class=\"small-caps\">Lord</span>, in the chamber of Gemariah the son of Shaphan the scribe, in the higher court, at the entry of the new gate of the <span class=\"small-caps\">Lord</span>’s house, in the ears of all the people.",
      "churchId": "p10"
    },
    {
      "slug": "jeremiah-36-p11",
      "type": "verse",
      "number": "11",
      "content": "¶ When Michaiah the son of Gemariah, the son of Shaphan, had heard out of the book all the words of the <span class=\"small-caps\">Lord</span>,",
      "churchId": "p11"
    },
    {
      "slug": "jeremiah-36-p12",
      "type": "verse",
      "number": "12",
      "content": "Then he went down into the king’s house, into the scribe’s chamber: and, lo, all the princes sat there, <span class=\"clarity-word\">even</span> Elishama the scribe, and Delaiah the son of Shemaiah, and Elnathan the son of Achbor, and Gemariah the son of Shaphan, and Zedekiah the son of Hananiah, and all the princes.",
      "churchId": "p12"
    },
    {
      "slug": "jeremiah-36-p13",
      "type": "verse",
      "number": "13",
      "content": "Then Michaiah declared unto them all the words that he had heard, when Baruch read the book in the ears of the people.",
      "churchId": "p13"
    },
    {
      "slug": "jeremiah-36-p14",
      "type": "verse",
      "number": "14",
      "content": "Therefore all the princes sent Jehudi the son of Nethaniah, the son of Shelemiah, the son of Cushi, unto Baruch, saying, Take in thine hand the roll wherein thou hast read in the ears of the people, and come. So Baruch the son of Neriah took the roll in his hand, and came unto them.",
      "churchId": "p14"
    },
    {
      "slug": "jeremiah-36-p15",
      "type": "verse",
      "number": "15",
      "content": "And they said unto him, Sit down now, and read it in our ears. So Baruch read <span class=\"clarity-word\">it</span> in their ears.",
      "churchId": "p15"
    },
    {
      "slug": "jeremiah-36-p16",
      "type": "verse",
      "number": "16",
      "content": "Now it came to pass, when they had heard all the words, they were afraid both one and other, and said unto Baruch, We will surely tell the king of all these words.",
      "churchId": "p16"
    },
    {
      "slug": "jeremiah-36-p17",
      "type": "verse",
      "number": "17",
      "content": "And they asked Baruch, saying, Tell us now, How didst thou write all these words at his mouth?",
      "churchId": "p17"
    },
    {
      "slug": "jeremiah-36-p18",
      "type": "verse",
      "number": "18",
      "content": "Then Baruch answered them, He pronounced all these words unto me with his mouth, and I wrote <span class=\"clarity-word\">them</span> with ink in the book.",
      "churchId": "p18"
    },
    {
      "slug": "jeremiah-36-p19",
      "type": "verse",
      "number": "19",
      "content": "Then said the princes unto Baruch, Go, hide thee, thou and Jeremiah; and let no man know where ye be.",
      "churchId": "p19"
    },
    {
      "slug": "jeremiah-36-p20",
      "type": "verse",
      "number": "20",
      "content": "¶ And they went in to the king into the court, but they laid up the roll in the chamber of Elishama the scribe, and told all the words in the ears of the king.",
      "churchId": "p20"
    },
    {
      "slug": "jeremiah-36-p21",
      "type": "verse",
      "number": "21",
      "content": "So the king sent Jehudi to fetch the roll: and he took it out of Elishama the scribe’s chamber. And Jehudi read it in the ears of the king, and in the ears of all the princes which stood beside the king.",
      "churchId": "p21"
    },
    {
      "slug": "jeremiah-36-p22",
      "type": "verse",
      "number": "22",
      "content": "Now the king sat in the winterhouse in the ninth month: and <span class=\"clarity-word\">there was a fire</span> on the hearth burning before him.",
      "churchId": "p22"
    },
    {
      "slug": "jeremiah-36-p23",
      "type": "verse",
      "number": "23",
      "content": "And it came to pass, <span class=\"clarity-word\">that</span> when Jehudi had read three or four leaves, he cut it with the penknife, and cast <span class=\"clarity-word\">it</span> into the fire that <span class=\"clarity-word\">was</span> on the hearth, until all the roll was consumed in the fire that <span class=\"clarity-word\">was</span> on the hearth.",
      "churchId": "p23"
    },
    {
      "slug": "jeremiah-36-p24",
      "type": "verse",
      "number": "24",
      "content": "Yet they were not afraid, nor rent their garments, <span class=\"clarity-word\">neither</span> the king, nor any of his servants that heard all these words.",
      "churchId": "p24"
    },
    {
      "slug": "jeremiah-36-p25",
      "type": "verse",
      "number": "25",
      "content": "Nevertheless Elnathan and Delaiah and Gemariah had made intercession to the king that he would not burn the roll: but he would not hear them.",
      "churchId": "p25"
    },
    {
      "slug": "jeremiah-36-p26",
      "type": "verse",
      "number": "26",
      "content": "But the king commanded Jerahmeel the son of Hammelech, and Seraiah the son of Azriel, and Shelemiah the son of Abdeel, to take Baruch the scribe and Jeremiah the prophet: but the <span class=\"small-caps\">Lord</span> hid them.",
      "churchId": "p26"
    },
    {
      "slug": "jeremiah-36-p27",
      "type": "verse",
      "number": "27",
      "content": "¶ Then the word of the <span class=\"small-caps\">Lord</span> came to Jeremiah, after that the king had burned the roll, and the words which Baruch wrote at the mouth of Jeremiah, saying,",
      "churchId": "p27"
    },
    {
      "slug": "jeremiah-36-p28",
      "type": "verse",
      "number": "28",
      "content": "Take thee again another roll, and write in it all the former words that were in the first roll, which Jehoiakim the king of Judah hath burned.",
      "churchId": "p28"
    },
    {
      "slug": "jeremiah-36-p29",
      "type": "verse",
      "number": "29",
      "content": "And thou shalt say to Jehoiakim king of Judah, Thus saith the <span class=\"small-caps\">Lord</span>; Thou hast burned this roll, saying, Why hast thou written therein, saying, The king of Babylon shall certainly come and destroy this land, and shall cause to cease from thence man and beast?",
      "churchId": "p29"
    },
    {
      "slug": "jeremiah-36-p30",
      "type": "verse",
      "number": "30",
      "content": "Therefore thus saith the <span class=\"small-caps\">Lord</span> of Jehoiakim king of Judah; He shall have none to sit upon the throne of David: and his dead body shall be cast out in the day to the heat, and in the night to the frost.",
      "churchId": "p30"
    },
    {
      "slug": "jeremiah-36-p31",
      "type": "verse",
      "number": "31",
      "content": "And I will punish him and his seed and his servants for their iniquity; and I will bring upon them, and upon the inhabitants of Jerusalem, and upon the men of Judah, all the evil that I have pronounced against them; but they hearkened not.",
      "churchId": "p31"
    },
    {
      "slug": "jeremiah-36-p32",
      "type": "verse",
      "number": "32",
      "content": "¶ Then took Jeremiah another roll, and gave it to Baruch the scribe, the son of Neriah; who wrote therein from the mouth of Jeremiah all the words of the book which Jehoiakim king of Judah had burned in the fire: and there were added besides unto them many like words.",
      "churchId": "p32"
    }
  ]
}