{
  "name": "Jeremiah 21", 
  "abbrev": "Jer. 21", 
  "number": "21", 
  "churchUri": "/scriptures/ot/jer/21", 
  "paragraphs": [
    {
      "type": "chapter-title", 
      "id": "ct1", 
      "content": "Chapter 21", 
      "contentHtml": "Chapter 21", 
      "number": null, 
      "pageNumber": "969", 
      "compareId": "jeremiah-21_ct1", 
      "churchId": "title_number1"
    }, 
    {
      "type": "verse", 
      "id": "v1", 
      "content": "The word which came unto Jeremiah from the LORD, when king Zedekiah sent unto him Pashur the son of Melchiah, and Zephaniah the son of Maaseiah the priest, saying,", 
      "contentHtml": "The word which came unto Jeremiah from the <span class=\"small-caps\">Lord</span>, when king Zedekiah sent unto him Pashur the son of Melchiah, and Zephaniah the son of Maaseiah the priest, saying,", 
      "number": "1", 
      "pageNumber": "969,970", 
      "compareId": "jeremiah-21_v1", 
      "churchId": "p1"
    }, 
    {
      "type": "verse", 
      "id": "v2", 
      "content": "Inquire, I pray thee, of the LORD for us; for Nebuchadrezzar king of Babylon maketh war against us; if so be that the LORD will deal with us according to all his wondrous works, that he may go up from us.", 
      "contentHtml": "Inquire, I pray thee, of the <span class=\"small-caps\">Lord</span> for us; for Nebuchadrezzar king of Babylon maketh war against us; if so be that the <span class=\"small-caps\">Lord</span> will deal with us according to all his wondrous works, that he may go up from us.", 
      "number": "2", 
      "pageNumber": "970", 
      "compareId": "jeremiah-21_v2", 
      "churchId": "p2"
    }, 
    {
      "type": "verse", 
      "id": "v3", 
      "content": "¶ Then said Jeremiah unto them, Thus shall ye say to Zedekiah:", 
      "contentHtml": "¶ Then said Jeremiah unto them, Thus shall ye say to Zedekiah:", 
      "number": "3", 
      "pageNumber": "970", 
      "compareId": "jeremiah-21_v3", 
      "churchId": "p3"
    }, 
    {
      "type": "verse", 
      "id": "v4", 
      "content": "Thus saith the LORD God of Israel; Behold, I will turn back the weapons of war that are in your hands, wherewith ye fight against the king of Babylon, and against the Chaldeans, which besiege you without the walls, and I will assemble them into the midst of this city.", 
      "contentHtml": "Thus saith the <span class=\"small-caps\">Lord</span> God of Israel; Behold, I will turn back the weapons of war that <span class=\"clarity-word\">are</span> in your hands, wherewith ye fight against the king of Babylon, and <span class=\"clarity-word\">against</span> the Chaldeans, which besiege you without the walls, and I will assemble them into the midst of this city.", 
      "number": "4", 
      "pageNumber": "970", 
      "compareId": "jeremiah-21_v4", 
      "churchId": "p4"
    }, 
    {
      "type": "verse", 
      "id": "v5", 
      "content": "And I myself will fight against you with an outstretched hand and with a strong arm, even in anger, and in fury, and in great wrath.", 
      "contentHtml": "And I myself will fight against you with an outstretched hand and with a strong arm, even in anger, and in fury, and in great wrath.", 
      "number": "5", 
      "pageNumber": "970", 
      "compareId": "jeremiah-21_v5", 
      "churchId": "p5"
    }, 
    {
      "type": "verse", 
      "id": "v6", 
      "content": "And I will smite the inhabitants of this city, both man and beast: they shall die of a great pestilence.", 
      "contentHtml": "And I will smite the inhabitants of this city, both man and beast: they shall die of a great pestilence.", 
      "number": "6", 
      "pageNumber": "970", 
      "compareId": "jeremiah-21_v6", 
      "churchId": "p6"
    }, 
    {
      "type": "verse", 
      "id": "v7", 
      "content": "And afterward, saith the LORD, I will deliver Zedekiah king of Judah, and his servants, and the people, and such as are left in this city from the pestilence, from the sword, and from the famine, into the hand of Nebuchadrezzar king of Babylon, and into the hand of their enemies, and into the hand of those that seek their life: and he shall smite them with the edge of the sword; he shall not spare them, neither have pity, nor have mercy.", 
      "contentHtml": "And afterward, saith the <span class=\"small-caps\">Lord</span>, I will deliver Zedekiah king of Judah, and his servants, and the people, and such as are left in this city from the pestilence, from the sword, and from the famine, into the hand of Nebuchadrezzar king of Babylon, and into the hand of their enemies, and into the hand of those that seek their life: and he shall smite them with the edge of the sword; he shall not spare them, neither have pity, nor have mercy.", 
      "number": "7", 
      "pageNumber": "970", 
      "compareId": "jeremiah-21_v7", 
      "churchId": "p7"
    }, 
    {
      "type": "verse", 
      "id": "v8", 
      "content": "¶ And unto this people thou shalt say, Thus saith the LORD; Behold, I set before you the way of life, and the way of death.", 
      "contentHtml": "¶ And unto this people thou shalt say, Thus saith the <span class=\"small-caps\">Lord</span>; Behold, I set before you the way of life, and the way of death.", 
      "number": "8", 
      "pageNumber": "970", 
      "compareId": "jeremiah-21_v8", 
      "churchId": "p8"
    }, 
    {
      "type": "verse", 
      "id": "v9", 
      "content": "He that abideth in this city shall die by the sword, and by the famine, and by the pestilence: but he that goeth out, and falleth to the Chaldeans that besiege you, he shall live, and his life shall be unto him for a prey.", 
      "contentHtml": "He that abideth in this city shall die by the sword, and by the famine, and by the pestilence: but he that goeth out, and falleth to the Chaldeans that besiege you, he shall live, and his life shall be unto him for a prey.", 
      "number": "9", 
      "pageNumber": "970", 
      "compareId": "jeremiah-21_v9", 
      "churchId": "p9"
    }, 
    {
      "type": "verse", 
      "id": "v10", 
      "content": "For I have set my face against this city for evil, and not for good, saith the LORD: it shall be given into the hand of the king of Babylon, and he shall burn it with fire.", 
      "contentHtml": "For I have set my face against this city for evil, and not for good, saith the <span class=\"small-caps\">Lord</span>: it shall be given into the hand of the king of Babylon, and he shall burn it with fire.", 
      "number": "10", 
      "pageNumber": "970", 
      "compareId": "jeremiah-21_v10", 
      "churchId": "p10"
    }, 
    {
      "type": "verse", 
      "id": "v11", 
      "content": "¶ And touching the house of the king of Judah, say, Hear ye the word of the LORD;", 
      "contentHtml": "¶ And touching the house of the king of Judah, <span class=\"clarity-word\">say,</span> Hear ye the word of the <span class=\"small-caps\">Lord</span>;", 
      "number": "11", 
      "pageNumber": "970", 
      "compareId": "jeremiah-21_v11", 
      "churchId": "p11"
    }, 
    {
      "type": "verse", 
      "id": "v12", 
      "content": "O house of David, thus saith the LORD; Execute judgment in the morning, and deliver him that is spoiled out of the hand of the oppressor, lest my fury go out like fire, and burn that none can quench it, because of the evil of your doings.", 
      "contentHtml": "O house of David, thus saith the <span class=\"small-caps\">Lord</span>; Execute judgment in the morning, and deliver <span class=\"clarity-word\">him that is</span> spoiled out of the hand of the oppressor, lest my fury go out like fire, and burn that none can quench <span class=\"clarity-word\">it,</span> because of the evil of your doings.", 
      "number": "12", 
      "pageNumber": "970", 
      "compareId": "jeremiah-21_v12", 
      "churchId": "p12"
    }, 
    {
      "type": "verse", 
      "id": "v13", 
      "content": "Behold, I am against thee, O inhabitant of the valley, and rock of the plain, saith the LORD; which say, Who shall come down against us? or who shall enter into our habitations?", 
      "contentHtml": "Behold, I <span class=\"clarity-word\">am</span> against thee, O inhabitant of the valley, <span class=\"clarity-word\">and</span> rock of the plain, saith the <span class=\"small-caps\">Lord</span>; which say, Who shall come down against us? or who shall enter into our habitations?", 
      "number": "13", 
      "pageNumber": "970", 
      "compareId": "jeremiah-21_v13", 
      "churchId": "p13"
    }, 
    {
      "type": "verse", 
      "id": "v14", 
      "content": "But I will punish you according to the fruit of your doings, saith the LORD: and I will kindle a fire in the forest thereof, and it shall devour all things round about it.", 
      "contentHtml": "But I will punish you according to the fruit of your doings, saith the <span class=\"small-caps\">Lord</span>: and I will kindle a fire in the forest thereof, and it shall devour all things round about it.", 
      "number": "14", 
      "pageNumber": "970", 
      "compareId": "jeremiah-21_v14", 
      "churchId": "p14"
    }
  ], 
  "media": [
    {
      "type": "audio", 
      "subtype": "spoken-female", 
      "url": "https://media2.ldscdn.org/assets/scriptures/the-old-testament/2015-11-7660-jeremiah-21-female-voice-64k-eng.mp3", 
      "imageUrl": null, 
      "startSeconds": null, 
      "endSeconds": null, 
      "source": "ChurchofJesusChrist.org", 
      "churchAssetId": null, 
      "churchImageAssetId": null
    }, 
    {
      "type": "audio", 
      "subtype": "spoken-male", 
      "url": "https://media2.ldscdn.org/assets/scriptures/the-old-testament/2015-11-7660-jeremiah-21-male-voice-64k-eng.mp3", 
      "imageUrl": null, 
      "startSeconds": null, 
      "endSeconds": null, 
      "source": "ChurchofJesusChrist.org", 
      "churchAssetId": null, 
      "churchImageAssetId": null
    }
  ]
}