{
  "name": "Jeremiah 43",
  "abbrev": "Jer. 43",
  "number": "43",
  "churchUri": "/scriptures/ot/jer/43",
  "paragraphs": [
    {
      "slug": "jeremiah-43-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 43",
      "churchId": "title_number1"
    },
    {
      "slug": "jeremiah-43-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass, <span class=\"clarity-word\">that</span> when Jeremiah had made an end of speaking unto all the people all the words of the <span class=\"small-caps\">Lord</span> their God, for which the <span class=\"small-caps\">Lord</span> their God had sent him to them, <span class=\"clarity-word\">even</span> all these words,",
      "churchId": "p1"
    },
    {
      "slug": "jeremiah-43-p2",
      "type": "verse",
      "number": "2",
      "content": "Then spake Azariah the son of Hoshaiah, and Johanan the son of Kareah, and all the proud men, saying unto Jeremiah, Thou speakest falsely: the <span class=\"small-caps\">Lord</span> our God hath not sent thee to say, Go not into Egypt to sojourn there:",
      "churchId": "p2"
    },
    {
      "slug": "jeremiah-43-p3",
      "type": "verse",
      "number": "3",
      "content": "But Baruch the son of Neriah setteth thee on against us, for to deliver us into the hand of the Chaldeans, that they might put us to death, and carry us away captives into Babylon.",
      "churchId": "p3"
    },
    {
      "slug": "jeremiah-43-p4",
      "type": "verse",
      "number": "4",
      "content": "So Johanan the son of Kareah, and all the captains of the forces, and all the people, obeyed not the voice of the <span class=\"small-caps\">Lord</span>, to dwell in the land of Judah.",
      "churchId": "p4"
    },
    {
      "slug": "jeremiah-43-p5",
      "type": "verse",
      "number": "5",
      "content": "But Johanan the son of Kareah, and all the captains of the forces, took all the remnant of Judah, that were returned from all nations, whither they had been driven, to dwell in the land of Judah;",
      "churchId": "p5"
    },
    {
      "slug": "jeremiah-43-p6",
      "type": "verse",
      "number": "6",
      "content": "<span class=\"clarity-word\">Even</span> men, and women, and children, and the king’s daughters, and every person that Nebuzar-adan the captain of the guard had left with Gedaliah the son of Ahikam the son of Shaphan, and Jeremiah the prophet, and Baruch the son of Neriah.",
      "churchId": "p6"
    },
    {
      "slug": "jeremiah-43-p7",
      "type": "verse",
      "number": "7",
      "content": "So they came into the land of Egypt: for they obeyed not the voice of the <span class=\"small-caps\">Lord</span>: thus came they <span class=\"clarity-word\">even</span> to Tahpanhes.",
      "churchId": "p7"
    },
    {
      "slug": "jeremiah-43-p8",
      "type": "verse",
      "number": "8",
      "content": "¶ Then came the word of the <span class=\"small-caps\">Lord</span> unto Jeremiah in Tahpanhes, saying,",
      "churchId": "p8"
    },
    {
      "slug": "jeremiah-43-p9",
      "type": "verse",
      "number": "9",
      "content": "Take great stones in thine hand, and hide them in the clay in the brickkiln, which <span class=\"clarity-word\">is</span> at the entry of Pharaoh’s house in Tahpanhes, in the sight of the men of Judah;",
      "churchId": "p9"
    },
    {
      "slug": "jeremiah-43-p10",
      "type": "verse",
      "number": "10",
      "content": "And say unto them, Thus saith the <span class=\"small-caps\">Lord</span> of hosts, the God of Israel; Behold, I will send and take Nebuchadrezzar the king of Babylon, my servant, and will set his throne upon these stones that I have hid; and he shall spread his royal pavilion over them.",
      "churchId": "p10"
    },
    {
      "slug": "jeremiah-43-p11",
      "type": "verse",
      "number": "11",
      "content": "And when he cometh, he shall smite the land of Egypt, <span class=\"clarity-word\">and deliver</span> such <span class=\"clarity-word\">as are</span> for death to death; and such <span class=\"clarity-word\">as are</span> for captivity to captivity; and such <span class=\"clarity-word\">as are</span> for the sword to the sword.",
      "churchId": "p11"
    },
    {
      "slug": "jeremiah-43-p12",
      "type": "verse",
      "number": "12",
      "content": "And I will kindle a fire in the houses of the gods of Egypt; and he shall burn them, and carry them away captives: and he shall array himself with the land of Egypt, as a shepherd putteth on his garment; and he shall go forth from thence in peace.",
      "churchId": "p12"
    },
    {
      "slug": "jeremiah-43-p13",
      "type": "verse",
      "number": "13",
      "content": "He shall break also the images of Beth-shemesh, that <span class=\"clarity-word\">is</span> in the land of Egypt; and the houses of the gods of the Egyptians shall he burn with fire.",
      "churchId": "p13"
    }
  ]
}