{
  "name": "Jeremiah 14",
  "abbrev": "Jer. 14",
  "number": "14",
  "churchUri": "/scriptures/ot/jer/14",
  "paragraphs": [
    {
      "slug": "jeremiah-14-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 14",
      "churchId": "title_number1"
    },
    {
      "slug": "jeremiah-14-p1",
      "type": "verse",
      "number": "1",
      "content": "The word of the <span class=\"small-caps\">Lord</span> that came to Jeremiah concerning the dearth.",
      "churchId": "p1"
    },
    {
      "slug": "jeremiah-14-p2",
      "type": "verse",
      "number": "2",
      "content": "Judah mourneth, and the gates thereof languish; they are black unto the ground; and the cry of Jerusalem is gone up.",
      "churchId": "p2"
    },
    {
      "slug": "jeremiah-14-p3",
      "type": "verse",
      "number": "3",
      "content": "And their nobles have sent their little ones to the waters: they came to the pits, <span class=\"clarity-word\">and</span> found no water; they returned with their vessels empty; they were ashamed and confounded, and covered their heads.",
      "churchId": "p3"
    },
    {
      "slug": "jeremiah-14-p4",
      "type": "verse",
      "number": "4",
      "content": "Because the ground is chapt, for there was no rain in the earth, the plowmen were ashamed, they covered their heads.",
      "churchId": "p4"
    },
    {
      "slug": "jeremiah-14-p5",
      "type": "verse",
      "number": "5",
      "content": "Yea, the hind also calved in the field, and forsook <span class=\"clarity-word\">it,</span> because there was no grass.",
      "churchId": "p5"
    },
    {
      "slug": "jeremiah-14-p6",
      "type": "verse",
      "number": "6",
      "content": "And the wild asses did stand in the high places, they snuffed up the wind like dragons; their eyes did fail, because <span class=\"clarity-word\">there was</span> no grass.",
      "churchId": "p6"
    },
    {
      "slug": "jeremiah-14-p7",
      "type": "verse",
      "number": "7",
      "content": "¶ O <span class=\"small-caps\">Lord</span>, though our iniquities testify against us, do thou <span class=\"clarity-word\">it</span> for thy name’s sake: for our backslidings are many; we have sinned against thee.",
      "churchId": "p7"
    },
    {
      "slug": "jeremiah-14-p8",
      "type": "verse",
      "number": "8",
      "content": "O the hope of Israel, the saviour thereof in time of trouble, why shouldest thou be as a stranger in the land, and as a wayfaring man <span class=\"clarity-word\">that</span> turneth aside to tarry for a night?",
      "churchId": "p8"
    },
    {
      "slug": "jeremiah-14-p9",
      "type": "verse",
      "number": "9",
      "content": "Why shouldest thou be as a man astonied, as a mighty man <span class=\"clarity-word\">that</span> cannot save? yet thou, O <span class=\"small-caps\">Lord</span>, <span class=\"clarity-word\">art</span> in the midst of us, and we are called by thy name; leave us not.",
      "churchId": "p9"
    },
    {
      "slug": "jeremiah-14-p10",
      "type": "verse",
      "number": "10",
      "content": "¶ Thus saith the <span class=\"small-caps\">Lord</span> unto this people, Thus have they loved to wander, they have not refrained their feet, therefore the <span class=\"small-caps\">Lord</span> doth not accept them; he will now remember their iniquity, and visit their sins.",
      "churchId": "p10"
    },
    {
      "slug": "jeremiah-14-p11",
      "type": "verse",
      "number": "11",
      "content": "Then said the <span class=\"small-caps\">Lord</span> unto me, Pray not for this people for <span class=\"clarity-word\">their</span> good.",
      "churchId": "p11"
    },
    {
      "slug": "jeremiah-14-p12",
      "type": "verse",
      "number": "12",
      "content": "When they fast, I will not hear their cry; and when they offer burnt offering and an oblation, I will not accept them: but I will consume them by the sword, and by the famine, and by the pestilence.",
      "churchId": "p12"
    },
    {
      "slug": "jeremiah-14-p13",
      "type": "verse",
      "number": "13",
      "content": "¶ Then said I, Ah, Lord <span class=\"small-caps\">God</span>! behold, the prophets say unto them, Ye shall not see the sword, neither shall ye have famine; but I will give you assured peace in this place.",
      "churchId": "p13"
    },
    {
      "slug": "jeremiah-14-p14",
      "type": "verse",
      "number": "14",
      "content": "Then the <span class=\"small-caps\">Lord</span> said unto me, The prophets prophesy lies in my name: I sent them not, neither have I commanded them, neither spake unto them: they prophesy unto you a false vision and divination, and a thing of nought, and the deceit of their heart.",
      "churchId": "p14"
    },
    {
      "slug": "jeremiah-14-p15",
      "type": "verse",
      "number": "15",
      "content": "Therefore thus saith the <span class=\"small-caps\">Lord</span> concerning the prophets that prophesy in my name, and I sent them not, yet they say, Sword and famine shall not be in this land; By sword and famine shall those prophets be consumed.",
      "churchId": "p15"
    },
    {
      "slug": "jeremiah-14-p16",
      "type": "verse",
      "number": "16",
      "content": "And the people to whom they prophesy shall be cast out in the streets of Jerusalem because of the famine and the sword; and they shall have none to bury them, them, their wives, nor their sons, nor their daughters: for I will pour their wickedness upon them.",
      "churchId": "p16"
    },
    {
      "slug": "jeremiah-14-p17",
      "type": "verse",
      "number": "17",
      "content": "¶ Therefore thou shalt say this word unto them; Let mine eyes run down with tears night and day, and let them not cease: for the virgin daughter of my people is broken with a great breach, with a very grievous blow.",
      "churchId": "p17"
    },
    {
      "slug": "jeremiah-14-p18",
      "type": "verse",
      "number": "18",
      "content": "If I go forth into the field, then behold the slain with the sword! and if I enter into the city, then behold them that are sick with famine! yea, both the prophet and the priest go about into a land that they know not.",
      "churchId": "p18"
    },
    {
      "slug": "jeremiah-14-p19",
      "type": "verse",
      "number": "19",
      "content": "Hast thou utterly rejected Judah? hath thy soul lothed Zion? why hast thou smitten us, and <span class=\"clarity-word\">there is</span> no healing for us? we looked for peace, and <span class=\"clarity-word\">there is</span> no good; and for the time of healing, and behold trouble!",
      "churchId": "p19"
    },
    {
      "slug": "jeremiah-14-p20",
      "type": "verse",
      "number": "20",
      "content": "We acknowledge, O <span class=\"small-caps\">Lord</span>, our wickedness, <span class=\"clarity-word\">and</span> the iniquity of our fathers: for we have sinned against thee.",
      "churchId": "p20"
    },
    {
      "slug": "jeremiah-14-p21",
      "type": "verse",
      "number": "21",
      "content": "Do not abhor <span class=\"clarity-word\">us,</span> for thy name’s sake, do not disgrace the throne of thy glory: remember, break not thy covenant with us.",
      "churchId": "p21"
    },
    {
      "slug": "jeremiah-14-p22",
      "type": "verse",
      "number": "22",
      "content": "Are there <span class=\"clarity-word\">any</span> among the vanities of the Gentiles that can cause rain? or can the heavens give showers? <span class=\"clarity-word\">art</span> not thou he, O <span class=\"small-caps\">Lord</span> our God? therefore we will wait upon thee: for thou hast made all these <span class=\"clarity-word\">things.</span>",
      "churchId": "p22"
    }
  ]
}