{
  "name": "Jeremiah 31",
  "abbrev": "Jer. 31",
  "number": "31",
  "churchUri": "/scriptures/ot/jer/31",
  "paragraphs": [
    {
      "slug": "jeremiah-31-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 31",
      "churchId": "title_number1"
    },
    {
      "slug": "jeremiah-31-p1",
      "type": "verse",
      "number": "1",
      "content": "At the same time, saith the <span class=\"small-caps\">Lord</span>, will I be the God of all the families of Israel, and they shall be my people.",
      "churchId": "p1"
    },
    {
      "slug": "jeremiah-31-p2",
      "type": "verse",
      "number": "2",
      "content": "Thus saith the <span class=\"small-caps\">Lord</span>, The people <span class=\"clarity-word\">which were</span> left of the sword found grace in the wilderness; <span class=\"clarity-word\">even</span> Israel, when I went to cause him to rest.",
      "churchId": "p2"
    },
    {
      "slug": "jeremiah-31-p3",
      "type": "verse",
      "number": "3",
      "content": "The <span class=\"small-caps\">Lord</span> hath appeared of old unto me, <span class=\"clarity-word\">saying,</span> Yea, I have loved thee with an everlasting love: therefore with lovingkindness have I drawn thee.",
      "churchId": "p3"
    },
    {
      "slug": "jeremiah-31-p4",
      "type": "verse",
      "number": "4",
      "content": "Again I will build thee, and thou shalt be built, O virgin of Israel: thou shalt again be adorned with thy tabrets, and shalt go forth in the dances of them that make merry.",
      "churchId": "p4"
    },
    {
      "slug": "jeremiah-31-p5",
      "type": "verse",
      "number": "5",
      "content": "Thou shalt yet plant vines upon the mountains of Samaria: the planters shall plant, and shall eat <span class=\"clarity-word\">them</span> as common things.",
      "churchId": "p5"
    },
    {
      "slug": "jeremiah-31-p6",
      "type": "verse",
      "number": "6",
      "content": "For there shall be a day, <span class=\"clarity-word\">that</span> the watchmen upon the mount Ephraim shall cry, Arise ye, and let us go up to Zion unto the <span class=\"small-caps\">Lord</span> our God.",
      "churchId": "p6"
    },
    {
      "slug": "jeremiah-31-p7",
      "type": "verse",
      "number": "7",
      "content": "For thus saith the <span class=\"small-caps\">Lord</span>; Sing with gladness for Jacob, and shout among the chief of the nations: publish ye, praise ye, and say, O <span class=\"small-caps\">Lord</span>, save thy people, the remnant of Israel.",
      "churchId": "p7"
    },
    {
      "slug": "jeremiah-31-p8",
      "type": "verse",
      "number": "8",
      "content": "Behold, I will bring them from the north country, and gather them from the coasts of the earth, <span class=\"clarity-word\">and</span> with them the blind and the lame, the woman with child and her that travaileth with child together: a great company shall return thither.",
      "churchId": "p8"
    },
    {
      "slug": "jeremiah-31-p9",
      "type": "verse",
      "number": "9",
      "content": "They shall come with weeping, and with supplications will I lead them: I will cause them to walk by the rivers of waters in a straight way, wherein they shall not stumble: for I am a father to Israel, and Ephraim <span class=\"clarity-word\">is</span> my firstborn.",
      "churchId": "p9"
    },
    {
      "slug": "jeremiah-31-p10",
      "type": "verse",
      "number": "10",
      "content": "¶ Hear the word of the <span class=\"small-caps\">Lord</span>, O ye nations, and declare <span class=\"clarity-word\">it</span> in the isles afar off, and say, He that scattered Israel will gather him, and keep him, as a shepherd <span class=\"clarity-word\">doth</span> his flock.",
      "churchId": "p10"
    },
    {
      "slug": "jeremiah-31-p11",
      "type": "verse",
      "number": "11",
      "content": "For the <span class=\"small-caps\">Lord</span> hath redeemed Jacob, and ransomed him from the hand of <span class=\"clarity-word\">him that was</span> stronger than he.",
      "churchId": "p11"
    },
    {
      "slug": "jeremiah-31-p12",
      "type": "verse",
      "number": "12",
      "content": "Therefore they shall come and sing in the height of Zion, and shall flow together to the goodness of the <span class=\"small-caps\">Lord</span>, for wheat, and for wine, and for oil, and for the young of the flock and of the herd: and their soul shall be as a watered garden; and they shall not sorrow any more at all.",
      "churchId": "p12"
    },
    {
      "slug": "jeremiah-31-p13",
      "type": "verse",
      "number": "13",
      "content": "Then shall the virgin rejoice in the dance, both young men and old together: for I will turn their mourning into joy, and will comfort them, and make them rejoice from their sorrow.",
      "churchId": "p13"
    },
    {
      "slug": "jeremiah-31-p14",
      "type": "verse",
      "number": "14",
      "content": "And I will satiate the soul of the priests with fatness, and my people shall be satisfied with my goodness, saith the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p14"
    },
    {
      "slug": "jeremiah-31-p15",
      "type": "verse",
      "number": "15",
      "content": "¶ Thus saith the <span class=\"small-caps\">Lord</span>; A voice was heard in Ramah, lamentation, <span class=\"clarity-word\">and</span> bitter weeping; Rahel weeping for her children refused to be comforted for her children, because they <span class=\"clarity-word\">were</span> not.",
      "churchId": "p15"
    },
    {
      "slug": "jeremiah-31-p16",
      "type": "verse",
      "number": "16",
      "content": "Thus saith the <span class=\"small-caps\">Lord</span>; Refrain thy voice from weeping, and thine eyes from tears: for thy work shall be rewarded, saith the <span class=\"small-caps\">Lord</span>; and they shall come again from the land of the enemy.",
      "churchId": "p16"
    },
    {
      "slug": "jeremiah-31-p17",
      "type": "verse",
      "number": "17",
      "content": "And there is hope in thine end, saith the <span class=\"small-caps\">Lord</span>, that thy children shall come again to their own border.",
      "churchId": "p17"
    },
    {
      "slug": "jeremiah-31-p18",
      "type": "verse",
      "number": "18",
      "content": "¶ I have surely heard Ephraim bemoaning himself <span class=\"clarity-word\">thus;</span> Thou hast chastised me, and I was chastised, as a bullock unaccustomed <span class=\"clarity-word\">to the yoke:</span> turn thou me, and I shall be turned; for thou <span class=\"clarity-word\">art</span> the <span class=\"small-caps\">Lord</span> my God.",
      "churchId": "p18"
    },
    {
      "slug": "jeremiah-31-p19",
      "type": "verse",
      "number": "19",
      "content": "Surely after that I was turned, I repented; and after that I was instructed, I smote upon <span class=\"clarity-word\">my</span> thigh: I was ashamed, yea, even confounded, because I did bear the reproach of my youth.",
      "churchId": "p19"
    },
    {
      "slug": "jeremiah-31-p20",
      "type": "verse",
      "number": "20",
      "content": "<span class=\"clarity-word\">Is</span> Ephraim my dear son? <span class=\"clarity-word\">is he</span> a pleasant child? for since I spake against him, I do earnestly remember him still: therefore my bowels are troubled for him; I will surely have mercy upon him, saith the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p20"
    },
    {
      "slug": "jeremiah-31-p21",
      "type": "verse",
      "number": "21",
      "content": "Set thee up waymarks, make thee high heaps: set thine heart toward the highway, <span class=\"clarity-word\">even</span> the way <span class=\"clarity-word\">which</span> thou wentest: turn again, O virgin of Israel, turn again to these thy cities.",
      "churchId": "p21"
    },
    {
      "slug": "jeremiah-31-p22",
      "type": "verse",
      "number": "22",
      "content": "¶ How long wilt thou go about, O thou backsliding daughter? for the <span class=\"small-caps\">Lord</span> hath created a new thing in the earth, A woman shall compass a man.",
      "churchId": "p22"
    },
    {
      "slug": "jeremiah-31-p23",
      "type": "verse",
      "number": "23",
      "content": "Thus saith the <span class=\"small-caps\">Lord</span> of hosts, the God of Israel; As yet they shall use this speech in the land of Judah and in the cities thereof, when I shall bring again their captivity; The <span class=\"small-caps\">Lord</span> bless thee, O habitation of justice, <span class=\"clarity-word\">and</span> mountain of holiness.",
      "churchId": "p23"
    },
    {
      "slug": "jeremiah-31-p24",
      "type": "verse",
      "number": "24",
      "content": "And there shall dwell in Judah itself, and in all the cities thereof together, husbandmen, and they <span class=\"clarity-word\">that</span> go forth with flocks.",
      "churchId": "p24"
    },
    {
      "slug": "jeremiah-31-p25",
      "type": "verse",
      "number": "25",
      "content": "For I have satiated the weary soul, and I have replenished every sorrowful soul.",
      "churchId": "p25"
    },
    {
      "slug": "jeremiah-31-p26",
      "type": "verse",
      "number": "26",
      "content": "Upon this I awaked, and beheld; and my sleep was sweet unto me.",
      "churchId": "p26"
    },
    {
      "slug": "jeremiah-31-p27",
      "type": "verse",
      "number": "27",
      "content": "¶ Behold, the days come, saith the <span class=\"small-caps\">Lord</span>, that I will sow the house of Israel and the house of Judah with the seed of man, and with the seed of beast.",
      "churchId": "p27"
    },
    {
      "slug": "jeremiah-31-p28",
      "type": "verse",
      "number": "28",
      "content": "And it shall come to pass, <span class=\"clarity-word\">that</span> like as I have watched over them, to pluck up, and to break down, and to throw down, and to destroy, and to afflict; so will I watch over them, to build, and to plant, saith the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p28"
    },
    {
      "slug": "jeremiah-31-p29",
      "type": "verse",
      "number": "29",
      "content": "In those days they shall say no more, The fathers have eaten a sour grape, and the children’s teeth are set on edge.",
      "churchId": "p29"
    },
    {
      "slug": "jeremiah-31-p30",
      "type": "verse",
      "number": "30",
      "content": "But every one shall die for his own iniquity: every man that eateth the sour grape, his teeth shall be set on edge.",
      "churchId": "p30"
    },
    {
      "slug": "jeremiah-31-p31",
      "type": "verse",
      "number": "31",
      "content": "¶ Behold, the days come, saith the <span class=\"small-caps\">Lord</span>, that I will make a new covenant with the house of Israel, and with the house of Judah:",
      "churchId": "p31"
    },
    {
      "slug": "jeremiah-31-p32",
      "type": "verse",
      "number": "32",
      "content": "Not according to the covenant that I made with their fathers in the day <span class=\"clarity-word\">that</span> I took them by the hand to bring them out of the land of Egypt; which my covenant they brake, although I was an husband unto them, saith the <span class=\"small-caps\">Lord</span>:",
      "churchId": "p32"
    },
    {
      "slug": "jeremiah-31-p33",
      "type": "verse",
      "number": "33",
      "content": "But this <span class=\"clarity-word\">shall be</span> the covenant that I will make with the house of Israel; After those days, saith the <span class=\"small-caps\">Lord</span>, I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.",
      "churchId": "p33"
    },
    {
      "slug": "jeremiah-31-p34",
      "type": "verse",
      "number": "34",
      "content": "And they shall teach no more every man his neighbour, and every man his brother, saying, Know the <span class=\"small-caps\">Lord</span>: for they shall all know me, from the least of them unto the greatest of them, saith the <span class=\"small-caps\">Lord</span>: for I will forgive their iniquity, and I will remember their sin no more.",
      "churchId": "p34"
    },
    {
      "slug": "jeremiah-31-p35",
      "type": "verse",
      "number": "35",
      "content": "¶ Thus saith the <span class=\"small-caps\">Lord</span>, which giveth the sun for a light by day, <span class=\"clarity-word\">and</span> the ordinances of the moon and of the stars for a light by night, which divideth the sea when the waves thereof roar; The <span class=\"small-caps\">Lord</span> of hosts <span class=\"clarity-word\">is</span> his name:",
      "churchId": "p35"
    },
    {
      "slug": "jeremiah-31-p36",
      "type": "verse",
      "number": "36",
      "content": "If those ordinances depart from before me, saith the <span class=\"small-caps\">Lord</span>, <span class=\"clarity-word\">then</span> the seed of Israel also shall cease from being a nation before me for ever.",
      "churchId": "p36"
    },
    {
      "slug": "jeremiah-31-p37",
      "type": "verse",
      "number": "37",
      "content": "Thus saith the <span class=\"small-caps\">Lord</span>; If heaven above can be measured, and the foundations of the earth searched out beneath, I will also cast off all the seed of Israel for all that they have done, saith the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p37"
    },
    {
      "slug": "jeremiah-31-p38",
      "type": "verse",
      "number": "38",
      "content": "¶ Behold, the days come, saith the <span class=\"small-caps\">Lord</span>, that the city shall be built to the <span class=\"small-caps\">Lord</span> from the tower of Hananeel unto the gate of the corner.",
      "churchId": "p38"
    },
    {
      "slug": "jeremiah-31-p39",
      "type": "verse",
      "number": "39",
      "content": "And the measuring line shall yet go forth over against it upon the hill Gareb, and shall compass about to Goath.",
      "churchId": "p39"
    },
    {
      "slug": "jeremiah-31-p40",
      "type": "verse",
      "number": "40",
      "content": "And the whole valley of the dead bodies, and of the ashes, and all the fields unto the brook of Kidron, unto the corner of the horse gate toward the east, <span class=\"clarity-word\">shall be</span> holy unto the <span class=\"small-caps\">Lord</span>; it shall not be plucked up, nor thrown down any more for ever.",
      "churchId": "p40"
    }
  ]
}