{
  "name": "Jeremiah 52",
  "abbrev": "Jer. 52",
  "number": "52",
  "churchUri": "/scriptures/ot/jer/52",
  "paragraphs": [
    {
      "slug": "jeremiah-52-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 52",
      "churchId": "title_number1"
    },
    {
      "slug": "jeremiah-52-p1",
      "type": "verse",
      "number": "1",
      "content": "Zedekiah <span class=\"clarity-word\">was</span> one and twenty years old when he began to reign, and he reigned eleven years in Jerusalem. And his mother’s name <span class=\"clarity-word\">was</span> Hamutal the daughter of Jeremiah of Libnah.",
      "churchId": "p1"
    },
    {
      "slug": "jeremiah-52-p2",
      "type": "verse",
      "number": "2",
      "content": "And he did <span class=\"clarity-word\">that which was</span> evil in the eyes of the <span class=\"small-caps\">Lord</span>, according to all that Jehoiakim had done.",
      "churchId": "p2"
    },
    {
      "slug": "jeremiah-52-p3",
      "type": "verse",
      "number": "3",
      "content": "For through the anger of the <span class=\"small-caps\">Lord</span> it came to pass in Jerusalem and Judah, till he had cast them out from his presence, that Zedekiah rebelled against the king of Babylon.",
      "churchId": "p3"
    },
    {
      "slug": "jeremiah-52-p4",
      "type": "verse",
      "number": "4",
      "content": "¶ And it came to pass in the ninth year of his reign, in the tenth month, in the tenth <span class=\"clarity-word\">day</span> of the month, <span class=\"clarity-word\">that</span> Nebuchadrezzar king of Babylon came, he and all his army, against Jerusalem, and pitched against it, and built forts against it round about.",
      "churchId": "p4"
    },
    {
      "slug": "jeremiah-52-p5",
      "type": "verse",
      "number": "5",
      "content": "So the city was besieged unto the eleventh year of king Zedekiah.",
      "churchId": "p5"
    },
    {
      "slug": "jeremiah-52-p6",
      "type": "verse",
      "number": "6",
      "content": "And in the fourth month, in the ninth <span class=\"clarity-word\">day</span> of the month, the famine was sore in the city, so that there was no bread for the people of the land.",
      "churchId": "p6"
    },
    {
      "slug": "jeremiah-52-p7",
      "type": "verse",
      "number": "7",
      "content": "Then the city was broken up, and all the men of war fled, and went forth out of the city by night by the way of the gate between the two walls, which <span class=\"clarity-word\">was</span> by the king’s garden; (now the Chaldeans <span class=\"clarity-word\">were</span> by the city round about:) and they went by the way of the plain.",
      "churchId": "p7"
    },
    {
      "slug": "jeremiah-52-p8",
      "type": "verse",
      "number": "8",
      "content": "¶ But the army of the Chaldeans pursued after the king, and overtook Zedekiah in the plains of Jericho; and all his army was scattered from him.",
      "churchId": "p8"
    },
    {
      "slug": "jeremiah-52-p9",
      "type": "verse",
      "number": "9",
      "content": "Then they took the king, and carried him up unto the king of Babylon to Riblah in the land of Hamath; where he gave judgment upon him.",
      "churchId": "p9"
    },
    {
      "slug": "jeremiah-52-p10",
      "type": "verse",
      "number": "10",
      "content": "And the king of Babylon slew the sons of Zedekiah before his eyes: he slew also all the princes of Judah in Riblah.",
      "churchId": "p10"
    },
    {
      "slug": "jeremiah-52-p11",
      "type": "verse",
      "number": "11",
      "content": "Then he put out the eyes of Zedekiah; and the king of Babylon bound him in chains, and carried him to Babylon, and put him in prison till the day of his death.",
      "churchId": "p11"
    },
    {
      "slug": "jeremiah-52-p12",
      "type": "verse",
      "number": "12",
      "content": "¶ Now in the fifth month, in the tenth <span class=\"clarity-word\">day</span> of the month, which <span class=\"clarity-word\">was</span> the nineteenth year of Nebuchadrezzar king of Babylon, came Nebuzar-adan, captain of the guard, <span class=\"clarity-word\">which</span> served the king of Babylon, into Jerusalem,",
      "churchId": "p12"
    },
    {
      "slug": "jeremiah-52-p13",
      "type": "verse",
      "number": "13",
      "content": "And burned the house of the <span class=\"small-caps\">Lord</span>, and the king’s house; and all the houses of Jerusalem, and all the houses of the great <span class=\"clarity-word\">men,</span> burned he with fire:",
      "churchId": "p13"
    },
    {
      "slug": "jeremiah-52-p14",
      "type": "verse",
      "number": "14",
      "content": "And all the army of the Chaldeans, that <span class=\"clarity-word\">were</span> with the captain of the guard, brake down all the walls of Jerusalem round about.",
      "churchId": "p14"
    },
    {
      "slug": "jeremiah-52-p15",
      "type": "verse",
      "number": "15",
      "content": "Then Nebuzar-adan the captain of the guard carried away captive <span class=\"clarity-word\">certain</span> of the poor of the people, and the residue of the people that remained in the city, and those that fell away, that fell to the king of Babylon, and the rest of the multitude.",
      "churchId": "p15"
    },
    {
      "slug": "jeremiah-52-p16",
      "type": "verse",
      "number": "16",
      "content": "But Nebuzar-adan the captain of the guard left <span class=\"clarity-word\">certain</span> of the poor of the land for vinedressers and for husbandmen.",
      "churchId": "p16"
    },
    {
      "slug": "jeremiah-52-p17",
      "type": "verse",
      "number": "17",
      "content": "Also the pillars of brass that <span class=\"clarity-word\">were</span> in the house of the <span class=\"small-caps\">Lord</span>, and the bases, and the brasen sea that <span class=\"clarity-word\">was</span> in the house of the <span class=\"small-caps\">Lord</span>, the Chaldeans brake, and carried all the brass of them to Babylon.",
      "churchId": "p17"
    },
    {
      "slug": "jeremiah-52-p18",
      "type": "verse",
      "number": "18",
      "content": "The caldrons also, and the shovels, and the snuffers, and the bowls, and the spoons, and all the vessels of brass wherewith they ministered, took they away.",
      "churchId": "p18"
    },
    {
      "slug": "jeremiah-52-p19",
      "type": "verse",
      "number": "19",
      "content": "And the basins, and the firepans, and the bowls, and the caldrons, and the candlesticks, and the spoons, and the cups; <span class=\"clarity-word\">that</span> which <span class=\"clarity-word\">was</span> of gold <span class=\"clarity-word\">in</span> gold, and <span class=\"clarity-word\">that</span> which <span class=\"clarity-word\">was</span> of silver <span class=\"clarity-word\">in</span> silver, took the captain of the guard away.",
      "churchId": "p19"
    },
    {
      "slug": "jeremiah-52-p20",
      "type": "verse",
      "number": "20",
      "content": "The two pillars, one sea, and twelve brasen bulls that <span class=\"clarity-word\">were</span> under the bases, which king Solomon had made in the house of the <span class=\"small-caps\">Lord</span>: the brass of all these vessels was without weight.",
      "churchId": "p20"
    },
    {
      "slug": "jeremiah-52-p21",
      "type": "verse",
      "number": "21",
      "content": "And <span class=\"clarity-word\">concerning</span> the pillars, the height of one pillar <span class=\"clarity-word\">was</span> eighteen cubits; and a fillet of twelve cubits did compass it; and the thickness thereof <span class=\"clarity-word\">was</span> four fingers: <span class=\"clarity-word\">it was</span> hollow.",
      "churchId": "p21"
    },
    {
      "slug": "jeremiah-52-p22",
      "type": "verse",
      "number": "22",
      "content": "And a chapiter of brass <span class=\"clarity-word\">was</span> upon it; and the height of one chapiter <span class=\"clarity-word\">was</span> five cubits, with network and pomegranates upon the chapiters round about, all <span class=\"clarity-word\">of</span> brass. The second pillar also and the pomegranates <span class=\"clarity-word\">were</span> like unto these.",
      "churchId": "p22"
    },
    {
      "slug": "jeremiah-52-p23",
      "type": "verse",
      "number": "23",
      "content": "And there were ninety and six pomegranates on a side; <span class=\"clarity-word\">and</span> all the pomegranates upon the network <span class=\"clarity-word\">were</span> an hundred round about.",
      "churchId": "p23"
    },
    {
      "slug": "jeremiah-52-p24",
      "type": "verse",
      "number": "24",
      "content": "¶ And the captain of the guard took Seraiah the chief priest, and Zephaniah the second priest, and the three keepers of the door:",
      "churchId": "p24"
    },
    {
      "slug": "jeremiah-52-p25",
      "type": "verse",
      "number": "25",
      "content": "He took also out of the city an eunuch, which had the charge of the men of war; and seven men of them that were near the king’s person, which were found in the city; and the principal scribe of the host, who mustered the people of the land; and threescore men of the people of the land, that were found in the midst of the city.",
      "churchId": "p25"
    },
    {
      "slug": "jeremiah-52-p26",
      "type": "verse",
      "number": "26",
      "content": "So Nebuzar-adan the captain of the guard took them, and brought them to the king of Babylon to Riblah.",
      "churchId": "p26"
    },
    {
      "slug": "jeremiah-52-p27",
      "type": "verse",
      "number": "27",
      "content": "And the king of Babylon smote them, and put them to death in Riblah in the land of Hamath. Thus Judah was carried away captive out of his own land.",
      "churchId": "p27"
    },
    {
      "slug": "jeremiah-52-p28",
      "type": "verse",
      "number": "28",
      "content": "This <span class=\"clarity-word\">is</span> the people whom Nebuchadrezzar carried away captive: in the seventh year three thousand Jews and three and twenty:",
      "churchId": "p28"
    },
    {
      "slug": "jeremiah-52-p29",
      "type": "verse",
      "number": "29",
      "content": "In the eighteenth year of Nebuchadrezzar he carried away captive from Jerusalem eight hundred thirty and two persons:",
      "churchId": "p29"
    },
    {
      "slug": "jeremiah-52-p30",
      "type": "verse",
      "number": "30",
      "content": "In the three and twentieth year of Nebuchadrezzar Nebuzar-adan the captain of the guard carried away captive of the Jews seven hundred forty and five persons: all the persons <span class=\"clarity-word\">were</span> four thousand and six hundred.",
      "churchId": "p30"
    },
    {
      "slug": "jeremiah-52-p31",
      "type": "verse",
      "number": "31",
      "content": "¶ And it came to pass in the seven and thirtieth year of the captivity of Jehoiachin king of Judah, in the twelfth month, in the five and twentieth <span class=\"clarity-word\">day</span> of the month, <span class=\"clarity-word\">that</span> Evil-merodach king of Babylon in the <span class=\"clarity-word\">first</span> year of his reign lifted up the head of Jehoiachin king of Judah, and brought him forth out of prison,",
      "churchId": "p31"
    },
    {
      "slug": "jeremiah-52-p32",
      "type": "verse",
      "number": "32",
      "content": "And spake kindly unto him, and set his throne above the throne of the kings that <span class=\"clarity-word\">were</span> with him in Babylon,",
      "churchId": "p32"
    },
    {
      "slug": "jeremiah-52-p33",
      "type": "verse",
      "number": "33",
      "content": "And changed his prison garments: and he did continually eat bread before him all the days of his life.",
      "churchId": "p33"
    },
    {
      "slug": "jeremiah-52-p34",
      "type": "verse",
      "number": "34",
      "content": "And <span class=\"clarity-word\">for</span> his diet, there was a continual diet given him of the king of Babylon, every day a portion until the day of his death, all the days of his life.",
      "churchId": "p34"
    }
  ]
}