{
  "name": "Jeremiah 11",
  "abbrev": "Jer. 11",
  "number": "11",
  "churchUri": "/scriptures/ot/jer/11",
  "paragraphs": [
    {
      "slug": "jeremiah-11-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 11",
      "churchId": "title_number1"
    },
    {
      "slug": "jeremiah-11-p1",
      "type": "verse",
      "number": "1",
      "content": "The word that came to Jeremiah from the <span class=\"small-caps\">Lord</span>, saying,",
      "churchId": "p1"
    },
    {
      "slug": "jeremiah-11-p2",
      "type": "verse",
      "number": "2",
      "content": "Hear ye the words of this covenant, and speak unto the men of Judah, and to the inhabitants of Jerusalem;",
      "churchId": "p2"
    },
    {
      "slug": "jeremiah-11-p3",
      "type": "verse",
      "number": "3",
      "content": "And say thou unto them, Thus saith the <span class=\"small-caps\">Lord</span> God of Israel; Cursed <span class=\"clarity-word\">be</span> the man that obeyeth not the words of this covenant,",
      "churchId": "p3"
    },
    {
      "slug": "jeremiah-11-p4",
      "type": "verse",
      "number": "4",
      "content": "Which I commanded your fathers in the day <span class=\"clarity-word\">that</span> I brought them forth out of the land of Egypt, from the iron furnace, saying, Obey my voice, and do them, according to all which I command you: so shall ye be my people, and I will be your God:",
      "churchId": "p4"
    },
    {
      "slug": "jeremiah-11-p5",
      "type": "verse",
      "number": "5",
      "content": "That I may perform the oath which I have sworn unto your fathers, to give them a land flowing with milk and honey, as <span class=\"clarity-word\">it is</span> this day. Then answered I, and said, So be it, O <span class=\"small-caps\">Lord</span>.",
      "churchId": "p5"
    },
    {
      "slug": "jeremiah-11-p6",
      "type": "verse",
      "number": "6",
      "content": "Then the <span class=\"small-caps\">Lord</span> said unto me, Proclaim all these words in the cities of Judah, and in the streets of Jerusalem, saying, Hear ye the words of this covenant, and do them.",
      "churchId": "p6"
    },
    {
      "slug": "jeremiah-11-p7",
      "type": "verse",
      "number": "7",
      "content": "For I earnestly protested unto your fathers in the day <span class=\"clarity-word\">that</span> I brought them up out of the land of Egypt, <span class=\"clarity-word\">even</span> unto this day, rising early and protesting, saying, Obey my voice.",
      "churchId": "p7"
    },
    {
      "slug": "jeremiah-11-p8",
      "type": "verse",
      "number": "8",
      "content": "Yet they obeyed not, nor inclined their ear, but walked every one in the imagination of their evil heart: therefore I will bring upon them all the words of this covenant, which I commanded <span class=\"clarity-word\">them</span> to do; but they did <span class=\"clarity-word\">them</span> not.",
      "churchId": "p8"
    },
    {
      "slug": "jeremiah-11-p9",
      "type": "verse",
      "number": "9",
      "content": "And the <span class=\"small-caps\">Lord</span> said unto me, A conspiracy is found among the men of Judah, and among the inhabitants of Jerusalem.",
      "churchId": "p9"
    },
    {
      "slug": "jeremiah-11-p10",
      "type": "verse",
      "number": "10",
      "content": "They are turned back to the iniquities of their forefathers, which refused to hear my words; and they went after other gods to serve them: the house of Israel and the house of Judah have broken my covenant which I made with their fathers.",
      "churchId": "p10"
    },
    {
      "slug": "jeremiah-11-p11",
      "type": "verse",
      "number": "11",
      "content": "¶ Therefore thus saith the <span class=\"small-caps\">Lord</span>, Behold, I will bring evil upon them, which they shall not be able to escape; and though they shall cry unto me, I will not hearken unto them.",
      "churchId": "p11"
    },
    {
      "slug": "jeremiah-11-p12",
      "type": "verse",
      "number": "12",
      "content": "Then shall the cities of Judah and inhabitants of Jerusalem go, and cry unto the gods unto whom they offer incense: but they shall not save them at all in the time of their trouble.",
      "churchId": "p12"
    },
    {
      "slug": "jeremiah-11-p13",
      "type": "verse",
      "number": "13",
      "content": "For <span class=\"clarity-word\">according to</span> the number of thy cities were thy gods, O Judah; and <span class=\"clarity-word\">according to</span> the number of the streets of Jerusalem have ye set up altars to <span class=\"clarity-word\">that</span> shameful thing, <span class=\"clarity-word\">even</span> altars to burn incense unto Baal.",
      "churchId": "p13"
    },
    {
      "slug": "jeremiah-11-p14",
      "type": "verse",
      "number": "14",
      "content": "Therefore pray not thou for this people, neither lift up a cry or prayer for them: for I will not hear <span class=\"clarity-word\">them</span> in the time that they cry unto me for their trouble.",
      "churchId": "p14"
    },
    {
      "slug": "jeremiah-11-p15",
      "type": "verse",
      "number": "15",
      "content": "What hath my beloved to do in mine house, <span class=\"clarity-word\">seeing</span> she hath wrought lewdness with many, and the holy flesh is passed from thee? when thou doest evil, then thou rejoicest.",
      "churchId": "p15"
    },
    {
      "slug": "jeremiah-11-p16",
      "type": "verse",
      "number": "16",
      "content": "The <span class=\"small-caps\">Lord</span> called thy name, A green olive tree, fair, <span class=\"clarity-word\">and</span> of goodly fruit: with the noise of a great tumult he hath kindled fire upon it, and the branches of it are broken.",
      "churchId": "p16"
    },
    {
      "slug": "jeremiah-11-p17",
      "type": "verse",
      "number": "17",
      "content": "For the <span class=\"small-caps\">Lord</span> of hosts, that planted thee, hath pronounced evil against thee, for the evil of the house of Israel and of the house of Judah, which they have done against themselves to provoke me to anger in offering incense unto Baal.",
      "churchId": "p17"
    },
    {
      "slug": "jeremiah-11-p18",
      "type": "verse",
      "number": "18",
      "content": "¶ And the <span class=\"small-caps\">Lord</span> hath given me knowledge <span class=\"clarity-word\">of it,</span> and I know <span class=\"clarity-word\">it:</span> then thou shewedst me their doings.",
      "churchId": "p18"
    },
    {
      "slug": "jeremiah-11-p19",
      "type": "verse",
      "number": "19",
      "content": "But I <span class=\"clarity-word\">was</span> like a lamb <span class=\"clarity-word\">or</span> an ox <span class=\"clarity-word\">that</span> is brought to the slaughter; and I knew not that they had devised devices against me, <span class=\"clarity-word\">saying,</span> Let us destroy the tree with the fruit thereof, and let us cut him off from the land of the living, that his name may be no more remembered.",
      "churchId": "p19"
    },
    {
      "slug": "jeremiah-11-p20",
      "type": "verse",
      "number": "20",
      "content": "But, O <span class=\"small-caps\">Lord</span> of hosts, that judgest righteously, that triest the reins and the heart, let me see thy vengeance on them: for unto thee have I revealed my cause.",
      "churchId": "p20"
    },
    {
      "slug": "jeremiah-11-p21",
      "type": "verse",
      "number": "21",
      "content": "Therefore thus saith the <span class=\"small-caps\">Lord</span> of the men of Anathoth, that seek thy life, saying, Prophesy not in the name of the <span class=\"small-caps\">Lord</span>, that thou die not by our hand:",
      "churchId": "p21"
    },
    {
      "slug": "jeremiah-11-p22",
      "type": "verse",
      "number": "22",
      "content": "Therefore thus saith the <span class=\"small-caps\">Lord</span> of hosts, Behold, I will punish them: the young men shall die by the sword; their sons and their daughters shall die by famine:",
      "churchId": "p22"
    },
    {
      "slug": "jeremiah-11-p23",
      "type": "verse",
      "number": "23",
      "content": "And there shall be no remnant of them: for I will bring evil upon the men of Anathoth, <span class=\"clarity-word\">even</span> the year of their visitation.",
      "churchId": "p23"
    }
  ]
}