{
  "name": "Jeremiah 23", 
  "abbrev": "Jer. 23", 
  "number": "23", 
  "churchUri": "/scriptures/ot/jer/23", 
  "paragraphs": [
    {
      "type": "chapter-title", 
      "id": "ct1", 
      "content": "Chapter 23", 
      "contentHtml": "Chapter 23", 
      "number": null, 
      "pageNumber": "972", 
      "compareId": "jeremiah-23_ct1", 
      "churchId": "title_number1"
    }, 
    {
      "type": "verse", 
      "id": "v1", 
      "content": "Woe be unto the pastors that destroy and scatter the sheep of my pasture! saith the LORD.", 
      "contentHtml": "Woe be unto the pastors that destroy and scatter the sheep of my pasture! saith the <span class=\"small-caps\">Lord</span>.", 
      "number": "1", 
      "pageNumber": "972", 
      "compareId": "jeremiah-23_v1", 
      "churchId": "p1"
    }, 
    {
      "type": "verse", 
      "id": "v2", 
      "content": "Therefore thus saith the LORD God of Israel against the pastors that feed my people; Ye have scattered my flock, and driven them away, and have not visited them: behold, I will visit upon you the evil of your doings, saith the LORD.", 
      "contentHtml": "Therefore thus saith the <span class=\"small-caps\">Lord</span> God of Israel against the pastors that feed my people; Ye have scattered my flock, and driven them away, and have not visited them: behold, I will visit upon you the evil of your doings, saith the <span class=\"small-caps\">Lord</span>.", 
      "number": "2", 
      "pageNumber": "972", 
      "compareId": "jeremiah-23_v2", 
      "churchId": "p2"
    }, 
    {
      "type": "verse", 
      "id": "v3", 
      "content": "And I will gather the remnant of my flock out of all countries whither I have driven them, and will bring them again to their folds; and they shall be fruitful and increase.", 
      "contentHtml": "And I will gather the remnant of my flock out of all countries whither I have driven them, and will bring them again to their folds; and they shall be fruitful and increase.", 
      "number": "3", 
      "pageNumber": "972", 
      "compareId": "jeremiah-23_v3", 
      "churchId": "p3"
    }, 
    {
      "type": "verse", 
      "id": "v4", 
      "content": "And I will set up shepherds over them which shall feed them: and they shall fear no more, nor be dismayed, neither shall they be lacking, saith the LORD.", 
      "contentHtml": "And I will set up shepherds over them which shall feed them: and they shall fear no more, nor be dismayed, neither shall they be lacking, saith the <span class=\"small-caps\">Lord</span>.", 
      "number": "4", 
      "pageNumber": "972", 
      "compareId": "jeremiah-23_v4", 
      "churchId": "p4"
    }, 
    {
      "type": "verse", 
      "id": "v5", 
      "content": "¶ Behold, the days come, saith the LORD, that I will raise unto David a righteous Branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth.", 
      "contentHtml": "¶ Behold, the days come, saith the <span class=\"small-caps\">Lord</span>, that I will raise unto David a righteous Branch, and a King shall reign and prosper, and shall execute judgment and justice in the earth.", 
      "number": "5", 
      "pageNumber": "972", 
      "compareId": "jeremiah-23_v5", 
      "churchId": "p5"
    }, 
    {
      "type": "verse", 
      "id": "v6", 
      "content": "In his days Judah shall be saved, and Israel shall dwell safely: and this is his name whereby he shall be called, THE LORD OUR RIGHTEOUSNESS.", 
      "contentHtml": "In his days Judah shall be saved, and Israel shall dwell safely: and this <span class=\"clarity-word\">is</span> his name whereby he shall be called, <span class=\"uppercase\">The Lord Our Righteousness</span>.", 
      "number": "6", 
      "pageNumber": "972", 
      "compareId": "jeremiah-23_v6", 
      "churchId": "p6"
    }, 
    {
      "type": "verse", 
      "id": "v7", 
      "content": "Therefore, behold, the days come, saith the LORD, that they shall no more say, The LORD liveth, which brought up the children of Israel out of the land of Egypt;", 
      "contentHtml": "Therefore, behold, the days come, saith the <span class=\"small-caps\">Lord</span>, that they shall no more say, The <span class=\"small-caps\">Lord</span> liveth, which brought up the children of Israel out of the land of Egypt;", 
      "number": "7", 
      "pageNumber": "972", 
      "compareId": "jeremiah-23_v7", 
      "churchId": "p7"
    }, 
    {
      "type": "verse", 
      "id": "v8", 
      "content": "But, The LORD liveth, which brought up and which led the seed of the house of Israel out of the north country, and from all countries whither I had driven them; and they shall dwell in their own land.", 
      "contentHtml": "But, The <span class=\"small-caps\">Lord</span> liveth, which brought up and which led the seed of the house of Israel out of the north country, and from all countries whither I had driven them; and they shall dwell in their own land.", 
      "number": "8", 
      "pageNumber": "972", 
      "compareId": "jeremiah-23_v8", 
      "churchId": "p8"
    }, 
    {
      "type": "verse", 
      "id": "v9", 
      "content": "¶ Mine heart within me is broken because of the prophets; all my bones shake; I am like a drunken man, and like a man whom wine hath overcome, because of the LORD, and because of the words of his holiness.", 
      "contentHtml": "¶ Mine heart within me is broken because of the prophets; all my bones shake; I am like a drunken man, and like a man whom wine hath overcome, because of the <span class=\"small-caps\">Lord</span>, and because of the words of his holiness.", 
      "number": "9", 
      "pageNumber": "972,973", 
      "compareId": "jeremiah-23_v9", 
      "churchId": "p9"
    }, 
    {
      "type": "verse", 
      "id": "v10", 
      "content": "For the land is full of adulterers; for because of swearing the land mourneth; the pleasant places of the wilderness are dried up, and their course is evil, and their force is not right.", 
      "contentHtml": "For the land is full of adulterers; for because of swearing the land mourneth; the pleasant places of the wilderness are dried up, and their course is evil, and their force <span class=\"clarity-word\">is</span> not right.", 
      "number": "10", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v10", 
      "churchId": "p10"
    }, 
    {
      "type": "verse", 
      "id": "v11", 
      "content": "For both prophet and priest are profane; yea, in my house have I found their wickedness, saith the LORD.", 
      "contentHtml": "For both prophet and priest are profane; yea, in my house have I found their wickedness, saith the <span class=\"small-caps\">Lord</span>.", 
      "number": "11", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v11", 
      "churchId": "p11"
    }, 
    {
      "type": "verse", 
      "id": "v12", 
      "content": "Wherefore their way shall be unto them as slippery ways in the darkness: they shall be driven on, and fall therein: for I will bring evil upon them, even the year of their visitation, saith the LORD.", 
      "contentHtml": "Wherefore their way shall be unto them as slippery <span class=\"clarity-word\">ways</span> in the darkness: they shall be driven on, and fall therein: for I will bring evil upon them, <span class=\"clarity-word\">even</span> the year of their visitation, saith the <span class=\"small-caps\">Lord</span>.", 
      "number": "12", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v12", 
      "churchId": "p12"
    }, 
    {
      "type": "verse", 
      "id": "v13", 
      "content": "And I have seen folly in the prophets of Samaria; they prophesied in Baal, and caused my people Israel to err.", 
      "contentHtml": "And I have seen folly in the prophets of Samaria; they prophesied in Baal, and caused my people Israel to err.", 
      "number": "13", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v13", 
      "churchId": "p13"
    }, 
    {
      "type": "verse", 
      "id": "v14", 
      "content": "I have seen also in the prophets of Jerusalem an horrible thing: they commit adultery, and walk in lies: they strengthen also the hands of evildoers, that none doth return from his wickedness: they are all of them unto me as Sodom, and the inhabitants thereof as Gomorrah.", 
      "contentHtml": "I have seen also in the prophets of Jerusalem an horrible thing: they commit adultery, and walk in lies: they strengthen also the hands of evildoers, that none doth return from his wickedness: they are all of them unto me as Sodom, and the inhabitants thereof as Gomorrah.", 
      "number": "14", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v14", 
      "churchId": "p14"
    }, 
    {
      "type": "verse", 
      "id": "v15", 
      "content": "Therefore thus saith the LORD of hosts concerning the prophets; Behold, I will feed them with wormwood, and make them drink the water of gall: for from the prophets of Jerusalem is profaneness gone forth into all the land.", 
      "contentHtml": "Therefore thus saith the <span class=\"small-caps\">Lord</span> of hosts concerning the prophets; Behold, I will feed them with wormwood, and make them drink the water of gall: for from the prophets of Jerusalem is profaneness gone forth into all the land.", 
      "number": "15", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v15", 
      "churchId": "p15"
    }, 
    {
      "type": "verse", 
      "id": "v16", 
      "content": "Thus saith the LORD of hosts, Hearken not unto the words of the prophets that prophesy unto you: they make you vain: they speak a vision of their own heart, and not out of the mouth of the LORD.", 
      "contentHtml": "Thus saith the <span class=\"small-caps\">Lord</span> of hosts, Hearken not unto the words of the prophets that prophesy unto you: they make you vain: they speak a vision of their own heart, <span class=\"clarity-word\">and</span> not out of the mouth of the <span class=\"small-caps\">Lord</span>.", 
      "number": "16", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v16", 
      "churchId": "p16"
    }, 
    {
      "type": "verse", 
      "id": "v17", 
      "content": "They say still unto them that despise me, The LORD hath said, Ye shall have peace; and they say unto every one that walketh after the imagination of his own heart, No evil shall come upon you.", 
      "contentHtml": "They say still unto them that despise me, The <span class=\"small-caps\">Lord</span> hath said, Ye shall have peace; and they say unto every one that walketh after the imagination of his own heart, No evil shall come upon you.", 
      "number": "17", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v17", 
      "churchId": "p17"
    }, 
    {
      "type": "verse", 
      "id": "v18", 
      "content": "For who hath stood in the counsel of the LORD, and hath perceived and heard his word? who hath marked his word, and heard it?", 
      "contentHtml": "For who hath stood in the counsel of the <span class=\"small-caps\">Lord</span>, and hath perceived and heard his word? who hath marked his word, and heard <span class=\"clarity-word\">it?</span>", 
      "number": "18", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v18", 
      "churchId": "p18"
    }, 
    {
      "type": "verse", 
      "id": "v19", 
      "content": "Behold, a whirlwind of the LORD is gone forth in fury, even a grievous whirlwind: it shall fall grievously upon the head of the wicked.", 
      "contentHtml": "Behold, a whirlwind of the <span class=\"small-caps\">Lord</span> is gone forth in fury, even a grievous whirlwind: it shall fall grievously upon the head of the wicked.", 
      "number": "19", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v19", 
      "churchId": "p19"
    }, 
    {
      "type": "verse", 
      "id": "v20", 
      "content": "The anger of the LORD shall not return, until he have executed, and till he have performed the thoughts of his heart: in the latter days ye shall consider it perfectly.", 
      "contentHtml": "The anger of the <span class=\"small-caps\">Lord</span> shall not return, until he have executed, and till he have performed the thoughts of his heart: in the latter days ye shall consider it perfectly.", 
      "number": "20", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v20", 
      "churchId": "p20"
    }, 
    {
      "type": "verse", 
      "id": "v21", 
      "content": "I have not sent these prophets, yet they ran: I have not spoken to them, yet they prophesied.", 
      "contentHtml": "I have not sent these prophets, yet they ran: I have not spoken to them, yet they prophesied.", 
      "number": "21", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v21", 
      "churchId": "p21"
    }, 
    {
      "type": "verse", 
      "id": "v22", 
      "content": "But if they had stood in my counsel, and had caused my people to hear my words, then they should have turned them from their evil way, and from the evil of their doings.", 
      "contentHtml": "But if they had stood in my counsel, and had caused my people to hear my words, then they should have turned them from their evil way, and from the evil of their doings.", 
      "number": "22", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v22", 
      "churchId": "p22"
    }, 
    {
      "type": "verse", 
      "id": "v23", 
      "content": "Am I a God at hand, saith the LORD, and not a God afar off?", 
      "contentHtml": "<span class=\"clarity-word\">Am</span> I a God at hand, saith the <span class=\"small-caps\">Lord</span>, and not a God afar off?", 
      "number": "23", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v23", 
      "churchId": "p23"
    }, 
    {
      "type": "verse", 
      "id": "v24", 
      "content": "Can any hide himself in secret places that I shall not see him? saith the LORD. Do not I fill heaven and earth? saith the LORD.", 
      "contentHtml": "Can any hide himself in secret places that I shall not see him? saith the <span class=\"small-caps\">Lord</span>. Do not I fill heaven and earth? saith the <span class=\"small-caps\">Lord</span>.", 
      "number": "24", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v24", 
      "churchId": "p24"
    }, 
    {
      "type": "verse", 
      "id": "v25", 
      "content": "I have heard what the prophets said, that prophesy lies in my name, saying, I have dreamed, I have dreamed.", 
      "contentHtml": "I have heard what the prophets said, that prophesy lies in my name, saying, I have dreamed, I have dreamed.", 
      "number": "25", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v25", 
      "churchId": "p25"
    }, 
    {
      "type": "verse", 
      "id": "v26", 
      "content": "How long shall this be in the heart of the prophets that prophesy lies? yea, they are prophets of the deceit of their own heart;", 
      "contentHtml": "How long shall <span class=\"clarity-word\">this</span> be in the heart of the prophets that prophesy lies? yea, <span class=\"clarity-word\">they are</span> prophets of the deceit of their own heart;", 
      "number": "26", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v26", 
      "churchId": "p26"
    }, 
    {
      "type": "verse", 
      "id": "v27", 
      "content": "Which think to cause my people to forget my name by their dreams which they tell every man to his neighbour, as their fathers have forgotten my name for Baal.", 
      "contentHtml": "Which think to cause my people to forget my name by their dreams which they tell every man to his neighbour, as their fathers have forgotten my name for Baal.", 
      "number": "27", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v27", 
      "churchId": "p27"
    }, 
    {
      "type": "verse", 
      "id": "v28", 
      "content": "The prophet that hath a dream, let him tell a dream; and he that hath my word, let him speak my word faithfully. What is the chaff to the wheat? saith the LORD.", 
      "contentHtml": "The prophet that hath a dream, let him tell a dream; and he that hath my word, let him speak my word faithfully. What <span class=\"clarity-word\">is</span> the chaff to the wheat? saith the <span class=\"small-caps\">Lord</span>.", 
      "number": "28", 
      "pageNumber": "973", 
      "compareId": "jeremiah-23_v28", 
      "churchId": "p28"
    }, 
    {
      "type": "verse", 
      "id": "v29", 
      "content": "Is not my word like as a fire? saith the LORD; and like a hammer that breaketh the rock in pieces?", 
      "contentHtml": "<span class=\"clarity-word\">Is</span> not my word like as a fire? saith the <span class=\"small-caps\">Lord</span>; and like a hammer <span class=\"clarity-word\">that</span> breaketh the rock in pieces?", 
      "number": "29", 
      "pageNumber": "974", 
      "compareId": "jeremiah-23_v29", 
      "churchId": "p29"
    }, 
    {
      "type": "verse", 
      "id": "v30", 
      "content": "Therefore, behold, I am against the prophets, saith the LORD, that steal my words every one from his neighbour.", 
      "contentHtml": "Therefore, behold, I <span class=\"clarity-word\">am</span> against the prophets, saith the <span class=\"small-caps\">Lord</span>, that steal my words every one from his neighbour.", 
      "number": "30", 
      "pageNumber": "974", 
      "compareId": "jeremiah-23_v30", 
      "churchId": "p30"
    }, 
    {
      "type": "verse", 
      "id": "v31", 
      "content": "Behold, I am against the prophets, saith the LORD, that use their tongues, and say, He saith.", 
      "contentHtml": "Behold, I <span class=\"clarity-word\">am</span> against the prophets, saith the <span class=\"small-caps\">Lord</span>, that use their tongues, and say, He saith.", 
      "number": "31", 
      "pageNumber": "974", 
      "compareId": "jeremiah-23_v31", 
      "churchId": "p31"
    }, 
    {
      "type": "verse", 
      "id": "v32", 
      "content": "Behold, I am against them that prophesy false dreams, saith the LORD, and do tell them, and cause my people to err by their lies, and by their lightness; yet I sent them not, nor commanded them: therefore they shall not profit this people at all, saith the LORD.", 
      "contentHtml": "Behold, I <span class=\"clarity-word\">am</span> against them that prophesy false dreams, saith the <span class=\"small-caps\">Lord</span>, and do tell them, and cause my people to err by their lies, and by their lightness; yet I sent them not, nor commanded them: therefore they shall not profit this people at all, saith the <span class=\"small-caps\">Lord</span>.", 
      "number": "32", 
      "pageNumber": "974", 
      "compareId": "jeremiah-23_v32", 
      "churchId": "p32"
    }, 
    {
      "type": "verse", 
      "id": "v33", 
      "content": "¶ And when this people, or the prophet, or a priest, shall ask thee, saying, What is the burden of the LORD? thou shalt then say unto them, What burden? I will even forsake you, saith the LORD.", 
      "contentHtml": "¶ And when this people, or the prophet, or a priest, shall ask thee, saying, What <span class=\"clarity-word\">is</span> the burden of the <span class=\"small-caps\">Lord</span>? thou shalt then say unto them, What burden? I will even forsake you, saith the <span class=\"small-caps\">Lord</span>.", 
      "number": "33", 
      "pageNumber": "974", 
      "compareId": "jeremiah-23_v33", 
      "churchId": "p33"
    }, 
    {
      "type": "verse", 
      "id": "v34", 
      "content": "And as for the prophet, and the priest, and the people, that shall say, The burden of the LORD, I will even punish that man and his house.", 
      "contentHtml": "And <span class=\"clarity-word\">as for</span> the prophet, and the priest, and the people, that shall say, The burden of the <span class=\"small-caps\">Lord</span>, I will even punish that man and his house.", 
      "number": "34", 
      "pageNumber": "974", 
      "compareId": "jeremiah-23_v34", 
      "churchId": "p34"
    }, 
    {
      "type": "verse", 
      "id": "v35", 
      "content": "Thus shall ye say every one to his neighbour, and every one to his brother, What hath the LORD answered? and, What hath the LORD spoken?", 
      "contentHtml": "Thus shall ye say every one to his neighbour, and every one to his brother, What hath the <span class=\"small-caps\">Lord</span> answered? and, What hath the <span class=\"small-caps\">Lord</span> spoken?", 
      "number": "35", 
      "pageNumber": "974", 
      "compareId": "jeremiah-23_v35", 
      "churchId": "p35"
    }, 
    {
      "type": "verse", 
      "id": "v36", 
      "content": "And the burden of the LORD shall ye mention no more: for every man’s word shall be his burden; for ye have perverted the words of the living God, of the LORD of hosts our God.", 
      "contentHtml": "And the burden of the <span class=\"small-caps\">Lord</span> shall ye mention no more: for every man’s word shall be his burden; for ye have perverted the words of the living God, of the <span class=\"small-caps\">Lord</span> of hosts our God.", 
      "number": "36", 
      "pageNumber": "974", 
      "compareId": "jeremiah-23_v36", 
      "churchId": "p36"
    }, 
    {
      "type": "verse", 
      "id": "v37", 
      "content": "Thus shalt thou say to the prophet, What hath the LORD answered thee? and, What hath the LORD spoken?", 
      "contentHtml": "Thus shalt thou say to the prophet, What hath the <span class=\"small-caps\">Lord</span> answered thee? and, What hath the <span class=\"small-caps\">Lord</span> spoken?", 
      "number": "37", 
      "pageNumber": "974", 
      "compareId": "jeremiah-23_v37", 
      "churchId": "p37"
    }, 
    {
      "type": "verse", 
      "id": "v38", 
      "content": "But since ye say, The burden of the LORD; therefore thus saith the LORD; Because ye say this word, The burden of the LORD, and I have sent unto you, saying, Ye shall not say, The burden of the LORD;", 
      "contentHtml": "But since ye say, The burden of the <span class=\"small-caps\">Lord</span>; therefore thus saith the <span class=\"small-caps\">Lord</span>; Because ye say this word, The burden of the <span class=\"small-caps\">Lord</span>, and I have sent unto you, saying, Ye shall not say, The burden of the <span class=\"small-caps\">Lord</span>;", 
      "number": "38", 
      "pageNumber": "974", 
      "compareId": "jeremiah-23_v38", 
      "churchId": "p38"
    }, 
    {
      "type": "verse", 
      "id": "v39", 
      "content": "Therefore, behold, I, even I, will utterly forget you, and I will forsake you, and the city that I gave you and your fathers, and cast you out of my presence:", 
      "contentHtml": "Therefore, behold, I, even I, will utterly forget you, and I will forsake you, and the city that I gave you and your fathers, <span class=\"clarity-word\">and cast you</span> out of my presence:", 
      "number": "39", 
      "pageNumber": "974", 
      "compareId": "jeremiah-23_v39", 
      "churchId": "p39"
    }, 
    {
      "type": "verse", 
      "id": "v40", 
      "content": "And I will bring an everlasting reproach upon you, and a perpetual shame, which shall not be forgotten.", 
      "contentHtml": "And I will bring an everlasting reproach upon you, and a perpetual shame, which shall not be forgotten.", 
      "number": "40", 
      "pageNumber": "974", 
      "compareId": "jeremiah-23_v40", 
      "churchId": "p40"
    }
  ], 
  "media": [
    {
      "type": "audio", 
      "subtype": "female", 
      "url": "https://media2.ldscdn.org/assets/scriptures/the-old-testament/2015-11-7680-jeremiah-23-female-voice-64k-eng.mp3", 
      "id": null, 
      "thumbUrl": null, 
      "startSeconds": null, 
      "endSeconds": null, 
      "source": "ChurchofJesusChrist.org"
    }, 
    {
      "type": "audio", 
      "subtype": "male", 
      "url": "https://media2.ldscdn.org/assets/scriptures/the-old-testament/2015-11-7680-jeremiah-23-male-voice-64k-eng.mp3", 
      "id": null, 
      "thumbUrl": null, 
      "startSeconds": null, 
      "endSeconds": null, 
      "source": "ChurchofJesusChrist.org"
    }
  ]
}