{
  "name": "Jeremiah 32",
  "abbrev": "Jer. 32",
  "number": "32",
  "churchUri": "/scriptures/ot/jer/32",
  "paragraphs": [
    {
      "slug": "jeremiah-32-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 32",
      "churchId": "title_number1"
    },
    {
      "slug": "jeremiah-32-p1",
      "type": "verse",
      "number": "1",
      "content": "The word that came to Jeremiah from the <span class=\"small-caps\">Lord</span> in the tenth year of Zedekiah king of Judah, which <span class=\"clarity-word\">was</span> the eighteenth year of Nebuchadrezzar.",
      "churchId": "p1"
    },
    {
      "slug": "jeremiah-32-p2",
      "type": "verse",
      "number": "2",
      "content": "For then the king of Babylon’s army besieged Jerusalem: and Jeremiah the prophet was shut up in the court of the prison, which <span class=\"clarity-word\">was</span> in the king of Judah’s house.",
      "churchId": "p2"
    },
    {
      "slug": "jeremiah-32-p3",
      "type": "verse",
      "number": "3",
      "content": "For Zedekiah king of Judah had shut him up, saying, Wherefore dost thou prophesy, and say, Thus saith the <span class=\"small-caps\">Lord</span>, Behold, I will give this city into the hand of the king of Babylon, and he shall take it;",
      "churchId": "p3"
    },
    {
      "slug": "jeremiah-32-p4",
      "type": "verse",
      "number": "4",
      "content": "And Zedekiah king of Judah shall not escape out of the hand of the Chaldeans, but shall surely be delivered into the hand of the king of Babylon, and shall speak with him mouth to mouth, and his eyes shall behold his eyes;",
      "churchId": "p4"
    },
    {
      "slug": "jeremiah-32-p5",
      "type": "verse",
      "number": "5",
      "content": "And he shall lead Zedekiah to Babylon, and there shall he be until I visit him, saith the <span class=\"small-caps\">Lord</span>: though ye fight with the Chaldeans, ye shall not prosper?",
      "churchId": "p5"
    },
    {
      "slug": "jeremiah-32-p6",
      "type": "verse",
      "number": "6",
      "content": "¶ And Jeremiah said, The word of the <span class=\"small-caps\">Lord</span> came unto me, saying,",
      "churchId": "p6"
    },
    {
      "slug": "jeremiah-32-p7",
      "type": "verse",
      "number": "7",
      "content": "Behold, Hanameel the son of Shallum thine uncle shall come unto thee, saying, Buy thee my field that <span class=\"clarity-word\">is</span> in Anathoth: for the right of redemption <span class=\"clarity-word\">is</span> thine to buy <span class=\"clarity-word\">it.</span>",
      "churchId": "p7"
    },
    {
      "slug": "jeremiah-32-p8",
      "type": "verse",
      "number": "8",
      "content": "So Hanameel mine uncle’s son came to me in the court of the prison according to the word of the <span class=\"small-caps\">Lord</span>, and said unto me, Buy my field, I pray thee, that <span class=\"clarity-word\">is</span> in Anathoth, which <span class=\"clarity-word\">is</span> in the country of Benjamin: for the right of inheritance <span class=\"clarity-word\">is</span> thine, and the redemption <span class=\"clarity-word\">is</span> thine; buy <span class=\"clarity-word\">it</span> for thyself. Then I knew that this <span class=\"clarity-word\">was</span> the word of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p8"
    },
    {
      "slug": "jeremiah-32-p9",
      "type": "verse",
      "number": "9",
      "content": "And I bought the field of Hanameel my uncle’s son, that <span class=\"clarity-word\">was</span> in Anathoth, and weighed him the money, <span class=\"clarity-word\">even</span> seventeen shekels of silver.",
      "churchId": "p9"
    },
    {
      "slug": "jeremiah-32-p10",
      "type": "verse",
      "number": "10",
      "content": "And I subscribed the evidence, and sealed <span class=\"clarity-word\">it,</span> and took witnesses, and weighed <span class=\"clarity-word\">him</span> the money in the balances.",
      "churchId": "p10"
    },
    {
      "slug": "jeremiah-32-p11",
      "type": "verse",
      "number": "11",
      "content": "So I took the evidence of the purchase, <span class=\"clarity-word\">both</span> that which was sealed <span class=\"clarity-word\">according</span> to the law and custom, and that which was open:",
      "churchId": "p11"
    },
    {
      "slug": "jeremiah-32-p12",
      "type": "verse",
      "number": "12",
      "content": "And I gave the evidence of the purchase unto Baruch the son of Neriah, the son of Maaseiah, in the sight of Hanameel mine uncle’s <span class=\"clarity-word\">son,</span> and in the presence of the witnesses that subscribed the book of the purchase, before all the Jews that sat in the court of the prison.",
      "churchId": "p12"
    },
    {
      "slug": "jeremiah-32-p13",
      "type": "verse",
      "number": "13",
      "content": "¶ And I charged Baruch before them, saying,",
      "churchId": "p13"
    },
    {
      "slug": "jeremiah-32-p14",
      "type": "verse",
      "number": "14",
      "content": "Thus saith the <span class=\"small-caps\">Lord</span> of hosts, the God of Israel; Take these evidences, this evidence of the purchase, both which is sealed, and this evidence which is open; and put them in an earthen vessel, that they may continue many days.",
      "churchId": "p14"
    },
    {
      "slug": "jeremiah-32-p15",
      "type": "verse",
      "number": "15",
      "content": "For thus saith the <span class=\"small-caps\">Lord</span> of hosts, the God of Israel; Houses and fields and vineyards shall be possessed again in this land.",
      "churchId": "p15"
    },
    {
      "slug": "jeremiah-32-p16",
      "type": "verse",
      "number": "16",
      "content": "¶ Now when I had delivered the evidence of the purchase unto Baruch the son of Neriah, I prayed unto the <span class=\"small-caps\">Lord</span>, saying,",
      "churchId": "p16"
    },
    {
      "slug": "jeremiah-32-p17",
      "type": "verse",
      "number": "17",
      "content": "Ah Lord <span class=\"small-caps\">God</span>! behold, thou hast made the heaven and the earth by thy great power and stretched out arm, <span class=\"clarity-word\">and</span> there is nothing too hard for thee:",
      "churchId": "p17"
    },
    {
      "slug": "jeremiah-32-p18",
      "type": "verse",
      "number": "18",
      "content": "Thou shewest lovingkindness unto thousands, and recompensest the iniquity of the fathers into the bosom of their children after them: the Great, the Mighty God, the <span class=\"small-caps\">Lord</span> of hosts, <span class=\"clarity-word\">is</span> his name,",
      "churchId": "p18"
    },
    {
      "slug": "jeremiah-32-p19",
      "type": "verse",
      "number": "19",
      "content": "Great in counsel, and mighty in work: for thine eyes <span class=\"clarity-word\">are</span> open upon all the ways of the sons of men: to give every one according to his ways, and according to the fruit of his doings:",
      "churchId": "p19"
    },
    {
      "slug": "jeremiah-32-p20",
      "type": "verse",
      "number": "20",
      "content": "Which hast set signs and wonders in the land of Egypt, <span class=\"clarity-word\">even</span> unto this day, and in Israel, and among <span class=\"clarity-word\">other</span> men; and hast made thee a name, as at this day;",
      "churchId": "p20"
    },
    {
      "slug": "jeremiah-32-p21",
      "type": "verse",
      "number": "21",
      "content": "And hast brought forth thy people Israel out of the land of Egypt with signs, and with wonders, and with a strong hand, and with a stretched out arm, and with great terror;",
      "churchId": "p21"
    },
    {
      "slug": "jeremiah-32-p22",
      "type": "verse",
      "number": "22",
      "content": "And hast given them this land, which thou didst swear to their fathers to give them, a land flowing with milk and honey;",
      "churchId": "p22"
    },
    {
      "slug": "jeremiah-32-p23",
      "type": "verse",
      "number": "23",
      "content": "And they came in, and possessed it; but they obeyed not thy voice, neither walked in thy law; they have done nothing of all that thou commandedst them to do: therefore thou hast caused all this evil to come upon them:",
      "churchId": "p23"
    },
    {
      "slug": "jeremiah-32-p24",
      "type": "verse",
      "number": "24",
      "content": "Behold the mounts, they are come unto the city to take it; and the city is given into the hand of the Chaldeans, that fight against it, because of the sword, and of the famine, and of the pestilence: and what thou hast spoken is come to pass; and, behold, thou seest <span class=\"clarity-word\">it.</span>",
      "churchId": "p24"
    },
    {
      "slug": "jeremiah-32-p25",
      "type": "verse",
      "number": "25",
      "content": "And thou hast said unto me, O Lord <span class=\"small-caps\">God</span>, Buy thee the field for money, and take witnesses; for the city is given into the hand of the Chaldeans.",
      "churchId": "p25"
    },
    {
      "slug": "jeremiah-32-p26",
      "type": "verse",
      "number": "26",
      "content": "¶ Then came the word of the <span class=\"small-caps\">Lord</span> unto Jeremiah, saying,",
      "churchId": "p26"
    },
    {
      "slug": "jeremiah-32-p27",
      "type": "verse",
      "number": "27",
      "content": "Behold, I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span>, the God of all flesh: is there any thing too hard for me?",
      "churchId": "p27"
    },
    {
      "slug": "jeremiah-32-p28",
      "type": "verse",
      "number": "28",
      "content": "Therefore thus saith the <span class=\"small-caps\">Lord</span>; Behold, I will give this city into the hand of the Chaldeans, and into the hand of Nebuchadrezzar king of Babylon, and he shall take it:",
      "churchId": "p28"
    },
    {
      "slug": "jeremiah-32-p29",
      "type": "verse",
      "number": "29",
      "content": "And the Chaldeans, that fight against this city, shall come and set fire on this city, and burn it with the houses, upon whose roofs they have offered incense unto Baal, and poured out drink offerings unto other gods, to provoke me to anger.",
      "churchId": "p29"
    },
    {
      "slug": "jeremiah-32-p30",
      "type": "verse",
      "number": "30",
      "content": "For the children of Israel and the children of Judah have only done evil before me from their youth: for the children of Israel have only provoked me to anger with the work of their hands, saith the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p30"
    },
    {
      "slug": "jeremiah-32-p31",
      "type": "verse",
      "number": "31",
      "content": "For this city hath been to me <span class=\"clarity-word\">as</span> a provocation of mine anger and of my fury from the day that they built it even unto this day; that I should remove it from before my face,",
      "churchId": "p31"
    },
    {
      "slug": "jeremiah-32-p32",
      "type": "verse",
      "number": "32",
      "content": "Because of all the evil of the children of Israel and of the children of Judah, which they have done to provoke me to anger, they, their kings, their princes, their priests, and their prophets, and the men of Judah, and the inhabitants of Jerusalem.",
      "churchId": "p32"
    },
    {
      "slug": "jeremiah-32-p33",
      "type": "verse",
      "number": "33",
      "content": "And they have turned unto me the back, and not the face: though I taught them, rising up early and teaching <span class=\"clarity-word\">them,</span> yet they have not hearkened to receive instruction.",
      "churchId": "p33"
    },
    {
      "slug": "jeremiah-32-p34",
      "type": "verse",
      "number": "34",
      "content": "But they set their abominations in the house, which is called by my name, to defile it.",
      "churchId": "p34"
    },
    {
      "slug": "jeremiah-32-p35",
      "type": "verse",
      "number": "35",
      "content": "And they built the high places of Baal, which <span class=\"clarity-word\">are</span> in the valley of the son of Hinnom, to cause their sons and their daughters to pass through <span class=\"clarity-word\">the fire</span> unto Molech; which I commanded them not, neither came it into my mind, that they should do this abomination, to cause Judah to sin.",
      "churchId": "p35"
    },
    {
      "slug": "jeremiah-32-p36",
      "type": "verse",
      "number": "36",
      "content": "¶ And now therefore thus saith the <span class=\"small-caps\">Lord</span>, the God of Israel, concerning this city, whereof ye say, It shall be delivered into the hand of the king of Babylon by the sword, and by the famine, and by the pestilence;",
      "churchId": "p36"
    },
    {
      "slug": "jeremiah-32-p37",
      "type": "verse",
      "number": "37",
      "content": "Behold, I will gather them out of all countries, whither I have driven them in mine anger, and in my fury, and in great wrath; and I will bring them again unto this place, and I will cause them to dwell safely:",
      "churchId": "p37"
    },
    {
      "slug": "jeremiah-32-p38",
      "type": "verse",
      "number": "38",
      "content": "And they shall be my people, and I will be their God:",
      "churchId": "p38"
    },
    {
      "slug": "jeremiah-32-p39",
      "type": "verse",
      "number": "39",
      "content": "And I will give them one heart, and one way, that they may fear me for ever, for the good of them, and of their children after them:",
      "churchId": "p39"
    },
    {
      "slug": "jeremiah-32-p40",
      "type": "verse",
      "number": "40",
      "content": "And I will make an everlasting covenant with them, that I will not turn away from them, to do them good; but I will put my fear in their hearts, that they shall not depart from me.",
      "churchId": "p40"
    },
    {
      "slug": "jeremiah-32-p41",
      "type": "verse",
      "number": "41",
      "content": "Yea, I will rejoice over them to do them good, and I will plant them in this land assuredly with my whole heart and with my whole soul.",
      "churchId": "p41"
    },
    {
      "slug": "jeremiah-32-p42",
      "type": "verse",
      "number": "42",
      "content": "For thus saith the <span class=\"small-caps\">Lord</span>; Like as I have brought all this great evil upon this people, so will I bring upon them all the good that I have promised them.",
      "churchId": "p42"
    },
    {
      "slug": "jeremiah-32-p43",
      "type": "verse",
      "number": "43",
      "content": "And fields shall be bought in this land, whereof ye say, <span class=\"clarity-word\">It is</span> desolate without man or beast; it is given into the hand of the Chaldeans.",
      "churchId": "p43"
    },
    {
      "slug": "jeremiah-32-p44",
      "type": "verse",
      "number": "44",
      "content": "Men shall buy fields for money, and subscribe evidences, and seal <span class=\"clarity-word\">them,</span> and take witnesses in the land of Benjamin, and in the places about Jerusalem, and in the cities of Judah, and in the cities of the mountains, and in the cities of the valley, and in the cities of the south: for I will cause their captivity to return, saith the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p44"
    }
  ]
}