{
  "name": "2 Samuel 18",
  "abbrev": "2 Sam. 18",
  "number": "18",
  "churchUri": "/scriptures/ot/2-sam/18",
  "paragraphs": [
    {
      "slug": "2-samuel-18-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 18",
      "churchId": "title_number1"
    },
    {
      "slug": "2-samuel-18-p1",
      "type": "verse",
      "number": "1",
      "content": "And David numbered the people that <span class=\"clarity-word\">were</span> with him, and set captains of thousands and captains of hundreds over them.",
      "churchId": "p1"
    },
    {
      "slug": "2-samuel-18-p2",
      "type": "verse",
      "number": "2",
      "content": "And David sent forth a third part of the people under the hand of Joab, and a third part under the hand of Abishai the son of Zeruiah, Joab’s brother, and a third part under the hand of Ittai the Gittite. And the king said unto the people, I will surely go forth with you myself also.",
      "churchId": "p2"
    },
    {
      "slug": "2-samuel-18-p3",
      "type": "verse",
      "number": "3",
      "content": "But the people answered, Thou shalt not go forth: for if we flee away, they will not care for us; neither if half of us die, will they care for us: but now <span class=\"clarity-word\">thou art</span> worth ten thousand of us: therefore now <span class=\"clarity-word\">it is</span> better that thou succour us out of the city.",
      "churchId": "p3"
    },
    {
      "slug": "2-samuel-18-p4",
      "type": "verse",
      "number": "4",
      "content": "And the king said unto them, What seemeth you best I will do. And the king stood by the gate side, and all the people came out by hundreds and by thousands.",
      "churchId": "p4"
    },
    {
      "slug": "2-samuel-18-p5",
      "type": "verse",
      "number": "5",
      "content": "And the king commanded Joab and Abishai and Ittai, saying, <span class=\"clarity-word\">Deal</span> gently for my sake with the young man, <span class=\"clarity-word\">even</span> with Absalom. And all the people heard when the king gave all the captains charge concerning Absalom.",
      "churchId": "p5"
    },
    {
      "slug": "2-samuel-18-p6",
      "type": "verse",
      "number": "6",
      "content": "¶ So the people went out into the field against Israel: and the battle was in the wood of Ephraim;",
      "churchId": "p6"
    },
    {
      "slug": "2-samuel-18-p7",
      "type": "verse",
      "number": "7",
      "content": "Where the people of Israel were slain before the servants of David, and there was there a great slaughter that day of twenty thousand <span class=\"clarity-word\">men.</span>",
      "churchId": "p7"
    },
    {
      "slug": "2-samuel-18-p8",
      "type": "verse",
      "number": "8",
      "content": "For the battle was there scattered over the face of all the country: and the wood devoured more people that day than the sword devoured.",
      "churchId": "p8"
    },
    {
      "slug": "2-samuel-18-p9",
      "type": "verse",
      "number": "9",
      "content": "¶ And Absalom met the servants of David. And Absalom rode upon a mule, and the mule went under the thick boughs of a great oak, and his head caught hold of the oak, and he was taken up between the heaven and the earth; and the mule that <span class=\"clarity-word\">was</span> under him went away.",
      "churchId": "p9"
    },
    {
      "slug": "2-samuel-18-p10",
      "type": "verse",
      "number": "10",
      "content": "And a certain man saw <span class=\"clarity-word\">it,</span> and told Joab, and said, Behold, I saw Absalom hanged in an oak.",
      "churchId": "p10"
    },
    {
      "slug": "2-samuel-18-p11",
      "type": "verse",
      "number": "11",
      "content": "And Joab said unto the man that told him, And, behold, thou sawest <span class=\"clarity-word\">him,</span> and why didst thou not smite him there to the ground? and I would have given thee ten <span class=\"clarity-word\">shekels</span> of silver, and a girdle.",
      "churchId": "p11"
    },
    {
      "slug": "2-samuel-18-p12",
      "type": "verse",
      "number": "12",
      "content": "And the man said unto Joab, Though I should receive a thousand <span class=\"clarity-word\">shekels</span> of silver in mine hand, <span class=\"clarity-word\">yet</span> would I not put forth mine hand against the king’s son: for in our hearing the king charged thee and Abishai and Ittai, saying, Beware that none <span class=\"clarity-word\">touch</span> the young man Absalom.",
      "churchId": "p12"
    },
    {
      "slug": "2-samuel-18-p13",
      "type": "verse",
      "number": "13",
      "content": "Otherwise I should have wrought falsehood against mine own life: for there is no matter hid from the king, and thou thyself wouldest have set thyself against <span class=\"clarity-word\">me.</span>",
      "churchId": "p13"
    },
    {
      "slug": "2-samuel-18-p14",
      "type": "verse",
      "number": "14",
      "content": "Then said Joab, I may not tarry thus with thee. And he took three darts in his hand, and thrust them through the heart of Absalom, while he <span class=\"clarity-word\">was</span> yet alive in the midst of the oak.",
      "churchId": "p14"
    },
    {
      "slug": "2-samuel-18-p15",
      "type": "verse",
      "number": "15",
      "content": "And ten young men that bare Joab’s armour compassed about and smote Absalom, and slew him.",
      "churchId": "p15"
    },
    {
      "slug": "2-samuel-18-p16",
      "type": "verse",
      "number": "16",
      "content": "And Joab blew the trumpet, and the people returned from pursuing after Israel: for Joab held back the people.",
      "churchId": "p16"
    },
    {
      "slug": "2-samuel-18-p17",
      "type": "verse",
      "number": "17",
      "content": "And they took Absalom, and cast him into a great pit in the wood, and laid a very great heap of stones upon him: and all Israel fled every one to his tent.",
      "churchId": "p17"
    },
    {
      "slug": "2-samuel-18-p18",
      "type": "verse",
      "number": "18",
      "content": "¶ Now Absalom in his lifetime had taken and reared up for himself a pillar, which <span class=\"clarity-word\">is</span> in the king’s dale: for he said, I have no son to keep my name in remembrance: and he called the pillar after his own name: and it is called unto this day, Absalom’s place.",
      "churchId": "p18"
    },
    {
      "slug": "2-samuel-18-p19",
      "type": "verse",
      "number": "19",
      "content": "¶ Then said Ahimaaz the son of Zadok, Let me now run, and bear the king tidings, how that the <span class=\"small-caps\">Lord</span> hath avenged him of his enemies.",
      "churchId": "p19"
    },
    {
      "slug": "2-samuel-18-p20",
      "type": "verse",
      "number": "20",
      "content": "And Joab said unto him, Thou shalt not bear tidings this day, but thou shalt bear tidings another day: but this day thou shalt bear no tidings, because the king’s son is dead.",
      "churchId": "p20"
    },
    {
      "slug": "2-samuel-18-p21",
      "type": "verse",
      "number": "21",
      "content": "Then said Joab to Cushi, Go tell the king what thou hast seen. And Cushi bowed himself unto Joab, and ran.",
      "churchId": "p21"
    },
    {
      "slug": "2-samuel-18-p22",
      "type": "verse",
      "number": "22",
      "content": "Then said Ahimaaz the son of Zadok yet again to Joab, But howsoever, let me, I pray thee, also run after Cushi. And Joab said, Wherefore wilt thou run, my son, seeing that thou hast no tidings ready?",
      "churchId": "p22"
    },
    {
      "slug": "2-samuel-18-p23",
      "type": "verse",
      "number": "23",
      "content": "But howsoever, <span class=\"clarity-word\">said he,</span> let me run. And he said unto him, Run. Then Ahimaaz ran by the way of the plain, and overran Cushi.",
      "churchId": "p23"
    },
    {
      "slug": "2-samuel-18-p24",
      "type": "verse",
      "number": "24",
      "content": "And David sat between the two gates: and the watchman went up to the roof over the gate unto the wall, and lifted up his eyes, and looked, and behold a man running alone.",
      "churchId": "p24"
    },
    {
      "slug": "2-samuel-18-p25",
      "type": "verse",
      "number": "25",
      "content": "And the watchman cried, and told the king. And the king said, If he <span class=\"clarity-word\">be</span> alone, <span class=\"clarity-word\">there is</span> tidings in his mouth. And he came apace, and drew near.",
      "churchId": "p25"
    },
    {
      "slug": "2-samuel-18-p26",
      "type": "verse",
      "number": "26",
      "content": "And the watchman saw another man running: and the watchman called unto the porter, and said, Behold <span class=\"clarity-word\">another</span> man running alone. And the king said, He also bringeth tidings.",
      "churchId": "p26"
    },
    {
      "slug": "2-samuel-18-p27",
      "type": "verse",
      "number": "27",
      "content": "And the watchman said, Me thinketh the running of the foremost is like the running of Ahimaaz the son of Zadok. And the king said, He <span class=\"clarity-word\">is</span> a good man, and cometh with good tidings.",
      "churchId": "p27"
    },
    {
      "slug": "2-samuel-18-p28",
      "type": "verse",
      "number": "28",
      "content": "And Ahimaaz called, and said unto the king, All is well. And he fell down to the earth upon his face before the king, and said, Blessed <span class=\"clarity-word\">be</span> the <span class=\"small-caps\">Lord</span> thy God, which hath delivered up the men that lifted up their hand against my lord the king.",
      "churchId": "p28"
    },
    {
      "slug": "2-samuel-18-p29",
      "type": "verse",
      "number": "29",
      "content": "And the king said, <span class=\"clarity-word\">Is</span> the young man Absalom safe? And Ahimaaz answered, When Joab sent the king’s servant, and <span class=\"clarity-word\">me</span> thy servant, I saw a great tumult, but I knew not what <span class=\"clarity-word\">it was.</span>",
      "churchId": "p29"
    },
    {
      "slug": "2-samuel-18-p30",
      "type": "verse",
      "number": "30",
      "content": "And the king said <span class=\"clarity-word\">unto him,</span> Turn aside, <span class=\"clarity-word\">and</span> stand here. And he turned aside, and stood still.",
      "churchId": "p30"
    },
    {
      "slug": "2-samuel-18-p31",
      "type": "verse",
      "number": "31",
      "content": "And, behold, Cushi came; and Cushi said, Tidings, my lord the king: for the <span class=\"small-caps\">Lord</span> hath avenged thee this day of all them that rose up against thee.",
      "churchId": "p31"
    },
    {
      "slug": "2-samuel-18-p32",
      "type": "verse",
      "number": "32",
      "content": "And the king said unto Cushi, <span class=\"clarity-word\">Is</span> the young man Absalom safe? And Cushi answered, The enemies of my lord the king, and all that rise against thee to do <span class=\"clarity-word\">thee</span> hurt, be as <span class=\"clarity-word\">that</span> young man <span class=\"clarity-word\">is.</span>",
      "churchId": "p32"
    },
    {
      "slug": "2-samuel-18-p33",
      "type": "verse",
      "number": "33",
      "content": "¶ And the king was much moved, and went up to the chamber over the gate, and wept: and as he went, thus he said, O my son Absalom, my son, my son Absalom! would God I had died for thee, O Absalom, my son, my son!",
      "churchId": "p33"
    }
  ]
}