{
  "name": "2 Samuel 10",
  "abbrev": "2 Sam. 10",
  "number": "10",
  "churchUri": "/scriptures/ot/2-sam/10",
  "paragraphs": [
    {
      "slug": "2-samuel-10-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 10",
      "churchId": "title_number1"
    },
    {
      "slug": "2-samuel-10-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass after this, that the king of the children of Ammon died, and Hanun his son reigned in his stead.",
      "churchId": "p1"
    },
    {
      "slug": "2-samuel-10-p2",
      "type": "verse",
      "number": "2",
      "content": "Then said David, I will shew kindness unto Hanun the son of Nahash, as his father shewed kindness unto me. And David sent to comfort him by the hand of his servants for his father. And David’s servants came into the land of the children of Ammon.",
      "churchId": "p2"
    },
    {
      "slug": "2-samuel-10-p3",
      "type": "verse",
      "number": "3",
      "content": "And the princes of the children of Ammon said unto Hanun their lord, Thinkest thou that David doth honour thy father, that he hath sent comforters unto thee? hath not David <span class=\"clarity-word\">rather</span> sent his servants unto thee, to search the city, and to spy it out, and to overthrow it?",
      "churchId": "p3"
    },
    {
      "slug": "2-samuel-10-p4",
      "type": "verse",
      "number": "4",
      "content": "Wherefore Hanun took David’s servants, and shaved off the one half of their beards, and cut off their garments in the middle, <span class=\"clarity-word\">even</span> to their buttocks, and sent them away.",
      "churchId": "p4"
    },
    {
      "slug": "2-samuel-10-p5",
      "type": "verse",
      "number": "5",
      "content": "When they told <span class=\"clarity-word\">it</span> unto David, he sent to meet them, because the men were greatly ashamed: and the king said, Tarry at Jericho until your beards be grown, and <span class=\"clarity-word\">then</span> return.",
      "churchId": "p5"
    },
    {
      "slug": "2-samuel-10-p6",
      "type": "verse",
      "number": "6",
      "content": "¶ And when the children of Ammon saw that they stank before David, the children of Ammon sent and hired the Syrians of Beth-rehob, and the Syrians of Zoba, twenty thousand footmen, and of king Maacah a thousand men, and of Ish-tob twelve thousand men.",
      "churchId": "p6"
    },
    {
      "slug": "2-samuel-10-p7",
      "type": "verse",
      "number": "7",
      "content": "And when David heard of <span class=\"clarity-word\">it,</span> he sent Joab, and all the host of the mighty men.",
      "churchId": "p7"
    },
    {
      "slug": "2-samuel-10-p8",
      "type": "verse",
      "number": "8",
      "content": "And the children of Ammon came out, and put the battle in array at the entering in of the gate: and the Syrians of Zoba, and of Rehob, and Ish-tob, and Maacah, <span class=\"clarity-word\">were</span> by themselves in the field.",
      "churchId": "p8"
    },
    {
      "slug": "2-samuel-10-p9",
      "type": "verse",
      "number": "9",
      "content": "When Joab saw that the front of the battle was against him before and behind, he chose of all the choice <span class=\"clarity-word\">men</span> of Israel, and put <span class=\"clarity-word\">them</span> in array against the Syrians:",
      "churchId": "p9"
    },
    {
      "slug": "2-samuel-10-p10",
      "type": "verse",
      "number": "10",
      "content": "And the rest of the people he delivered into the hand of Abishai his brother, that he might put <span class=\"clarity-word\">them</span> in array against the children of Ammon.",
      "churchId": "p10"
    },
    {
      "slug": "2-samuel-10-p11",
      "type": "verse",
      "number": "11",
      "content": "And he said, If the Syrians be too strong for me, then thou shalt help me: but if the children of Ammon be too strong for thee, then I will come and help thee.",
      "churchId": "p11"
    },
    {
      "slug": "2-samuel-10-p12",
      "type": "verse",
      "number": "12",
      "content": "Be of good courage, and let us play the men for our people, and for the cities of our God: and the <span class=\"small-caps\">Lord</span> do that which seemeth him good.",
      "churchId": "p12"
    },
    {
      "slug": "2-samuel-10-p13",
      "type": "verse",
      "number": "13",
      "content": "And Joab drew nigh, and the people that <span class=\"clarity-word\">were</span> with him, unto the battle against the Syrians: and they fled before him.",
      "churchId": "p13"
    },
    {
      "slug": "2-samuel-10-p14",
      "type": "verse",
      "number": "14",
      "content": "And when the children of Ammon saw that the Syrians were fled, then fled they also before Abishai, and entered into the city. So Joab returned from the children of Ammon, and came to Jerusalem.",
      "churchId": "p14"
    },
    {
      "slug": "2-samuel-10-p15",
      "type": "verse",
      "number": "15",
      "content": "¶ And when the Syrians saw that they were smitten before Israel, they gathered themselves together.",
      "churchId": "p15"
    },
    {
      "slug": "2-samuel-10-p16",
      "type": "verse",
      "number": "16",
      "content": "And Hadarezer sent, and brought out the Syrians that <span class=\"clarity-word\">were</span> beyond the river: and they came to Helam; and Shobach the captain of the host of Hadarezer <span class=\"clarity-word\">went</span> before them.",
      "churchId": "p16"
    },
    {
      "slug": "2-samuel-10-p17",
      "type": "verse",
      "number": "17",
      "content": "And when it was told David, he gathered all Israel together, and passed over Jordan, and came to Helam. And the Syrians set themselves in array against David, and fought with him.",
      "churchId": "p17"
    },
    {
      "slug": "2-samuel-10-p18",
      "type": "verse",
      "number": "18",
      "content": "And the Syrians fled before Israel; and David slew <span class=\"clarity-word\">the men of</span> seven hundred chariots of the Syrians, and forty thousand horsemen, and smote Shobach the captain of their host, who died there.",
      "churchId": "p18"
    },
    {
      "slug": "2-samuel-10-p19",
      "type": "verse",
      "number": "19",
      "content": "And when all the kings <span class=\"clarity-word\">that were</span> servants to Hadarezer saw that they were smitten before Israel, they made peace with Israel, and served them. So the Syrians feared to help the children of Ammon any more.",
      "churchId": "p19"
    }
  ]
}