{
  "name": "2 Samuel 14",
  "abbrev": "2 Sam. 14",
  "number": "14",
  "churchUri": "/scriptures/ot/2-sam/14",
  "paragraphs": [
    {
      "slug": "2-samuel-14-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 14",
      "churchId": "title_number1"
    },
    {
      "slug": "2-samuel-14-p1",
      "type": "verse",
      "number": "1",
      "content": "Now Joab the son of Zeruiah perceived that the king’s heart <span class=\"clarity-word\">was</span> toward Absalom.",
      "churchId": "p1"
    },
    {
      "slug": "2-samuel-14-p2",
      "type": "verse",
      "number": "2",
      "content": "And Joab sent to Tekoah, and fetched thence a wise woman, and said unto her, I pray thee, feign thyself to be a mourner, and put on now mourning apparel, and anoint not thyself with oil, but be as a woman that had a long time mourned for the dead:",
      "churchId": "p2"
    },
    {
      "slug": "2-samuel-14-p3",
      "type": "verse",
      "number": "3",
      "content": "And come to the king, and speak on this manner unto him. So Joab put the words in her mouth.",
      "churchId": "p3"
    },
    {
      "slug": "2-samuel-14-p4",
      "type": "verse",
      "number": "4",
      "content": "¶ And when the woman of Tekoah spake to the king, she fell on her face to the ground, and did obeisance, and said, Help, O king.",
      "churchId": "p4"
    },
    {
      "slug": "2-samuel-14-p5",
      "type": "verse",
      "number": "5",
      "content": "And the king said unto her, What aileth thee? And she answered, I <span class=\"clarity-word\">am</span> indeed a widow woman, and mine husband is dead.",
      "churchId": "p5"
    },
    {
      "slug": "2-samuel-14-p6",
      "type": "verse",
      "number": "6",
      "content": "And thy handmaid had two sons, and they two strove together in the field, and <span class=\"clarity-word\">there was</span> none to part them, but the one smote the other, and slew him.",
      "churchId": "p6"
    },
    {
      "slug": "2-samuel-14-p7",
      "type": "verse",
      "number": "7",
      "content": "And, behold, the whole family is risen against thine handmaid, and they said, Deliver him that smote his brother, that we may kill him, for the life of his brother whom he slew; and we will destroy the heir also: and so they shall quench my coal which is left, and shall not leave to my husband <span class=\"clarity-word\">neither</span> name nor remainder upon the earth.",
      "churchId": "p7"
    },
    {
      "slug": "2-samuel-14-p8",
      "type": "verse",
      "number": "8",
      "content": "And the king said unto the woman, Go to thine house, and I will give charge concerning thee.",
      "churchId": "p8"
    },
    {
      "slug": "2-samuel-14-p9",
      "type": "verse",
      "number": "9",
      "content": "And the woman of Tekoah said unto the king, My lord, O king, the iniquity <span class=\"clarity-word\">be</span> on me, and on my father’s house: and the king and his throne <span class=\"clarity-word\">be</span> guiltless.",
      "churchId": "p9"
    },
    {
      "slug": "2-samuel-14-p10",
      "type": "verse",
      "number": "10",
      "content": "And the king said, Whosoever saith <span class=\"clarity-word\">ought</span> unto thee, bring him to me, and he shall not touch thee any more.",
      "churchId": "p10"
    },
    {
      "slug": "2-samuel-14-p11",
      "type": "verse",
      "number": "11",
      "content": "Then said she, I pray thee, let the king remember the <span class=\"small-caps\">Lord</span> thy God, that thou wouldest not suffer the revengers of blood to destroy any more, lest they destroy my son. And he said, <span class=\"clarity-word\">As</span> the <span class=\"small-caps\">Lord</span> liveth, there shall not one hair of thy son fall to the earth.",
      "churchId": "p11"
    },
    {
      "slug": "2-samuel-14-p12",
      "type": "verse",
      "number": "12",
      "content": "Then the woman said, Let thine handmaid, I pray thee, speak <span class=\"clarity-word\">one</span> word unto my lord the king. And he said, Say on.",
      "churchId": "p12"
    },
    {
      "slug": "2-samuel-14-p13",
      "type": "verse",
      "number": "13",
      "content": "And the woman said, Wherefore then hast thou thought such a thing against the people of God? for the king doth speak this thing as one which is faulty, in that the king doth not fetch home again his banished.",
      "churchId": "p13"
    },
    {
      "slug": "2-samuel-14-p14",
      "type": "verse",
      "number": "14",
      "content": "For we must needs die, and <span class=\"clarity-word\">are</span> as water spilt on the ground, which cannot be gathered up again; neither doth God respect <span class=\"clarity-word\">any</span> person: yet doth he devise means, that his banished be not expelled from him.",
      "churchId": "p14"
    },
    {
      "slug": "2-samuel-14-p15",
      "type": "verse",
      "number": "15",
      "content": "Now therefore that I am come to speak of this thing unto my lord the king, <span class=\"clarity-word\">it is</span> because the people have made me afraid: and thy handmaid said, I will now speak unto the king; it may be that the king will perform the request of his handmaid.",
      "churchId": "p15"
    },
    {
      "slug": "2-samuel-14-p16",
      "type": "verse",
      "number": "16",
      "content": "For the king will hear, to deliver his handmaid out of the hand of the man <span class=\"clarity-word\">that would</span> destroy me and my son together out of the inheritance of God.",
      "churchId": "p16"
    },
    {
      "slug": "2-samuel-14-p17",
      "type": "verse",
      "number": "17",
      "content": "Then thine handmaid said, The word of my lord the king shall now be comfortable: for as an angel of God, so <span class=\"clarity-word\">is</span> my lord the king to discern good and bad: therefore the <span class=\"small-caps\">Lord</span> thy God will be with thee.",
      "churchId": "p17"
    },
    {
      "slug": "2-samuel-14-p18",
      "type": "verse",
      "number": "18",
      "content": "Then the king answered and said unto the woman, Hide not from me, I pray thee, the thing that I shall ask thee. And the woman said, Let my lord the king now speak.",
      "churchId": "p18"
    },
    {
      "slug": "2-samuel-14-p19",
      "type": "verse",
      "number": "19",
      "content": "And the king said, <span class=\"clarity-word\">Is not</span> the hand of Joab with thee in all this? And the woman answered and said, <span class=\"clarity-word\">As</span> thy soul liveth, my lord the king, none can turn to the right hand or to the left from ought that my lord the king hath spoken: for thy servant Joab, he bade me, and he put all these words in the mouth of thine handmaid:",
      "churchId": "p19"
    },
    {
      "slug": "2-samuel-14-p20",
      "type": "verse",
      "number": "20",
      "content": "To fetch about this form of speech hath thy servant Joab done this thing: and my lord <span class=\"clarity-word\">is</span> wise, according to the wisdom of an angel of God, to know all <span class=\"clarity-word\">things</span> that <span class=\"clarity-word\">are</span> in the earth.",
      "churchId": "p20"
    },
    {
      "slug": "2-samuel-14-p21",
      "type": "verse",
      "number": "21",
      "content": "¶ And the king said unto Joab, Behold now, I have done this thing: go therefore, bring the young man Absalom again.",
      "churchId": "p21"
    },
    {
      "slug": "2-samuel-14-p22",
      "type": "verse",
      "number": "22",
      "content": "And Joab fell to the ground on his face, and bowed himself, and thanked the king: and Joab said, To day thy servant knoweth that I have found grace in thy sight, my lord, O king, in that the king hath fulfilled the request of his servant.",
      "churchId": "p22"
    },
    {
      "slug": "2-samuel-14-p23",
      "type": "verse",
      "number": "23",
      "content": "So Joab arose and went to Geshur, and brought Absalom to Jerusalem.",
      "churchId": "p23"
    },
    {
      "slug": "2-samuel-14-p24",
      "type": "verse",
      "number": "24",
      "content": "And the king said, Let him turn to his own house, and let him not see my face. So Absalom returned to his own house, and saw not the king’s face.",
      "churchId": "p24"
    },
    {
      "slug": "2-samuel-14-p25",
      "type": "verse",
      "number": "25",
      "content": "¶ But in all Israel there was none to be so much praised as Absalom for his beauty: from the sole of his foot even to the crown of his head there was no blemish in him.",
      "churchId": "p25"
    },
    {
      "slug": "2-samuel-14-p26",
      "type": "verse",
      "number": "26",
      "content": "And when he polled his head, (for it was at every year’s end that he polled <span class=\"clarity-word\">it:</span> because <span class=\"clarity-word\">the hair</span> was heavy on him, therefore he polled it:) he weighed the hair of his head at two hundred shekels after the king’s weight.",
      "churchId": "p26"
    },
    {
      "slug": "2-samuel-14-p27",
      "type": "verse",
      "number": "27",
      "content": "And unto Absalom there were born three sons, and one daughter, whose name <span class=\"clarity-word\">was</span> Tamar: she was a woman of a fair countenance.",
      "churchId": "p27"
    },
    {
      "slug": "2-samuel-14-p28",
      "type": "verse",
      "number": "28",
      "content": "¶ So Absalom dwelt two full years in Jerusalem, and saw not the king’s face.",
      "churchId": "p28"
    },
    {
      "slug": "2-samuel-14-p29",
      "type": "verse",
      "number": "29",
      "content": "Therefore Absalom sent for Joab, to have sent him to the king; but he would not come to him: and when he sent again the second time, he would not come.",
      "churchId": "p29"
    },
    {
      "slug": "2-samuel-14-p30",
      "type": "verse",
      "number": "30",
      "content": "Therefore he said unto his servants, See, Joab’s field is near mine, and he hath barley there; go and set it on fire. And Absalom’s servants set the field on fire.",
      "churchId": "p30"
    },
    {
      "slug": "2-samuel-14-p31",
      "type": "verse",
      "number": "31",
      "content": "Then Joab arose, and came to Absalom unto <span class=\"clarity-word\">his</span> house, and said unto him, Wherefore have thy servants set my field on fire?",
      "churchId": "p31"
    },
    {
      "slug": "2-samuel-14-p32",
      "type": "verse",
      "number": "32",
      "content": "And Absalom answered Joab, Behold, I sent unto thee, saying, Come hither, that I may send thee to the king, to say, Wherefore am I come from Geshur? <span class=\"clarity-word\">it had been</span> good for me <span class=\"clarity-word\">to have been</span> there still: now therefore let me see the king’s face; and if there be <span class=\"clarity-word\">any</span> iniquity in me, let him kill me.",
      "churchId": "p32"
    },
    {
      "slug": "2-samuel-14-p33",
      "type": "verse",
      "number": "33",
      "content": "So Joab came to the king, and told him: and when he had called for Absalom, he came to the king, and bowed himself on his face to the ground before the king: and the king kissed Absalom.",
      "churchId": "p33"
    }
  ]
}