{
  "name": "2 Samuel 15",
  "abbrev": "2 Sam. 15",
  "number": "15",
  "churchUri": "/scriptures/ot/2-sam/15",
  "paragraphs": [
    {
      "slug": "2-samuel-15-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 15",
      "churchId": "title_number1"
    },
    {
      "slug": "2-samuel-15-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass after this, that Absalom prepared him chariots and horses, and fifty men to run before him.",
      "churchId": "p1"
    },
    {
      "slug": "2-samuel-15-p2",
      "type": "verse",
      "number": "2",
      "content": "And Absalom rose up early, and stood beside the way of the gate: and it was <span class=\"clarity-word\">so,</span> that when any man that had a controversy came to the king for judgment, then Absalom called unto him, and said, Of what city <span class=\"clarity-word\">art</span> thou? And he said, Thy servant <span class=\"clarity-word\">is</span> of one of the tribes of Israel.",
      "churchId": "p2"
    },
    {
      "slug": "2-samuel-15-p3",
      "type": "verse",
      "number": "3",
      "content": "And Absalom said unto him, See, thy matters <span class=\"clarity-word\">are</span> good and right; but <span class=\"clarity-word\">there is</span> no man <span class=\"clarity-word\">deputed</span> of the king to hear thee.",
      "churchId": "p3"
    },
    {
      "slug": "2-samuel-15-p4",
      "type": "verse",
      "number": "4",
      "content": "Absalom said moreover, Oh that I were made judge in the land, that every man which hath any suit or cause might come unto me, and I would do him justice!",
      "churchId": "p4"
    },
    {
      "slug": "2-samuel-15-p5",
      "type": "verse",
      "number": "5",
      "content": "And it was <span class=\"clarity-word\">so,</span> that when any man came nigh <span class=\"clarity-word\">to him</span> to do him obeisance, he put forth his hand, and took him, and kissed him.",
      "churchId": "p5"
    },
    {
      "slug": "2-samuel-15-p6",
      "type": "verse",
      "number": "6",
      "content": "And on this manner did Absalom to all Israel that came to the king for judgment: so Absalom stole the hearts of the men of Israel.",
      "churchId": "p6"
    },
    {
      "slug": "2-samuel-15-p7",
      "type": "verse",
      "number": "7",
      "content": "¶ And it came to pass after forty years, that Absalom said unto the king, I pray thee, let me go and pay my vow, which I have vowed unto the <span class=\"small-caps\">Lord</span>, in Hebron.",
      "churchId": "p7"
    },
    {
      "slug": "2-samuel-15-p8",
      "type": "verse",
      "number": "8",
      "content": "For thy servant vowed a vow while I abode at Geshur in Syria, saying, If the <span class=\"small-caps\">Lord</span> shall bring me again indeed to Jerusalem, then I will serve the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p8"
    },
    {
      "slug": "2-samuel-15-p9",
      "type": "verse",
      "number": "9",
      "content": "And the king said unto him, Go in peace. So he arose, and went to Hebron.",
      "churchId": "p9"
    },
    {
      "slug": "2-samuel-15-p10",
      "type": "verse",
      "number": "10",
      "content": "¶ But Absalom sent spies throughout all the tribes of Israel, saying, As soon as ye hear the sound of the trumpet, then ye shall say, Absalom reigneth in Hebron.",
      "churchId": "p10"
    },
    {
      "slug": "2-samuel-15-p11",
      "type": "verse",
      "number": "11",
      "content": "And with Absalom went two hundred men out of Jerusalem, <span class=\"clarity-word\">that were</span> called; and they went in their simplicity, and they knew not any thing.",
      "churchId": "p11"
    },
    {
      "slug": "2-samuel-15-p12",
      "type": "verse",
      "number": "12",
      "content": "And Absalom sent for Ahithophel the Gilonite, David’s counsellor, from his city, <span class=\"clarity-word\">even</span> from Giloh, while he offered sacrifices. And the conspiracy was strong; for the people increased continually with Absalom.",
      "churchId": "p12"
    },
    {
      "slug": "2-samuel-15-p13",
      "type": "verse",
      "number": "13",
      "content": "¶ And there came a messenger to David, saying, The hearts of the men of Israel are after Absalom.",
      "churchId": "p13"
    },
    {
      "slug": "2-samuel-15-p14",
      "type": "verse",
      "number": "14",
      "content": "And David said unto all his servants that <span class=\"clarity-word\">were</span> with him at Jerusalem, Arise, and let us flee; for we shall not <span class=\"clarity-word\">else</span> escape from Absalom: make speed to depart, lest he overtake us suddenly, and bring evil upon us, and smite the city with the edge of the sword.",
      "churchId": "p14"
    },
    {
      "slug": "2-samuel-15-p15",
      "type": "verse",
      "number": "15",
      "content": "And the king’s servants said unto the king, Behold, thy servants <span class=\"clarity-word\">are ready to do</span> whatsoever my lord the king shall appoint.",
      "churchId": "p15"
    },
    {
      "slug": "2-samuel-15-p16",
      "type": "verse",
      "number": "16",
      "content": "And the king went forth, and all his household after him. And the king left ten women, <span class=\"clarity-word\">which were</span> concubines, to keep the house.",
      "churchId": "p16"
    },
    {
      "slug": "2-samuel-15-p17",
      "type": "verse",
      "number": "17",
      "content": "And the king went forth, and all the people after him, and tarried in a place that was far off.",
      "churchId": "p17"
    },
    {
      "slug": "2-samuel-15-p18",
      "type": "verse",
      "number": "18",
      "content": "And all his servants passed on beside him; and all the Cherethites, and all the Pelethites, and all the Gittites, six hundred men which came after him from Gath, passed on before the king.",
      "churchId": "p18"
    },
    {
      "slug": "2-samuel-15-p19",
      "type": "verse",
      "number": "19",
      "content": "¶ Then said the king to Ittai the Gittite, Wherefore goest thou also with us? return to thy place, and abide with the king: for thou <span class=\"clarity-word\">art</span> a stranger, and also an exile.",
      "churchId": "p19"
    },
    {
      "slug": "2-samuel-15-p20",
      "type": "verse",
      "number": "20",
      "content": "Whereas thou camest <span class=\"clarity-word\">but</span> yesterday, should I this day make thee go up and down with us? seeing I go whither I may, return thou, and take back thy brethren: mercy and truth <span class=\"clarity-word\">be</span> with thee.",
      "churchId": "p20"
    },
    {
      "slug": "2-samuel-15-p21",
      "type": "verse",
      "number": "21",
      "content": "And Ittai answered the king, and said, <span class=\"clarity-word\">As</span> the <span class=\"small-caps\">Lord</span> liveth, and <span class=\"clarity-word\">as</span> my lord the king liveth, surely in what place my lord the king shall be, whether in death or life, even there also will thy servant be.",
      "churchId": "p21"
    },
    {
      "slug": "2-samuel-15-p22",
      "type": "verse",
      "number": "22",
      "content": "And David said to Ittai, Go and pass over. And Ittai the Gittite passed over, and all his men, and all the little ones that <span class=\"clarity-word\">were</span> with him.",
      "churchId": "p22"
    },
    {
      "slug": "2-samuel-15-p23",
      "type": "verse",
      "number": "23",
      "content": "And all the country wept with a loud voice, and all the people passed over: the king also himself passed over the brook Kidron, and all the people passed over, toward the way of the wilderness.",
      "churchId": "p23"
    },
    {
      "slug": "2-samuel-15-p24",
      "type": "verse",
      "number": "24",
      "content": "¶ And lo Zadok also, and all the Levites <span class=\"clarity-word\">were</span> with him, bearing the ark of the covenant of God: and they set down the ark of God; and Abiathar went up, until all the people had done passing out of the city.",
      "churchId": "p24"
    },
    {
      "slug": "2-samuel-15-p25",
      "type": "verse",
      "number": "25",
      "content": "And the king said unto Zadok, Carry back the ark of God into the city: if I shall find favour in the eyes of the <span class=\"small-caps\">Lord</span>, he will bring me again, and shew me <span class=\"clarity-word\">both</span> it, and his habitation:",
      "churchId": "p25"
    },
    {
      "slug": "2-samuel-15-p26",
      "type": "verse",
      "number": "26",
      "content": "But if he thus say, I have no delight in thee; behold, <span class=\"clarity-word\">here am</span> I, let him do to me as seemeth good unto him.",
      "churchId": "p26"
    },
    {
      "slug": "2-samuel-15-p27",
      "type": "verse",
      "number": "27",
      "content": "The king said also unto Zadok the priest, <span class=\"clarity-word\">Art not</span> thou a seer? return into the city in peace, and your two sons with you, Ahimaaz thy son, and Jonathan the son of Abiathar.",
      "churchId": "p27"
    },
    {
      "slug": "2-samuel-15-p28",
      "type": "verse",
      "number": "28",
      "content": "See, I will tarry in the plain of the wilderness, until there come word from you to certify me.",
      "churchId": "p28"
    },
    {
      "slug": "2-samuel-15-p29",
      "type": "verse",
      "number": "29",
      "content": "Zadok therefore and Abiathar carried the ark of God again to Jerusalem: and they tarried there.",
      "churchId": "p29"
    },
    {
      "slug": "2-samuel-15-p30",
      "type": "verse",
      "number": "30",
      "content": "¶ And David went up by the ascent of <span class=\"clarity-word\">mount</span> Olivet, and wept as he went up, and had his head covered, and he went barefoot: and all the people that <span class=\"clarity-word\">was</span> with him covered every man his head, and they went up, weeping as they went up.",
      "churchId": "p30"
    },
    {
      "slug": "2-samuel-15-p31",
      "type": "verse",
      "number": "31",
      "content": "¶ And <span class=\"clarity-word\">one</span> told David, saying, Ahithophel <span class=\"clarity-word\">is</span> among the conspirators with Absalom. And David said, O <span class=\"small-caps\">Lord</span>, I pray thee, turn the counsel of Ahithophel into foolishness.",
      "churchId": "p31"
    },
    {
      "slug": "2-samuel-15-p32",
      "type": "verse",
      "number": "32",
      "content": "¶ And it came to pass, that <span class=\"clarity-word\">when</span> David was come to the top <span class=\"clarity-word\">of the mount,</span> where he worshipped God, behold, Hushai the Archite came to meet him with his coat rent, and earth upon his head:",
      "churchId": "p32"
    },
    {
      "slug": "2-samuel-15-p33",
      "type": "verse",
      "number": "33",
      "content": "Unto whom David said, If thou passest on with me, then thou shalt be a burden unto me:",
      "churchId": "p33"
    },
    {
      "slug": "2-samuel-15-p34",
      "type": "verse",
      "number": "34",
      "content": "But if thou return to the city, and say unto Absalom, I will be thy servant, O king; <span class=\"clarity-word\">as</span> I <span class=\"clarity-word\">have been</span> thy father’s servant hitherto, so <span class=\"clarity-word\">will</span> I now also <span class=\"clarity-word\">be</span> thy servant: then mayest thou for me defeat the counsel of Ahithophel.",
      "churchId": "p34"
    },
    {
      "slug": "2-samuel-15-p35",
      "type": "verse",
      "number": "35",
      "content": "And <span class=\"clarity-word\">hast thou</span> not there with thee Zadok and Abiathar the priests? therefore it shall be, <span class=\"clarity-word\">that</span> what thing soever thou shalt hear out of the king’s house, thou shalt tell <span class=\"clarity-word\">it</span> to Zadok and Abiathar the priests.",
      "churchId": "p35"
    },
    {
      "slug": "2-samuel-15-p36",
      "type": "verse",
      "number": "36",
      "content": "Behold, <span class=\"clarity-word\">they have</span> there with them their two sons, Ahimaaz Zadok’s <span class=\"clarity-word\">son,</span> and Jonathan Abiathar’s <span class=\"clarity-word\">son;</span> and by them ye shall send unto me every thing that ye can hear.",
      "churchId": "p36"
    },
    {
      "slug": "2-samuel-15-p37",
      "type": "verse",
      "number": "37",
      "content": "So Hushai David’s friend came into the city, and Absalom came into Jerusalem.",
      "churchId": "p37"
    }
  ]
}