{
  "name": "Romans 1",
  "abbrev": "Rom. 1",
  "number": "1",
  "churchUri": "/scriptures/nt/rom/1",
  "paragraphs": [
    {
      "slug": "romans-1-title1",
      "type": "book-title",
      "number": null,
      "content": "<small>The Epistle of Paul the Apostle </small><small>to the </small>Romans",
      "churchId": "title1"
    },
    {
      "slug": "romans-1-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 1",
      "churchId": "title_number1"
    },
    {
      "slug": "romans-1-p1",
      "type": "verse",
      "number": "1",
      "content": "Paul, a servant of Jesus Christ, called <span class=\"clarity-word\">to be</span> an apostle, separated unto the gospel of God,",
      "churchId": "p1"
    },
    {
      "slug": "romans-1-p2",
      "type": "verse",
      "number": "2",
      "content": "(Which he had promised afore by his prophets in the holy scriptures,)",
      "churchId": "p2"
    },
    {
      "slug": "romans-1-p3",
      "type": "verse",
      "number": "3",
      "content": "Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;",
      "churchId": "p3"
    },
    {
      "slug": "romans-1-p4",
      "type": "verse",
      "number": "4",
      "content": "And declared <span class=\"clarity-word\">to be</span> the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:",
      "churchId": "p4"
    },
    {
      "slug": "romans-1-p5",
      "type": "verse",
      "number": "5",
      "content": "By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:",
      "churchId": "p5"
    },
    {
      "slug": "romans-1-p6",
      "type": "verse",
      "number": "6",
      "content": "Among whom are ye also the called of Jesus Christ:",
      "churchId": "p6"
    },
    {
      "slug": "romans-1-p7",
      "type": "verse",
      "number": "7",
      "content": "To all that be in Rome, beloved of God, called <span class=\"clarity-word\">to be</span> saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.",
      "churchId": "p7"
    },
    {
      "slug": "romans-1-p8",
      "type": "verse",
      "number": "8",
      "content": "First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.",
      "churchId": "p8"
    },
    {
      "slug": "romans-1-p9",
      "type": "verse",
      "number": "9",
      "content": "For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;",
      "churchId": "p9"
    },
    {
      "slug": "romans-1-p10",
      "type": "verse",
      "number": "10",
      "content": "Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.",
      "churchId": "p10"
    },
    {
      "slug": "romans-1-p11",
      "type": "verse",
      "number": "11",
      "content": "For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;",
      "churchId": "p11"
    },
    {
      "slug": "romans-1-p12",
      "type": "verse",
      "number": "12",
      "content": "That is, that I may be comforted together with you by the mutual faith both of you and me.",
      "churchId": "p12"
    },
    {
      "slug": "romans-1-p13",
      "type": "verse",
      "number": "13",
      "content": "Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.",
      "churchId": "p13"
    },
    {
      "slug": "romans-1-p14",
      "type": "verse",
      "number": "14",
      "content": "I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.",
      "churchId": "p14"
    },
    {
      "slug": "romans-1-p15",
      "type": "verse",
      "number": "15",
      "content": "So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.",
      "churchId": "p15"
    },
    {
      "slug": "romans-1-p16",
      "type": "verse",
      "number": "16",
      "content": "For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.",
      "churchId": "p16"
    },
    {
      "slug": "romans-1-p17",
      "type": "verse",
      "number": "17",
      "content": "For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.",
      "churchId": "p17"
    },
    {
      "slug": "romans-1-p18",
      "type": "verse",
      "number": "18",
      "content": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;",
      "churchId": "p18"
    },
    {
      "slug": "romans-1-p19",
      "type": "verse",
      "number": "19",
      "content": "Because that which may be known of God is manifest in them; for God hath shewed <span class=\"clarity-word\">it</span> unto them.",
      "churchId": "p19"
    },
    {
      "slug": "romans-1-p20",
      "type": "verse",
      "number": "20",
      "content": "For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, <span class=\"clarity-word\">even</span> his eternal power and Godhead; so that they are without excuse:",
      "churchId": "p20"
    },
    {
      "slug": "romans-1-p21",
      "type": "verse",
      "number": "21",
      "content": "Because that, when they knew God, they glorified <span class=\"clarity-word\">him</span> not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.",
      "churchId": "p21"
    },
    {
      "slug": "romans-1-p22",
      "type": "verse",
      "number": "22",
      "content": "Professing themselves to be wise, they became fools,",
      "churchId": "p22"
    },
    {
      "slug": "romans-1-p23",
      "type": "verse",
      "number": "23",
      "content": "And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.",
      "churchId": "p23"
    },
    {
      "slug": "romans-1-p24",
      "type": "verse",
      "number": "24",
      "content": "Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:",
      "churchId": "p24"
    },
    {
      "slug": "romans-1-p25",
      "type": "verse",
      "number": "25",
      "content": "Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.",
      "churchId": "p25"
    },
    {
      "slug": "romans-1-p26",
      "type": "verse",
      "number": "26",
      "content": "For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:",
      "churchId": "p26"
    },
    {
      "slug": "romans-1-p27",
      "type": "verse",
      "number": "27",
      "content": "And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.",
      "churchId": "p27"
    },
    {
      "slug": "romans-1-p28",
      "type": "verse",
      "number": "28",
      "content": "And even as they did not like to retain God in <span class=\"clarity-word\">their</span> knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;",
      "churchId": "p28"
    },
    {
      "slug": "romans-1-p29",
      "type": "verse",
      "number": "29",
      "content": "Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,",
      "churchId": "p29"
    },
    {
      "slug": "romans-1-p30",
      "type": "verse",
      "number": "30",
      "content": "Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,",
      "churchId": "p30"
    },
    {
      "slug": "romans-1-p31",
      "type": "verse",
      "number": "31",
      "content": "Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:",
      "churchId": "p31"
    },
    {
      "slug": "romans-1-p32",
      "type": "verse",
      "number": "32",
      "content": "Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.",
      "churchId": "p32"
    }
  ]
}