{
  "name": "Esther 2",
  "abbrev": "Esth. 2",
  "number": "2",
  "churchUri": "/scriptures/ot/esth/2",
  "paragraphs": [
    {
      "slug": "esther-2-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 2",
      "churchId": "title_number1"
    },
    {
      "slug": "esther-2-p1",
      "type": "verse",
      "number": "1",
      "content": "After these things, when the wrath of king Ahasuerus was appeased, he remembered Vashti, and what she had done, and what was decreed against her.",
      "churchId": "p1"
    },
    {
      "slug": "esther-2-p2",
      "type": "verse",
      "number": "2",
      "content": "Then said the king’s servants that ministered unto him, Let there be fair young virgins sought for the king:",
      "churchId": "p2"
    },
    {
      "slug": "esther-2-p3",
      "type": "verse",
      "number": "3",
      "content": "And let the king appoint officers in all the provinces of his kingdom, that they may gather together all the fair young virgins unto Shushan the palace, to the house of the women, unto the custody of Hege the king’s chamberlain, keeper of the women; and let their things for purification be given <span class=\"clarity-word\">them:</span>",
      "churchId": "p3"
    },
    {
      "slug": "esther-2-p4",
      "type": "verse",
      "number": "4",
      "content": "And let the maiden which pleaseth the king be queen instead of Vashti. And the thing pleased the king; and he did so.",
      "churchId": "p4"
    },
    {
      "slug": "esther-2-p5",
      "type": "verse",
      "number": "5",
      "content": "¶ <span class=\"clarity-word\">Now</span> in Shushan the palace there was a certain Jew, whose name <span class=\"clarity-word\">was</span> Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite;",
      "churchId": "p5"
    },
    {
      "slug": "esther-2-p6",
      "type": "verse",
      "number": "6",
      "content": "Who had been carried away from Jerusalem with the captivity which had been carried away with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away.",
      "churchId": "p6"
    },
    {
      "slug": "esther-2-p7",
      "type": "verse",
      "number": "7",
      "content": "And he brought up Hadassah, that <span class=\"clarity-word\">is,</span> Esther, his uncle’s daughter: for she had neither father nor mother, and the maid <span class=\"clarity-word\">was</span> fair and beautiful; whom Mordecai, when her father and mother were dead, took for his own daughter.",
      "churchId": "p7"
    },
    {
      "slug": "esther-2-p8",
      "type": "verse",
      "number": "8",
      "content": "¶ So it came to pass, when the king’s commandment and his decree was heard, and when many maidens were gathered together unto Shushan the palace, to the custody of Hegai, that Esther was brought also unto the king’s house, to the custody of Hegai, keeper of the women.",
      "churchId": "p8"
    },
    {
      "slug": "esther-2-p9",
      "type": "verse",
      "number": "9",
      "content": "And the maiden pleased him, and she obtained kindness of him; and he speedily gave her her things for purification, with such things as belonged to her, and seven maidens, <span class=\"clarity-word\">which were</span> meet to be given her, out of the king’s house: and he preferred her and her maids unto the best <span class=\"clarity-word\">place</span> of the house of the women.",
      "churchId": "p9"
    },
    {
      "slug": "esther-2-p10",
      "type": "verse",
      "number": "10",
      "content": "Esther had not shewed her people nor her kindred: for Mordecai had charged her that she should not shew <span class=\"clarity-word\">it.</span>",
      "churchId": "p10"
    },
    {
      "slug": "esther-2-p11",
      "type": "verse",
      "number": "11",
      "content": "And Mordecai walked every day before the court of the women’s house, to know how Esther did, and what should become of her.",
      "churchId": "p11"
    },
    {
      "slug": "esther-2-p12",
      "type": "verse",
      "number": "12",
      "content": "¶ Now when every maid’s turn was come to go in to king Ahasuerus, after that she had been twelve months, according to the manner of the women, (for so were the days of their purifications accomplished, <span class=\"clarity-word\">to wit,</span> six months with oil of myrrh, and six months with sweet odours, and with <span class=\"clarity-word\">other</span> things for the purifying of the women;)",
      "churchId": "p12"
    },
    {
      "slug": "esther-2-p13",
      "type": "verse",
      "number": "13",
      "content": "Then thus came <span class=\"clarity-word\">every</span> maiden unto the king; whatsoever she desired was given her to go with her out of the house of the women unto the king’s house.",
      "churchId": "p13"
    },
    {
      "slug": "esther-2-p14",
      "type": "verse",
      "number": "14",
      "content": "In the evening she went, and on the morrow she returned into the second house of the women, to the custody of Shaashgaz, the king’s chamberlain, which kept the concubines: she came in unto the king no more, except the king delighted in her, and that she were called by name.",
      "churchId": "p14"
    },
    {
      "slug": "esther-2-p15",
      "type": "verse",
      "number": "15",
      "content": "¶ Now when the turn of Esther, the daughter of Abihail the uncle of Mordecai, who had taken her for his daughter, was come to go in unto the king, she required nothing but what Hegai the king’s chamberlain, the keeper of the women, appointed. And Esther obtained favour in the sight of all them that looked upon her.",
      "churchId": "p15"
    },
    {
      "slug": "esther-2-p16",
      "type": "verse",
      "number": "16",
      "content": "So Esther was taken unto king Ahasuerus into his house royal in the tenth month, which <span class=\"clarity-word\">is</span> the month Tebeth, in the seventh year of his reign.",
      "churchId": "p16"
    },
    {
      "slug": "esther-2-p17",
      "type": "verse",
      "number": "17",
      "content": "And the king loved Esther above all the women, and she obtained grace and favour in his sight more than all the virgins; so that he set the royal crown upon her head, and made her queen instead of Vashti.",
      "churchId": "p17"
    },
    {
      "slug": "esther-2-p18",
      "type": "verse",
      "number": "18",
      "content": "Then the king made a great feast unto all his princes and his servants, <span class=\"clarity-word\">even</span> Esther’s feast; and he made a release to the provinces, and gave gifts, according to the state of the king.",
      "churchId": "p18"
    },
    {
      "slug": "esther-2-p19",
      "type": "verse",
      "number": "19",
      "content": "And when the virgins were gathered together the second time, then Mordecai sat in the king’s gate.",
      "churchId": "p19"
    },
    {
      "slug": "esther-2-p20",
      "type": "verse",
      "number": "20",
      "content": "Esther had not <span class=\"clarity-word\">yet</span> shewed her kindred nor her people; as Mordecai had charged her: for Esther did the commandment of Mordecai, like as when she was brought up with him.",
      "churchId": "p20"
    },
    {
      "slug": "esther-2-p21",
      "type": "verse",
      "number": "21",
      "content": "¶ In those days, while Mordecai sat in the king’s gate, two of the king’s chamberlains, Bigthan and Teresh, of those which kept the door, were wroth, and sought to lay hand on the king Ahasuerus.",
      "churchId": "p21"
    },
    {
      "slug": "esther-2-p22",
      "type": "verse",
      "number": "22",
      "content": "And the thing was known to Mordecai, who told <span class=\"clarity-word\">it</span> unto Esther the queen; and Esther certified the king <span class=\"clarity-word\">thereof</span> in Mordecai’s name.",
      "churchId": "p22"
    },
    {
      "slug": "esther-2-p23",
      "type": "verse",
      "number": "23",
      "content": "And when inquisition was made of the matter, it was found out; therefore they were both hanged on a tree: and it was written in the book of the chronicles before the king.",
      "churchId": "p23"
    }
  ]
}