{
  "name": "Esther 3",
  "abbrev": "Esth. 3",
  "number": "3",
  "churchUri": "/scriptures/ot/esth/3",
  "paragraphs": [
    {
      "slug": "esther-3-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 3",
      "churchId": "title_number1"
    },
    {
      "slug": "esther-3-p1",
      "type": "verse",
      "number": "1",
      "content": "After these things did king Ahasuerus promote Haman the son of Hammedatha the Agagite, and advanced him, and set his seat above all the princes that <span class=\"clarity-word\">were</span> with him.",
      "churchId": "p1"
    },
    {
      "slug": "esther-3-p2",
      "type": "verse",
      "number": "2",
      "content": "And all the king’s servants, that <span class=\"clarity-word\">were</span> in the king’s gate, bowed, and reverenced Haman: for the king had so commanded concerning him. But Mordecai bowed not, nor did <span class=\"clarity-word\">him</span> reverence.",
      "churchId": "p2"
    },
    {
      "slug": "esther-3-p3",
      "type": "verse",
      "number": "3",
      "content": "Then the king’s servants, which <span class=\"clarity-word\">were</span> in the king’s gate, said unto Mordecai, Why transgressest thou the king’s commandment?",
      "churchId": "p3"
    },
    {
      "slug": "esther-3-p4",
      "type": "verse",
      "number": "4",
      "content": "Now it came to pass, when they spake daily unto him, and he hearkened not unto them, that they told Haman, to see whether Mordecai’s matters would stand: for he had told them that he <span class=\"clarity-word\">was</span> a Jew.",
      "churchId": "p4"
    },
    {
      "slug": "esther-3-p5",
      "type": "verse",
      "number": "5",
      "content": "And when Haman saw that Mordecai bowed not, nor did him reverence, then was Haman full of wrath.",
      "churchId": "p5"
    },
    {
      "slug": "esther-3-p6",
      "type": "verse",
      "number": "6",
      "content": "And he thought scorn to lay hands on Mordecai alone; for they had shewed him the people of Mordecai: wherefore Haman sought to destroy all the Jews that <span class=\"clarity-word\">were</span> throughout the whole kingdom of Ahasuerus, <span class=\"clarity-word\">even</span> the people of Mordecai.",
      "churchId": "p6"
    },
    {
      "slug": "esther-3-p7",
      "type": "verse",
      "number": "7",
      "content": "¶ In the first month, that <span class=\"clarity-word\">is,</span> the month Nisan, in the twelfth year of king Ahasuerus, they cast Pur, that <span class=\"clarity-word\">is,</span> the lot, before Haman from day to day, and from month to month, <span class=\"clarity-word\">to</span> the twelfth <span class=\"clarity-word\">month,</span> that <span class=\"clarity-word\">is,</span> the month Adar.",
      "churchId": "p7"
    },
    {
      "slug": "esther-3-p8",
      "type": "verse",
      "number": "8",
      "content": "¶ And Haman said unto king Ahasuerus, There is a certain people scattered abroad and dispersed among the people in all the provinces of thy kingdom; and their laws <span class=\"clarity-word\">are</span> diverse from all people; neither keep they the king’s laws: therefore it <span class=\"clarity-word\">is</span> not for the king’s profit to suffer them.",
      "churchId": "p8"
    },
    {
      "slug": "esther-3-p9",
      "type": "verse",
      "number": "9",
      "content": "If it please the king, let it be written that they may be destroyed: and I will pay ten thousand talents of silver to the hands of those that have the charge of the business, to bring <span class=\"clarity-word\">it</span> into the king’s treasuries.",
      "churchId": "p9"
    },
    {
      "slug": "esther-3-p10",
      "type": "verse",
      "number": "10",
      "content": "And the king took his ring from his hand, and gave it unto Haman the son of Hammedatha the Agagite, the Jews’ enemy.",
      "churchId": "p10"
    },
    {
      "slug": "esther-3-p11",
      "type": "verse",
      "number": "11",
      "content": "And the king said unto Haman, The silver <span class=\"clarity-word\">is</span> given to thee, the people also, to do with them as it seemeth good to thee.",
      "churchId": "p11"
    },
    {
      "slug": "esther-3-p12",
      "type": "verse",
      "number": "12",
      "content": "Then were the king’s scribes called on the thirteenth day of the first month, and there was written according to all that Haman had commanded unto the king’s lieutenants, and to the governors that <span class=\"clarity-word\">were</span> over every province, and to the rulers of every people of every province according to the writing thereof, and <span class=\"clarity-word\">to</span> every people after their language; in the name of king Ahasuerus was it written, and sealed with the king’s ring.",
      "churchId": "p12"
    },
    {
      "slug": "esther-3-p13",
      "type": "verse",
      "number": "13",
      "content": "And the letters were sent by posts into all the king’s provinces, to destroy, to kill, and to cause to perish, all Jews, both young and old, little children and women, in one day, <span class=\"clarity-word\">even</span> upon the thirteenth <span class=\"clarity-word\">day</span> of the twelfth month, which <span class=\"clarity-word\">is</span> the month Adar, and <span class=\"clarity-word\">to take</span> the spoil of them for a prey.",
      "churchId": "p13"
    },
    {
      "slug": "esther-3-p14",
      "type": "verse",
      "number": "14",
      "content": "The copy of the writing for a commandment to be given in every province was published unto all people, that they should be ready against that day.",
      "churchId": "p14"
    },
    {
      "slug": "esther-3-p15",
      "type": "verse",
      "number": "15",
      "content": "The posts went out, being hastened by the king’s commandment, and the decree was given in Shushan the palace. And the king and Haman sat down to drink; but the city Shushan was perplexed.",
      "churchId": "p15"
    }
  ]
}