{
  "name": "Luke 9",
  "abbrev": "Luke 9",
  "number": "9",
  "churchUri": "/scriptures/nt/luke/9",
  "paragraphs": [
    {
      "slug": "luke-9-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 9",
      "churchId": "title_number1"
    },
    {
      "slug": "luke-9-p1",
      "type": "verse",
      "number": "1",
      "content": "Then he called his twelve disciples together, and gave them power and authority over all devils, and to cure diseases.",
      "churchId": "p1"
    },
    {
      "slug": "luke-9-p2",
      "type": "verse",
      "number": "2",
      "content": "And he sent them to preach the kingdom of God, and to heal the sick.",
      "churchId": "p2"
    },
    {
      "slug": "luke-9-p3",
      "type": "verse",
      "number": "3",
      "content": "And he said unto them, Take nothing for <span class=\"clarity-word\">your</span> journey, neither staves, nor scrip, neither bread, neither money; neither have two coats apiece.",
      "churchId": "p3"
    },
    {
      "slug": "luke-9-p4",
      "type": "verse",
      "number": "4",
      "content": "And whatsoever house ye enter into, there abide, and thence depart.",
      "churchId": "p4"
    },
    {
      "slug": "luke-9-p5",
      "type": "verse",
      "number": "5",
      "content": "And whosoever will not receive you, when ye go out of that city, shake off the very dust from your feet for a testimony against them.",
      "churchId": "p5"
    },
    {
      "slug": "luke-9-p6",
      "type": "verse",
      "number": "6",
      "content": "And they departed, and went through the towns, preaching the gospel, and healing every where.",
      "churchId": "p6"
    },
    {
      "slug": "luke-9-p7",
      "type": "verse",
      "number": "7",
      "content": "¶ Now Herod the tetrarch heard of all that was done by him: and he was perplexed, because that it was said of some, that John was risen from the dead;",
      "churchId": "p7"
    },
    {
      "slug": "luke-9-p8",
      "type": "verse",
      "number": "8",
      "content": "And of some, that Elias had appeared; and of others, that one of the old prophets was risen again.",
      "churchId": "p8"
    },
    {
      "slug": "luke-9-p9",
      "type": "verse",
      "number": "9",
      "content": "And Herod said, John have I beheaded: but who is this, of whom I hear such things? And he desired to see him.",
      "churchId": "p9"
    },
    {
      "slug": "luke-9-p10",
      "type": "verse",
      "number": "10",
      "content": "¶ And the apostles, when they were returned, told him all that they had done. And he took them, and went aside privately into a desert place belonging to the city called Bethsaida.",
      "churchId": "p10"
    },
    {
      "slug": "luke-9-p11",
      "type": "verse",
      "number": "11",
      "content": "And the people, when they knew <span class=\"clarity-word\">it,</span> followed him: and he received them, and spake unto them of the kingdom of God, and healed them that had need of healing.",
      "churchId": "p11"
    },
    {
      "slug": "luke-9-p12",
      "type": "verse",
      "number": "12",
      "content": "And when the day began to wear away, then came the twelve, and said unto him, Send the multitude away, that they may go into the towns and country round about, and lodge, and get victuals: for we are here in a desert place.",
      "churchId": "p12"
    },
    {
      "slug": "luke-9-p13",
      "type": "verse",
      "number": "13",
      "content": "But he said unto them, Give ye them to eat. And they said, We have no more but five loaves and two fishes; except we should go and buy meat for all this people.",
      "churchId": "p13"
    },
    {
      "slug": "luke-9-p14",
      "type": "verse",
      "number": "14",
      "content": "For they were about five thousand men. And he said to his disciples, Make them sit down by fifties in a company.",
      "churchId": "p14"
    },
    {
      "slug": "luke-9-p15",
      "type": "verse",
      "number": "15",
      "content": "And they did so, and made them all sit down.",
      "churchId": "p15"
    },
    {
      "slug": "luke-9-p16",
      "type": "verse",
      "number": "16",
      "content": "Then he took the five loaves and the two fishes, and looking up to heaven, he blessed them, and brake, and gave to the disciples to set before the multitude.",
      "churchId": "p16"
    },
    {
      "slug": "luke-9-p17",
      "type": "verse",
      "number": "17",
      "content": "And they did eat, and were all filled: and there was taken up of fragments that remained to them twelve baskets.",
      "churchId": "p17"
    },
    {
      "slug": "luke-9-p18",
      "type": "verse",
      "number": "18",
      "content": "¶ And it came to pass, as he was alone praying, his disciples were with him: and he asked them, saying, Whom say the people that I am?",
      "churchId": "p18"
    },
    {
      "slug": "luke-9-p19",
      "type": "verse",
      "number": "19",
      "content": "They answering said, John the Baptist; but some <span class=\"clarity-word\">say,</span> Elias; and others <span class=\"clarity-word\">say,</span> that one of the old prophets is risen again.",
      "churchId": "p19"
    },
    {
      "slug": "luke-9-p20",
      "type": "verse",
      "number": "20",
      "content": "He said unto them, But whom say ye that I am? Peter answering said, The Christ of God.",
      "churchId": "p20"
    },
    {
      "slug": "luke-9-p21",
      "type": "verse",
      "number": "21",
      "content": "And he straitly charged them, and commanded <span class=\"clarity-word\">them</span> to tell no man that thing;",
      "churchId": "p21"
    },
    {
      "slug": "luke-9-p22",
      "type": "verse",
      "number": "22",
      "content": "Saying, The Son of man must suffer many things, and be rejected of the elders and chief priests and scribes, and be slain, and be raised the third day.",
      "churchId": "p22"
    },
    {
      "slug": "luke-9-p23",
      "type": "verse",
      "number": "23",
      "content": "¶ And he said to <span class=\"clarity-word\">them</span> all, If any <span class=\"clarity-word\">man</span> will come after me, let him deny himself, and take up his cross daily, and follow me.",
      "churchId": "p23"
    },
    {
      "slug": "luke-9-p24",
      "type": "verse",
      "number": "24",
      "content": "For whosoever will save his life shall lose it: but whosoever will lose his life for my sake, the same shall save it.",
      "churchId": "p24"
    },
    {
      "slug": "luke-9-p25",
      "type": "verse",
      "number": "25",
      "content": "For what is a man advantaged, if he gain the whole world, and lose himself, or be cast away?",
      "churchId": "p25"
    },
    {
      "slug": "luke-9-p26",
      "type": "verse",
      "number": "26",
      "content": "For whosoever shall be ashamed of me and of my words, of him shall the Son of man be ashamed, when he shall come in his own glory, and <span class=\"clarity-word\">in his</span> Father’s, and of the holy angels.",
      "churchId": "p26"
    },
    {
      "slug": "luke-9-p27",
      "type": "verse",
      "number": "27",
      "content": "But I tell you of a truth, there be some standing here, which shall not taste of death, till they see the kingdom of God.",
      "churchId": "p27"
    },
    {
      "slug": "luke-9-p28",
      "type": "verse",
      "number": "28",
      "content": "¶ And it came to pass about an eight days after these sayings, he took Peter and John and James, and went up into a mountain to pray.",
      "churchId": "p28"
    },
    {
      "slug": "luke-9-p29",
      "type": "verse",
      "number": "29",
      "content": "And as he prayed, the fashion of his countenance was altered, and his raiment <span class=\"clarity-word\">was</span> white <span class=\"clarity-word\">and</span> glistering.",
      "churchId": "p29"
    },
    {
      "slug": "luke-9-p30",
      "type": "verse",
      "number": "30",
      "content": "And, behold, there talked with him two men, which were Moses and Elias:",
      "churchId": "p30"
    },
    {
      "slug": "luke-9-p31",
      "type": "verse",
      "number": "31",
      "content": "Who appeared in glory, and spake of his decease which he should accomplish at Jerusalem.",
      "churchId": "p31"
    },
    {
      "slug": "luke-9-p32",
      "type": "verse",
      "number": "32",
      "content": "But Peter and they that were with him were heavy with sleep: and when they were awake, they saw his glory, and the two men that stood with him.",
      "churchId": "p32"
    },
    {
      "slug": "luke-9-p33",
      "type": "verse",
      "number": "33",
      "content": "And it came to pass, as they departed from him, Peter said unto Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias: not knowing what he said.",
      "churchId": "p33"
    },
    {
      "slug": "luke-9-p34",
      "type": "verse",
      "number": "34",
      "content": "While he thus spake, there came a cloud, and overshadowed them: and they feared as they entered into the cloud.",
      "churchId": "p34"
    },
    {
      "slug": "luke-9-p35",
      "type": "verse",
      "number": "35",
      "content": "And there came a voice out of the cloud, saying, This is my beloved Son: hear him.",
      "churchId": "p35"
    },
    {
      "slug": "luke-9-p36",
      "type": "verse",
      "number": "36",
      "content": "And when the voice was past, Jesus was found alone. And they kept <span class=\"clarity-word\">it</span> close, and told no man in those days any of those things which they had seen.",
      "churchId": "p36"
    },
    {
      "slug": "luke-9-p37",
      "type": "verse",
      "number": "37",
      "content": "¶ And it came to pass, that on the next day, when they were come down from the hill, much people met him.",
      "churchId": "p37"
    },
    {
      "slug": "luke-9-p38",
      "type": "verse",
      "number": "38",
      "content": "And, behold, a man of the company cried out, saying, Master, I beseech thee, look upon my son: for he is mine only child.",
      "churchId": "p38"
    },
    {
      "slug": "luke-9-p39",
      "type": "verse",
      "number": "39",
      "content": "And, lo, a spirit taketh him, and he suddenly crieth out; and it teareth him that he foameth again, and bruising him hardly departeth from him.",
      "churchId": "p39"
    },
    {
      "slug": "luke-9-p40",
      "type": "verse",
      "number": "40",
      "content": "And I besought thy disciples to cast him out; and they could not.",
      "churchId": "p40"
    },
    {
      "slug": "luke-9-p41",
      "type": "verse",
      "number": "41",
      "content": "And Jesus answering said, O faithless and perverse generation, how long shall I be with you, and suffer you? Bring thy son hither.",
      "churchId": "p41"
    },
    {
      "slug": "luke-9-p42",
      "type": "verse",
      "number": "42",
      "content": "And as he was yet a coming, the devil threw him down, and tare <span class=\"clarity-word\">him.</span> And Jesus rebuked the unclean spirit, and healed the child, and delivered him again to his father.",
      "churchId": "p42"
    },
    {
      "slug": "luke-9-p43",
      "type": "verse",
      "number": "43",
      "content": "¶ And they were all amazed at the mighty power of God. But while they wondered every one at all things which Jesus did, he said unto his disciples,",
      "churchId": "p43"
    },
    {
      "slug": "luke-9-p44",
      "type": "verse",
      "number": "44",
      "content": "Let these sayings sink down into your ears: for the Son of man shall be delivered into the hands of men.",
      "churchId": "p44"
    },
    {
      "slug": "luke-9-p45",
      "type": "verse",
      "number": "45",
      "content": "But they understood not this saying, and it was hid from them, that they perceived it not: and they feared to ask him of that saying.",
      "churchId": "p45"
    },
    {
      "slug": "luke-9-p46",
      "type": "verse",
      "number": "46",
      "content": "¶ Then there arose a reasoning among them, which of them should be greatest.",
      "churchId": "p46"
    },
    {
      "slug": "luke-9-p47",
      "type": "verse",
      "number": "47",
      "content": "And Jesus, perceiving the thought of their heart, took a child, and set him by him,",
      "churchId": "p47"
    },
    {
      "slug": "luke-9-p48",
      "type": "verse",
      "number": "48",
      "content": "And said unto them, Whosoever shall receive this child in my name receiveth me: and whosoever shall receive me receiveth him that sent me: for he that is least among you all, the same shall be great.",
      "churchId": "p48"
    },
    {
      "slug": "luke-9-p49",
      "type": "verse",
      "number": "49",
      "content": "¶ And John answered and said, Master, we saw one casting out devils in thy name; and we forbad him, because he followeth not with us.",
      "churchId": "p49"
    },
    {
      "slug": "luke-9-p50",
      "type": "verse",
      "number": "50",
      "content": "And Jesus said unto him, Forbid <span class=\"clarity-word\">him</span> not: for he that is not against us is for us.",
      "churchId": "p50"
    },
    {
      "slug": "luke-9-p51",
      "type": "verse",
      "number": "51",
      "content": "¶ And it came to pass, when the time was come that he should be received up, he steadfastly set his face to go to Jerusalem,",
      "churchId": "p51"
    },
    {
      "slug": "luke-9-p52",
      "type": "verse",
      "number": "52",
      "content": "And sent messengers before his face: and they went, and entered into a village of the Samaritans, to make ready for him.",
      "churchId": "p52"
    },
    {
      "slug": "luke-9-p53",
      "type": "verse",
      "number": "53",
      "content": "And they did not receive him, because his face was as though he would go to Jerusalem.",
      "churchId": "p53"
    },
    {
      "slug": "luke-9-p54",
      "type": "verse",
      "number": "54",
      "content": "And when his disciples James and John saw <span class=\"clarity-word\">this,</span> they said, Lord, wilt thou that we command fire to come down from heaven, and consume them, even as Elias did?",
      "churchId": "p54"
    },
    {
      "slug": "luke-9-p55",
      "type": "verse",
      "number": "55",
      "content": "But he turned, and rebuked them, and said, Ye know not what manner of spirit ye are of.",
      "churchId": "p55"
    },
    {
      "slug": "luke-9-p56",
      "type": "verse",
      "number": "56",
      "content": "For the Son of man is not come to destroy men’s lives, but to save <span class=\"clarity-word\">them.</span> And they went to another village.",
      "churchId": "p56"
    },
    {
      "slug": "luke-9-p57",
      "type": "verse",
      "number": "57",
      "content": "¶ And it came to pass, that, as they went in the way, a certain <span class=\"clarity-word\">man</span> said unto him, Lord, I will follow thee whithersoever thou goest.",
      "churchId": "p57"
    },
    {
      "slug": "luke-9-p58",
      "type": "verse",
      "number": "58",
      "content": "And Jesus said unto him, Foxes have holes, and birds of the air <span class=\"clarity-word\">have</span> nests; but the Son of man hath not where to lay <span class=\"clarity-word\">his</span> head.",
      "churchId": "p58"
    },
    {
      "slug": "luke-9-p59",
      "type": "verse",
      "number": "59",
      "content": "And he said unto another, Follow me. But he said, Lord, suffer me first to go and bury my father.",
      "churchId": "p59"
    },
    {
      "slug": "luke-9-p60",
      "type": "verse",
      "number": "60",
      "content": "Jesus said unto him, Let the dead bury their dead: but go thou and preach the kingdom of God.",
      "churchId": "p60"
    },
    {
      "slug": "luke-9-p61",
      "type": "verse",
      "number": "61",
      "content": "And another also said, Lord, I will follow thee; but let me first go bid them farewell, which are at home at my house.",
      "churchId": "p61"
    },
    {
      "slug": "luke-9-p62",
      "type": "verse",
      "number": "62",
      "content": "And Jesus said unto him, No man, having put his hand to the plough, and looking back, is fit for the kingdom of God.",
      "churchId": "p62"
    }
  ]
}