{
  "name": "Luke 13",
  "abbrev": "Luke 13",
  "number": "13",
  "churchUri": "/scriptures/nt/luke/13",
  "paragraphs": [
    {
      "slug": "luke-13-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 13",
      "churchId": "title_number1"
    },
    {
      "slug": "luke-13-p1",
      "type": "verse",
      "number": "1",
      "content": "There were present at that season some that told him of the Galilæans, whose blood Pilate had mingled with their sacrifices.",
      "churchId": "p1"
    },
    {
      "slug": "luke-13-p2",
      "type": "verse",
      "number": "2",
      "content": "And Jesus answering said unto them, Suppose ye that these Galilæans were sinners above all the Galilæans, because they suffered such things?",
      "churchId": "p2"
    },
    {
      "slug": "luke-13-p3",
      "type": "verse",
      "number": "3",
      "content": "I tell you, Nay: but, except ye repent, ye shall all likewise perish.",
      "churchId": "p3"
    },
    {
      "slug": "luke-13-p4",
      "type": "verse",
      "number": "4",
      "content": "Or those eighteen, upon whom the tower in Siloam fell, and slew them, think ye that they were sinners above all men that dwelt in Jerusalem?",
      "churchId": "p4"
    },
    {
      "slug": "luke-13-p5",
      "type": "verse",
      "number": "5",
      "content": "I tell you, Nay: but, except ye repent, ye shall all likewise perish.",
      "churchId": "p5"
    },
    {
      "slug": "luke-13-p6",
      "type": "verse",
      "number": "6",
      "content": "¶ He spake also this parable; A certain <span class=\"clarity-word\">man</span> had a fig tree planted in his vineyard; and he came and sought fruit thereon, and found none.",
      "churchId": "p6"
    },
    {
      "slug": "luke-13-p7",
      "type": "verse",
      "number": "7",
      "content": "Then said he unto the dresser of his vineyard, Behold, these three years I come seeking fruit on this fig tree, and find none: cut it down; why cumbereth it the ground?",
      "churchId": "p7"
    },
    {
      "slug": "luke-13-p8",
      "type": "verse",
      "number": "8",
      "content": "And he answering said unto him, Lord, let it alone this year also, till I shall dig about it, and dung <span class=\"clarity-word\">it:</span>",
      "churchId": "p8"
    },
    {
      "slug": "luke-13-p9",
      "type": "verse",
      "number": "9",
      "content": "And if it bear fruit, <span class=\"clarity-word\">well:</span> and if not, <span class=\"clarity-word\">then</span> after that thou shalt cut it down.",
      "churchId": "p9"
    },
    {
      "slug": "luke-13-p10",
      "type": "verse",
      "number": "10",
      "content": "And he was teaching in one of the synagogues on the sabbath.",
      "churchId": "p10"
    },
    {
      "slug": "luke-13-p11",
      "type": "verse",
      "number": "11",
      "content": "¶ And, behold, there was a woman which had a spirit of infirmity eighteen years, and was bowed together, and could in no wise lift up <span class=\"clarity-word\">herself.</span>",
      "churchId": "p11"
    },
    {
      "slug": "luke-13-p12",
      "type": "verse",
      "number": "12",
      "content": "And when Jesus saw her, he called <span class=\"clarity-word\">her to him,</span> and said unto her, Woman, thou art loosed from thine infirmity.",
      "churchId": "p12"
    },
    {
      "slug": "luke-13-p13",
      "type": "verse",
      "number": "13",
      "content": "And he laid <span class=\"clarity-word\">his</span> hands on her: and immediately she was made straight, and glorified God.",
      "churchId": "p13"
    },
    {
      "slug": "luke-13-p14",
      "type": "verse",
      "number": "14",
      "content": "And the ruler of the synagogue answered with indignation, because that Jesus had healed on the sabbath day, and said unto the people, There are six days in which men ought to work: in them therefore come and be healed, and not on the sabbath day.",
      "churchId": "p14"
    },
    {
      "slug": "luke-13-p15",
      "type": "verse",
      "number": "15",
      "content": "The Lord then answered him, and said, <span class=\"clarity-word\">Thou</span> hypocrite, doth not each one of you on the sabbath loose his ox or <span class=\"clarity-word\">his</span> ass from the stall, and lead <span class=\"clarity-word\">him</span> away to watering?",
      "churchId": "p15"
    },
    {
      "slug": "luke-13-p16",
      "type": "verse",
      "number": "16",
      "content": "And ought not this woman, being a daughter of Abraham, whom Satan hath bound, lo, these eighteen years, be loosed from this bond on the sabbath day?",
      "churchId": "p16"
    },
    {
      "slug": "luke-13-p17",
      "type": "verse",
      "number": "17",
      "content": "And when he had said these things, all his adversaries were ashamed: and all the people rejoiced for all the glorious things that were done by him.",
      "churchId": "p17"
    },
    {
      "slug": "luke-13-p18",
      "type": "verse",
      "number": "18",
      "content": "¶ Then said he, Unto what is the kingdom of God like? and whereunto shall I resemble it?",
      "churchId": "p18"
    },
    {
      "slug": "luke-13-p19",
      "type": "verse",
      "number": "19",
      "content": "It is like a grain of mustard seed, which a man took, and cast into his garden; and it grew, and waxed a great tree; and the fowls of the air lodged in the branches of it.",
      "churchId": "p19"
    },
    {
      "slug": "luke-13-p20",
      "type": "verse",
      "number": "20",
      "content": "And again he said, Whereunto shall I liken the kingdom of God?",
      "churchId": "p20"
    },
    {
      "slug": "luke-13-p21",
      "type": "verse",
      "number": "21",
      "content": "It is like leaven, which a woman took and hid in three measures of meal, till the whole was leavened.",
      "churchId": "p21"
    },
    {
      "slug": "luke-13-p22",
      "type": "verse",
      "number": "22",
      "content": "And he went through the cities and villages, teaching, and journeying toward Jerusalem.",
      "churchId": "p22"
    },
    {
      "slug": "luke-13-p23",
      "type": "verse",
      "number": "23",
      "content": "Then said one unto him, Lord, are there few that be saved? And he said unto them,",
      "churchId": "p23"
    },
    {
      "slug": "luke-13-p24",
      "type": "verse",
      "number": "24",
      "content": "¶ Strive to enter in at the strait gate: for many, I say unto you, will seek to enter in, and shall not be able.",
      "churchId": "p24"
    },
    {
      "slug": "luke-13-p25",
      "type": "verse",
      "number": "25",
      "content": "When once the master of the house is risen up, and hath shut to the door, and ye begin to stand without, and to knock at the door, saying, Lord, Lord, open unto us; and he shall answer and say unto you, I know you not whence ye are:",
      "churchId": "p25"
    },
    {
      "slug": "luke-13-p26",
      "type": "verse",
      "number": "26",
      "content": "Then shall ye begin to say, We have eaten and drunk in thy presence, and thou hast taught in our streets.",
      "churchId": "p26"
    },
    {
      "slug": "luke-13-p27",
      "type": "verse",
      "number": "27",
      "content": "But he shall say, I tell you, I know you not whence ye are; depart from me, all <span class=\"clarity-word\">ye</span> workers of iniquity.",
      "churchId": "p27"
    },
    {
      "slug": "luke-13-p28",
      "type": "verse",
      "number": "28",
      "content": "There shall be weeping and gnashing of teeth, when ye shall see Abraham, and Isaac, and Jacob, and all the prophets, in the kingdom of God, and you <span class=\"clarity-word\">yourselves</span> thrust out.",
      "churchId": "p28"
    },
    {
      "slug": "luke-13-p29",
      "type": "verse",
      "number": "29",
      "content": "And they shall come from the east, and <span class=\"clarity-word\">from</span> the west, and from the north, and <span class=\"clarity-word\">from</span> the south, and shall sit down in the kingdom of God.",
      "churchId": "p29"
    },
    {
      "slug": "luke-13-p30",
      "type": "verse",
      "number": "30",
      "content": "And, behold, there are last which shall be first, and there are first which shall be last.",
      "churchId": "p30"
    },
    {
      "slug": "luke-13-p31",
      "type": "verse",
      "number": "31",
      "content": "¶ The same day there came certain of the Pharisees, saying unto him, Get thee out, and depart hence: for Herod will kill thee.",
      "churchId": "p31"
    },
    {
      "slug": "luke-13-p32",
      "type": "verse",
      "number": "32",
      "content": "And he said unto them, Go ye, and tell that fox, Behold, I cast out devils, and I do cures to day and to morrow, and the third <span class=\"clarity-word\">day</span> I shall be perfected.",
      "churchId": "p32"
    },
    {
      "slug": "luke-13-p33",
      "type": "verse",
      "number": "33",
      "content": "Nevertheless I must walk to day, and to morrow, and the <span class=\"clarity-word\">day</span> following: for it cannot be that a prophet perish out of Jerusalem.",
      "churchId": "p33"
    },
    {
      "slug": "luke-13-p34",
      "type": "verse",
      "number": "34",
      "content": "O Jerusalem, Jerusalem, which killest the prophets, and stonest them that are sent unto thee; how often would I have gathered thy children together, as a hen <span class=\"clarity-word\">doth gather</span> her brood under <span class=\"clarity-word\">her</span> wings, and ye would not!",
      "churchId": "p34"
    },
    {
      "slug": "luke-13-p35",
      "type": "verse",
      "number": "35",
      "content": "Behold, your house is left unto you desolate: and verily I say unto you, Ye shall not see me, until <span class=\"clarity-word\">the time</span> come when ye shall say, Blessed <span class=\"clarity-word\">is</span> he that cometh in the name of the Lord.",
      "churchId": "p35"
    }
  ]
}