{
  "name": "1 Kings 20",
  "abbrev": "1 Kgs. 20",
  "number": "20",
  "churchUri": "/scriptures/ot/1-kgs/20",
  "paragraphs": [
    {
      "slug": "1-kings-20-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 20",
      "churchId": "title_number1"
    },
    {
      "slug": "1-kings-20-p1",
      "type": "verse",
      "number": "1",
      "content": "And Ben-hadad the king of Syria gathered all his host together: and <span class=\"clarity-word\">there were</span> thirty and two kings with him, and horses, and chariots: and he went up and besieged Samaria, and warred against it.",
      "churchId": "p1"
    },
    {
      "slug": "1-kings-20-p2",
      "type": "verse",
      "number": "2",
      "content": "And he sent messengers to Ahab king of Israel into the city, and said unto him, Thus saith Ben-hadad,",
      "churchId": "p2"
    },
    {
      "slug": "1-kings-20-p3",
      "type": "verse",
      "number": "3",
      "content": "Thy silver and thy gold <span class=\"clarity-word\">is</span> mine; thy wives also and thy children, <span class=\"clarity-word\">even</span> the goodliest, <span class=\"clarity-word\">are</span> mine.",
      "churchId": "p3"
    },
    {
      "slug": "1-kings-20-p4",
      "type": "verse",
      "number": "4",
      "content": "And the king of Israel answered and said, My lord, O king, according to thy saying, I <span class=\"clarity-word\">am</span> thine, and all that I have.",
      "churchId": "p4"
    },
    {
      "slug": "1-kings-20-p5",
      "type": "verse",
      "number": "5",
      "content": "And the messengers came again, and said, Thus speaketh Ben-hadad, saying, Although I have sent unto thee, saying, Thou shalt deliver me thy silver, and thy gold, and thy wives, and thy children;",
      "churchId": "p5"
    },
    {
      "slug": "1-kings-20-p6",
      "type": "verse",
      "number": "6",
      "content": "Yet I will send my servants unto thee to morrow about this time, and they shall search thine house, and the houses of thy servants; and it shall be, <span class=\"clarity-word\">that</span> whatsoever is pleasant in thine eyes, they shall put <span class=\"clarity-word\">it</span> in their hand, and take <span class=\"clarity-word\">it</span> away.",
      "churchId": "p6"
    },
    {
      "slug": "1-kings-20-p7",
      "type": "verse",
      "number": "7",
      "content": "Then the king of Israel called all the elders of the land, and said, Mark, I pray you, and see how this <span class=\"clarity-word\">man</span> seeketh mischief: for he sent unto me for my wives, and for my children, and for my silver, and for my gold; and I denied him not.",
      "churchId": "p7"
    },
    {
      "slug": "1-kings-20-p8",
      "type": "verse",
      "number": "8",
      "content": "And all the elders and all the people said unto him, Hearken not <span class=\"clarity-word\">unto him,</span> nor consent.",
      "churchId": "p8"
    },
    {
      "slug": "1-kings-20-p9",
      "type": "verse",
      "number": "9",
      "content": "Wherefore he said unto the messengers of Ben-hadad, Tell my lord the king, All that thou didst send for to thy servant at the first I will do: but this thing I may not do. And the messengers departed, and brought him word again.",
      "churchId": "p9"
    },
    {
      "slug": "1-kings-20-p10",
      "type": "verse",
      "number": "10",
      "content": "And Ben-hadad sent unto him, and said, The gods do so unto me, and more also, if the dust of Samaria shall suffice for handfuls for all the people that follow me.",
      "churchId": "p10"
    },
    {
      "slug": "1-kings-20-p11",
      "type": "verse",
      "number": "11",
      "content": "And the king of Israel answered and said, Tell <span class=\"clarity-word\">him,</span> Let not him that girdeth on <span class=\"clarity-word\">his harness</span> boast himself as he that putteth it off.",
      "churchId": "p11"
    },
    {
      "slug": "1-kings-20-p12",
      "type": "verse",
      "number": "12",
      "content": "And it came to pass, when <span class=\"clarity-word\">Ben-hadad</span> heard this message, as he <span class=\"clarity-word\">was</span> drinking, he and the kings in the pavilions, that he said unto his servants, Set <span class=\"clarity-word\">yourselves in array.</span> And they set <span class=\"clarity-word\">themselves in array</span> against the city.",
      "churchId": "p12"
    },
    {
      "slug": "1-kings-20-p13",
      "type": "verse",
      "number": "13",
      "content": "¶ And, behold, there came a prophet unto Ahab king of Israel, saying, Thus saith the <span class=\"small-caps\">Lord</span>, Hast thou seen all this great multitude? behold, I will deliver it into thine hand this day; and thou shalt know that I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p13"
    },
    {
      "slug": "1-kings-20-p14",
      "type": "verse",
      "number": "14",
      "content": "And Ahab said, By whom? And he said, Thus saith the <span class=\"small-caps\">Lord</span>, <span class=\"clarity-word\">Even</span> by the young men of the princes of the provinces. Then he said, Who shall order the battle? And he answered, Thou.",
      "churchId": "p14"
    },
    {
      "slug": "1-kings-20-p15",
      "type": "verse",
      "number": "15",
      "content": "Then he numbered the young men of the princes of the provinces, and they were two hundred and thirty two: and after them he numbered all the people, <span class=\"clarity-word\">even</span> all the children of Israel, <span class=\"clarity-word\">being</span> seven thousand.",
      "churchId": "p15"
    },
    {
      "slug": "1-kings-20-p16",
      "type": "verse",
      "number": "16",
      "content": "And they went out at noon. But Ben-hadad <span class=\"clarity-word\">was</span> drinking himself drunk in the pavilions, he and the kings, the thirty and two kings that helped him.",
      "churchId": "p16"
    },
    {
      "slug": "1-kings-20-p17",
      "type": "verse",
      "number": "17",
      "content": "And the young men of the princes of the provinces went out first; and Ben-hadad sent out, and they told him, saying, There are men come out of Samaria.",
      "churchId": "p17"
    },
    {
      "slug": "1-kings-20-p18",
      "type": "verse",
      "number": "18",
      "content": "And he said, Whether they be come out for peace, take them alive; or whether they be come out for war, take them alive.",
      "churchId": "p18"
    },
    {
      "slug": "1-kings-20-p19",
      "type": "verse",
      "number": "19",
      "content": "So these young men of the princes of the provinces came out of the city, and the army which followed them.",
      "churchId": "p19"
    },
    {
      "slug": "1-kings-20-p20",
      "type": "verse",
      "number": "20",
      "content": "And they slew every one his man: and the Syrians fled; and Israel pursued them: and Ben-hadad the king of Syria escaped on an horse with the horsemen.",
      "churchId": "p20"
    },
    {
      "slug": "1-kings-20-p21",
      "type": "verse",
      "number": "21",
      "content": "And the king of Israel went out, and smote the horses and chariots, and slew the Syrians with a great slaughter.",
      "churchId": "p21"
    },
    {
      "slug": "1-kings-20-p22",
      "type": "verse",
      "number": "22",
      "content": "¶ And the prophet came to the king of Israel, and said unto him, Go, strengthen thyself, and mark, and see what thou doest: for at the return of the year the king of Syria will come up against thee.",
      "churchId": "p22"
    },
    {
      "slug": "1-kings-20-p23",
      "type": "verse",
      "number": "23",
      "content": "And the servants of the king of Syria said unto him, Their gods <span class=\"clarity-word\">are</span> gods of the hills; therefore they were stronger than we; but let us fight against them in the plain, and surely we shall be stronger than they.",
      "churchId": "p23"
    },
    {
      "slug": "1-kings-20-p24",
      "type": "verse",
      "number": "24",
      "content": "And do this thing, Take the kings away, every man out of his place, and put captains in their rooms:",
      "churchId": "p24"
    },
    {
      "slug": "1-kings-20-p25",
      "type": "verse",
      "number": "25",
      "content": "And number thee an army, like the army that thou hast lost, horse for horse, and chariot for chariot: and we will fight against them in the plain, <span class=\"clarity-word\">and</span> surely we shall be stronger than they. And he hearkened unto their voice, and did so.",
      "churchId": "p25"
    },
    {
      "slug": "1-kings-20-p26",
      "type": "verse",
      "number": "26",
      "content": "And it came to pass at the return of the year, that Ben-hadad numbered the Syrians, and went up to Aphek, to fight against Israel.",
      "churchId": "p26"
    },
    {
      "slug": "1-kings-20-p27",
      "type": "verse",
      "number": "27",
      "content": "And the children of Israel were numbered, and were all present, and went against them: and the children of Israel pitched before them like two little flocks of kids; but the Syrians filled the country.",
      "churchId": "p27"
    },
    {
      "slug": "1-kings-20-p28",
      "type": "verse",
      "number": "28",
      "content": "¶ And there came a man of God, and spake unto the king of Israel, and said, Thus saith the <span class=\"small-caps\">Lord</span>, Because the Syrians have said, The <span class=\"small-caps\">Lord</span> <span class=\"clarity-word\">is</span> God of the hills, but he <span class=\"clarity-word\">is</span> not God of the valleys, therefore will I deliver all this great multitude into thine hand, and ye shall know that I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p28"
    },
    {
      "slug": "1-kings-20-p29",
      "type": "verse",
      "number": "29",
      "content": "And they pitched one over against the other seven days. And <span class=\"clarity-word\">so</span> it was, that in the seventh day the battle was joined: and the children of Israel slew of the Syrians an hundred thousand footmen in one day.",
      "churchId": "p29"
    },
    {
      "slug": "1-kings-20-p30",
      "type": "verse",
      "number": "30",
      "content": "But the rest fled to Aphek, into the city; and <span class=\"clarity-word\">there</span> a wall fell upon twenty and seven thousand of the men <span class=\"clarity-word\">that were</span> left. And Ben-hadad fled, and came into the city, into an inner chamber.",
      "churchId": "p30"
    },
    {
      "slug": "1-kings-20-p31",
      "type": "verse",
      "number": "31",
      "content": "¶ And his servants said unto him, Behold now, we have heard that the kings of the house of Israel <span class=\"clarity-word\">are</span> merciful kings: let us, I pray thee, put sackcloth on our loins, and ropes upon our heads, and go out to the king of Israel: peradventure he will save thy life.",
      "churchId": "p31"
    },
    {
      "slug": "1-kings-20-p32",
      "type": "verse",
      "number": "32",
      "content": "So they girded sackcloth on their loins, and <span class=\"clarity-word\">put</span> ropes on their heads, and came to the king of Israel, and said, Thy servant Ben-hadad saith, I pray thee, let me live. And he said, <span class=\"clarity-word\">Is</span> he yet alive? he <span class=\"clarity-word\">is</span> my brother.",
      "churchId": "p32"
    },
    {
      "slug": "1-kings-20-p33",
      "type": "verse",
      "number": "33",
      "content": "Now the men did diligently observe whether <span class=\"clarity-word\">any thing would come</span> from him, and did hastily catch <span class=\"clarity-word\">it:</span> and they said, Thy brother Ben-hadad. Then he said, Go ye, bring him. Then Ben-hadad came forth to him; and he caused him to come up into the chariot.",
      "churchId": "p33"
    },
    {
      "slug": "1-kings-20-p34",
      "type": "verse",
      "number": "34",
      "content": "And <span class=\"clarity-word\">Ben-hadad</span> said unto him, The cities, which my father took from thy father, I will restore; and thou shalt make streets for thee in Damascus, as my father made in Samaria. Then <span class=\"clarity-word\">said Ahab,</span> I will send thee away with this covenant. So he made a covenant with him, and sent him away.",
      "churchId": "p34"
    },
    {
      "slug": "1-kings-20-p35",
      "type": "verse",
      "number": "35",
      "content": "¶ And a certain man of the sons of the prophets said unto his neighbour in the word of the <span class=\"small-caps\">Lord</span>, Smite me, I pray thee. And the man refused to smite him.",
      "churchId": "p35"
    },
    {
      "slug": "1-kings-20-p36",
      "type": "verse",
      "number": "36",
      "content": "Then said he unto him, Because thou hast not obeyed the voice of the <span class=\"small-caps\">Lord</span>, behold, as soon as thou art departed from me, a lion shall slay thee. And as soon as he was departed from him, a lion found him, and slew him.",
      "churchId": "p36"
    },
    {
      "slug": "1-kings-20-p37",
      "type": "verse",
      "number": "37",
      "content": "Then he found another man, and said, Smite me, I pray thee. And the man smote him, so that in smiting he wounded <span class=\"clarity-word\">him.</span>",
      "churchId": "p37"
    },
    {
      "slug": "1-kings-20-p38",
      "type": "verse",
      "number": "38",
      "content": "So the prophet departed, and waited for the king by the way, and disguised himself with ashes upon his face.",
      "churchId": "p38"
    },
    {
      "slug": "1-kings-20-p39",
      "type": "verse",
      "number": "39",
      "content": "And as the king passed by, he cried unto the king: and he said, Thy servant went out into the midst of the battle; and, behold, a man turned aside, and brought a man unto me, and said, Keep this man: if by any means he be missing, then shall thy life be for his life, or else thou shalt pay a talent of silver.",
      "churchId": "p39"
    },
    {
      "slug": "1-kings-20-p40",
      "type": "verse",
      "number": "40",
      "content": "And as thy servant was busy here and there, he was gone. And the king of Israel said unto him, So <span class=\"clarity-word\">shall</span> thy judgment <span class=\"clarity-word\">be;</span> thyself hast decided <span class=\"clarity-word\">it.</span>",
      "churchId": "p40"
    },
    {
      "slug": "1-kings-20-p41",
      "type": "verse",
      "number": "41",
      "content": "And he hasted, and took the ashes away from his face; and the king of Israel discerned him that he <span class=\"clarity-word\">was</span> of the prophets.",
      "churchId": "p41"
    },
    {
      "slug": "1-kings-20-p42",
      "type": "verse",
      "number": "42",
      "content": "And he said unto him, Thus saith the <span class=\"small-caps\">Lord</span>, Because thou hast let go out of <span class=\"clarity-word\">thy</span> hand a man whom I appointed to utter destruction, therefore thy life shall go for his life, and thy people for his people.",
      "churchId": "p42"
    },
    {
      "slug": "1-kings-20-p43",
      "type": "verse",
      "number": "43",
      "content": "And the king of Israel went to his house heavy and displeased, and came to Samaria.",
      "churchId": "p43"
    }
  ]
}