{
  "name": "Lamentations 4",
  "abbrev": "Lam. 4",
  "number": "4",
  "churchUri": "/scriptures/ot/lam/4",
  "paragraphs": [
    {
      "slug": "lamentations-4-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 4",
      "churchId": "title_number1"
    },
    {
      "slug": "lamentations-4-p1",
      "type": "verse",
      "number": "1",
      "content": "How is the gold become dim! <span class=\"clarity-word\">how</span> is the most fine gold changed! the stones of the sanctuary are poured out in the top of every street.",
      "churchId": "p1"
    },
    {
      "slug": "lamentations-4-p2",
      "type": "verse",
      "number": "2",
      "content": "The precious sons of Zion, comparable to fine gold, how are they esteemed as earthen pitchers, the work of the hands of the potter!",
      "churchId": "p2"
    },
    {
      "slug": "lamentations-4-p3",
      "type": "verse",
      "number": "3",
      "content": "Even the sea monsters draw out the breast, they give suck to their young ones: the daughter of my people <span class=\"clarity-word\">is become</span> cruel, like the ostriches in the wilderness.",
      "churchId": "p3"
    },
    {
      "slug": "lamentations-4-p4",
      "type": "verse",
      "number": "4",
      "content": "The tongue of the sucking child cleaveth to the roof of his mouth for thirst: the young children ask bread, <span class=\"clarity-word\">and</span> no man breaketh <span class=\"clarity-word\">it</span> unto them.",
      "churchId": "p4"
    },
    {
      "slug": "lamentations-4-p5",
      "type": "verse",
      "number": "5",
      "content": "They that did feed delicately are desolate in the streets: they that were brought up in scarlet embrace dunghills.",
      "churchId": "p5"
    },
    {
      "slug": "lamentations-4-p6",
      "type": "verse",
      "number": "6",
      "content": "For the punishment of the iniquity of the daughter of my people is greater than the punishment of the sin of Sodom, that was overthrown as in a moment, and no hands stayed on her.",
      "churchId": "p6"
    },
    {
      "slug": "lamentations-4-p7",
      "type": "verse",
      "number": "7",
      "content": "Her Nazarites were purer than snow, they were whiter than milk, they were more ruddy in body than rubies, their polishing <span class=\"clarity-word\">was</span> of sapphire:",
      "churchId": "p7"
    },
    {
      "slug": "lamentations-4-p8",
      "type": "verse",
      "number": "8",
      "content": "Their visage is blacker than a coal; they are not known in the streets: their skin cleaveth to their bones; it is withered, it is become like a stick.",
      "churchId": "p8"
    },
    {
      "slug": "lamentations-4-p9",
      "type": "verse",
      "number": "9",
      "content": "<span class=\"clarity-word\">They that be</span> slain with the sword are better than <span class=\"clarity-word\">they that be</span> slain with hunger: for these pine away, stricken through for <span class=\"clarity-word\">want of</span> the fruits of the field.",
      "churchId": "p9"
    },
    {
      "slug": "lamentations-4-p10",
      "type": "verse",
      "number": "10",
      "content": "The hands of the pitiful women have sodden their own children: they were their meat in the destruction of the daughter of my people.",
      "churchId": "p10"
    },
    {
      "slug": "lamentations-4-p11",
      "type": "verse",
      "number": "11",
      "content": "The <span class=\"small-caps\">Lord</span> hath accomplished his fury; he hath poured out his fierce anger, and hath kindled a fire in Zion, and it hath devoured the foundations thereof.",
      "churchId": "p11"
    },
    {
      "slug": "lamentations-4-p12",
      "type": "verse",
      "number": "12",
      "content": "The kings of the earth, and all the inhabitants of the world, would not have believed that the adversary and the enemy should have entered into the gates of Jerusalem.",
      "churchId": "p12"
    },
    {
      "slug": "lamentations-4-p13",
      "type": "verse",
      "number": "13",
      "content": "¶ For the sins of her prophets, <span class=\"clarity-word\">and</span> the iniquities of her priests, that have shed the blood of the just in the midst of her,",
      "churchId": "p13"
    },
    {
      "slug": "lamentations-4-p14",
      "type": "verse",
      "number": "14",
      "content": "They have wandered <span class=\"clarity-word\">as</span> blind <span class=\"clarity-word\">men</span> in the streets, they have polluted themselves with blood, so that men could not touch their garments.",
      "churchId": "p14"
    },
    {
      "slug": "lamentations-4-p15",
      "type": "verse",
      "number": "15",
      "content": "They cried unto them, Depart ye; <span class=\"clarity-word\">it is</span> unclean; depart, depart, touch not: when they fled away and wandered, they said among the heathen, They shall no more sojourn <span class=\"clarity-word\">there.</span>",
      "churchId": "p15"
    },
    {
      "slug": "lamentations-4-p16",
      "type": "verse",
      "number": "16",
      "content": "The anger of the <span class=\"small-caps\">Lord</span> hath divided them; he will no more regard them: they respected not the persons of the priests, they favoured not the elders.",
      "churchId": "p16"
    },
    {
      "slug": "lamentations-4-p17",
      "type": "verse",
      "number": "17",
      "content": "As for us, our eyes as yet failed for our vain help: in our watching we have watched for a nation <span class=\"clarity-word\">that</span> could not save <span class=\"clarity-word\">us.</span>",
      "churchId": "p17"
    },
    {
      "slug": "lamentations-4-p18",
      "type": "verse",
      "number": "18",
      "content": "They hunt our steps, that we cannot go in our streets: our end is near, our days are fulfilled; for our end is come.",
      "churchId": "p18"
    },
    {
      "slug": "lamentations-4-p19",
      "type": "verse",
      "number": "19",
      "content": "Our persecutors are swifter than the eagles of the heaven: they pursued us upon the mountains, they laid wait for us in the wilderness.",
      "churchId": "p19"
    },
    {
      "slug": "lamentations-4-p20",
      "type": "verse",
      "number": "20",
      "content": "The breath of our nostrils, the anointed of the <span class=\"small-caps\">Lord</span>, was taken in their pits, of whom we said, Under his shadow we shall live among the heathen.",
      "churchId": "p20"
    },
    {
      "slug": "lamentations-4-p21",
      "type": "verse",
      "number": "21",
      "content": "¶ Rejoice and be glad, O daughter of Edom, that dwellest in the land of Uz; the cup also shall pass through unto thee: thou shalt be drunken, and shalt make thyself naked.",
      "churchId": "p21"
    },
    {
      "slug": "lamentations-4-p22",
      "type": "verse",
      "number": "22",
      "content": "¶ The punishment of thine iniquity is accomplished, O daughter of Zion; he will no more carry thee away into captivity: he will visit thine iniquity, O daughter of Edom; he will discover thy sins.",
      "churchId": "p22"
    }
  ]
}