{
  "name": "Isaiah 34",
  "abbrev": "Isa. 34",
  "number": "34",
  "churchUri": "/scriptures/ot/isa/34",
  "paragraphs": [
    {
      "slug": "isaiah-34-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 34",
      "churchId": "title_number1"
    },
    {
      "slug": "isaiah-34-p1",
      "type": "verse",
      "number": "1",
      "content": "Come near, ye nations, to hear; and hearken, ye people: let the earth hear, and all that is therein; the world, and all things that come forth of it.",
      "churchId": "p1"
    },
    {
      "slug": "isaiah-34-p2",
      "type": "verse",
      "number": "2",
      "content": "For the indignation of the <span class=\"small-caps\">Lord</span> <span class=\"clarity-word\">is</span> upon all nations, and <span class=\"clarity-word\">his</span> fury upon all their armies: he hath utterly destroyed them, he hath delivered them to the slaughter.",
      "churchId": "p2"
    },
    {
      "slug": "isaiah-34-p3",
      "type": "verse",
      "number": "3",
      "content": "Their slain also shall be cast out, and their stink shall come up out of their carcases, and the mountains shall be melted with their blood.",
      "churchId": "p3"
    },
    {
      "slug": "isaiah-34-p4",
      "type": "verse",
      "number": "4",
      "content": "And all the host of heaven shall be dissolved, and the heavens shall be rolled together as a scroll: and all their host shall fall down, as the leaf falleth off from the vine, and as a falling <span class=\"clarity-word\">fig</span> from the fig tree.",
      "churchId": "p4"
    },
    {
      "slug": "isaiah-34-p5",
      "type": "verse",
      "number": "5",
      "content": "For my sword shall be bathed in heaven: behold, it shall come down upon Idumea, and upon the people of my curse, to judgment.",
      "churchId": "p5"
    },
    {
      "slug": "isaiah-34-p6",
      "type": "verse",
      "number": "6",
      "content": "The sword of the <span class=\"small-caps\">Lord</span> is filled with blood, it is made fat with fatness, <span class=\"clarity-word\">and</span> with the blood of lambs and goats, with the fat of the kidneys of rams: for the <span class=\"small-caps\">Lord</span> hath a sacrifice in Bozrah, and a great slaughter in the land of Idumea.",
      "churchId": "p6"
    },
    {
      "slug": "isaiah-34-p7",
      "type": "verse",
      "number": "7",
      "content": "And the unicorns shall come down with them, and the bullocks with the bulls; and their land shall be soaked with blood, and their dust made fat with fatness.",
      "churchId": "p7"
    },
    {
      "slug": "isaiah-34-p8",
      "type": "verse",
      "number": "8",
      "content": "For <span class=\"clarity-word\">it is</span> the day of the <span class=\"small-caps\">Lord</span>’s vengeance, <span class=\"clarity-word\">and</span> the year of recompences for the controversy of Zion.",
      "churchId": "p8"
    },
    {
      "slug": "isaiah-34-p9",
      "type": "verse",
      "number": "9",
      "content": "And the streams thereof shall be turned into pitch, and the dust thereof into brimstone, and the land thereof shall become burning pitch.",
      "churchId": "p9"
    },
    {
      "slug": "isaiah-34-p10",
      "type": "verse",
      "number": "10",
      "content": "It shall not be quenched night nor day; the smoke thereof shall go up for ever: from generation to generation it shall lie waste; none shall pass through it for ever and ever.",
      "churchId": "p10"
    },
    {
      "slug": "isaiah-34-p11",
      "type": "verse",
      "number": "11",
      "content": "¶ But the cormorant and the bittern shall possess it; the owl also and the raven shall dwell in it: and he shall stretch out upon it the line of confusion, and the stones of emptiness.",
      "churchId": "p11"
    },
    {
      "slug": "isaiah-34-p12",
      "type": "verse",
      "number": "12",
      "content": "They shall call the nobles thereof to the kingdom, but none <span class=\"clarity-word\">shall be</span> there, and all her princes shall be nothing.",
      "churchId": "p12"
    },
    {
      "slug": "isaiah-34-p13",
      "type": "verse",
      "number": "13",
      "content": "And thorns shall come up in her palaces, nettles and brambles in the fortresses thereof: and it shall be an habitation of dragons, <span class=\"clarity-word\">and</span> a court for owls.",
      "churchId": "p13"
    },
    {
      "slug": "isaiah-34-p14",
      "type": "verse",
      "number": "14",
      "content": "The wild beasts of the desert shall also meet with the wild beasts of the island, and the satyr shall cry to his fellow; the screech owl also shall rest there, and find for herself a place of rest.",
      "churchId": "p14"
    },
    {
      "slug": "isaiah-34-p15",
      "type": "verse",
      "number": "15",
      "content": "There shall the great owl make her nest, and lay, and hatch, and gather under her shadow: there shall the vultures also be gathered, every one with her mate.",
      "churchId": "p15"
    },
    {
      "slug": "isaiah-34-p16",
      "type": "verse",
      "number": "16",
      "content": "¶ Seek ye out of the book of the <span class=\"small-caps\">Lord</span>, and read: no one of these shall fail, none shall want her mate: for my mouth it hath commanded, and his spirit it hath gathered them.",
      "churchId": "p16"
    },
    {
      "slug": "isaiah-34-p17",
      "type": "verse",
      "number": "17",
      "content": "And he hath cast the lot for them, and his hand hath divided it unto them by line: they shall possess it for ever, from generation to generation shall they dwell therein.",
      "churchId": "p17"
    }
  ]
}