{
  "name": "Isaiah 49",
  "abbrev": "Isa. 49",
  "number": "49",
  "churchUri": "/scriptures/ot/isa/49",
  "paragraphs": [
    {
      "slug": "isaiah-49-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 49",
      "churchId": "title_number1"
    },
    {
      "slug": "isaiah-49-p1",
      "type": "verse",
      "number": "1",
      "content": "Listen, O isles, unto me; and hearken, ye people, from far; The <span class=\"small-caps\">Lord</span> hath called me from the womb; from the bowels of my mother hath he made mention of my name.",
      "churchId": "p1"
    },
    {
      "slug": "isaiah-49-p2",
      "type": "verse",
      "number": "2",
      "content": "And he hath made my mouth like a sharp sword; in the shadow of his hand hath he hid me, and made me a polished shaft; in his quiver hath he hid me;",
      "churchId": "p2"
    },
    {
      "slug": "isaiah-49-p3",
      "type": "verse",
      "number": "3",
      "content": "And said unto me, Thou <span class=\"clarity-word\">art</span> my servant, O Israel, in whom I will be glorified.",
      "churchId": "p3"
    },
    {
      "slug": "isaiah-49-p4",
      "type": "verse",
      "number": "4",
      "content": "Then I said, I have laboured in vain, I have spent my strength for nought, and in vain: <span class=\"clarity-word\">yet</span> surely my judgment <span class=\"clarity-word\">is</span> with the <span class=\"small-caps\">Lord</span>, and my work with my God.",
      "churchId": "p4"
    },
    {
      "slug": "isaiah-49-p5",
      "type": "verse",
      "number": "5",
      "content": "¶ And now, saith the <span class=\"small-caps\">Lord</span> that formed me from the womb <span class=\"clarity-word\">to be</span> his servant, to bring Jacob again to him, Though Israel be not gathered, yet shall I be glorious in the eyes of the <span class=\"small-caps\">Lord</span>, and my God shall be my strength.",
      "churchId": "p5"
    },
    {
      "slug": "isaiah-49-p6",
      "type": "verse",
      "number": "6",
      "content": "And he said, It is a light thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel: I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the end of the earth.",
      "churchId": "p6"
    },
    {
      "slug": "isaiah-49-p7",
      "type": "verse",
      "number": "7",
      "content": "Thus saith the <span class=\"small-caps\">Lord</span>, the Redeemer of Israel, <span class=\"clarity-word\">and</span> his Holy One, to him whom man despiseth, to him whom the nation abhorreth, to a servant of rulers, Kings shall see and arise, princes also shall worship, because of the <span class=\"small-caps\">Lord</span> that is faithful, <span class=\"clarity-word\">and</span> the Holy One of Israel, and he shall choose thee.",
      "churchId": "p7"
    },
    {
      "slug": "isaiah-49-p8",
      "type": "verse",
      "number": "8",
      "content": "Thus saith the <span class=\"small-caps\">Lord</span>, In an acceptable time have I heard thee, and in a day of salvation have I helped thee: and I will preserve thee, and give thee for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;",
      "churchId": "p8"
    },
    {
      "slug": "isaiah-49-p9",
      "type": "verse",
      "number": "9",
      "content": "That thou mayest say to the prisoners, Go forth; to them that <span class=\"clarity-word\">are</span> in darkness, Shew yourselves. They shall feed in the ways, and their pastures <span class=\"clarity-word\">shall be</span> in all high places.",
      "churchId": "p9"
    },
    {
      "slug": "isaiah-49-p10",
      "type": "verse",
      "number": "10",
      "content": "They shall not hunger nor thirst; neither shall the heat nor sun smite them: for he that hath mercy on them shall lead them, even by the springs of water shall he guide them.",
      "churchId": "p10"
    },
    {
      "slug": "isaiah-49-p11",
      "type": "verse",
      "number": "11",
      "content": "And I will make all my mountains a way, and my highways shall be exalted.",
      "churchId": "p11"
    },
    {
      "slug": "isaiah-49-p12",
      "type": "verse",
      "number": "12",
      "content": "Behold, these shall come from far: and, lo, these from the north and from the west; and these from the land of Sinim.",
      "churchId": "p12"
    },
    {
      "slug": "isaiah-49-p13",
      "type": "verse",
      "number": "13",
      "content": "¶ Sing, O heavens; and be joyful, O earth; and break forth into singing, O mountains: for the <span class=\"small-caps\">Lord</span> hath comforted his people, and will have mercy upon his afflicted.",
      "churchId": "p13"
    },
    {
      "slug": "isaiah-49-p14",
      "type": "verse",
      "number": "14",
      "content": "But Zion said, The <span class=\"small-caps\">Lord</span> hath forsaken me, and my Lord hath forgotten me.",
      "churchId": "p14"
    },
    {
      "slug": "isaiah-49-p15",
      "type": "verse",
      "number": "15",
      "content": "Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee.",
      "churchId": "p15"
    },
    {
      "slug": "isaiah-49-p16",
      "type": "verse",
      "number": "16",
      "content": "Behold, I have graven thee upon the palms of <span class=\"clarity-word\">my</span> hands; thy walls <span class=\"clarity-word\">are</span> continually before me.",
      "churchId": "p16"
    },
    {
      "slug": "isaiah-49-p17",
      "type": "verse",
      "number": "17",
      "content": "Thy children shall make haste; thy destroyers and they that made thee waste shall go forth of thee.",
      "churchId": "p17"
    },
    {
      "slug": "isaiah-49-p18",
      "type": "verse",
      "number": "18",
      "content": "¶ Lift up thine eyes round about, and behold: all these gather themselves together, <span class=\"clarity-word\">and</span> come to thee. <span class=\"clarity-word\">As</span> I live, saith the <span class=\"small-caps\">Lord</span>, thou shalt surely clothe thee with them all, as with an ornament, and bind them <span class=\"clarity-word\">on thee,</span> as a bride <span class=\"clarity-word\">doeth.</span>",
      "churchId": "p18"
    },
    {
      "slug": "isaiah-49-p19",
      "type": "verse",
      "number": "19",
      "content": "For thy waste and thy desolate places, and the land of thy destruction, shall even now be too narrow by reason of the inhabitants, and they that swallowed thee up shall be far away.",
      "churchId": "p19"
    },
    {
      "slug": "isaiah-49-p20",
      "type": "verse",
      "number": "20",
      "content": "The children which thou shalt have, after thou hast lost the other, shall say again in thine ears, The place <span class=\"clarity-word\">is</span> too strait for me: give place to me that I may dwell.",
      "churchId": "p20"
    },
    {
      "slug": "isaiah-49-p21",
      "type": "verse",
      "number": "21",
      "content": "Then shalt thou say in thine heart, Who hath begotten me these, seeing I have lost my children, and am desolate, a captive, and removing to and fro? and who hath brought up these? Behold, I was left alone; these, where <span class=\"clarity-word\">had</span> they <span class=\"clarity-word\">been?</span>",
      "churchId": "p21"
    },
    {
      "slug": "isaiah-49-p22",
      "type": "verse",
      "number": "22",
      "content": "Thus saith the Lord <span class=\"small-caps\">God</span>, Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people: and they shall bring thy sons in <span class=\"clarity-word\">their</span> arms, and thy daughters shall be carried upon <span class=\"clarity-word\">their</span> shoulders.",
      "churchId": "p22"
    },
    {
      "slug": "isaiah-49-p23",
      "type": "verse",
      "number": "23",
      "content": "And kings shall be thy nursing fathers, and their queens thy nursing mothers: they shall bow down to thee with <span class=\"clarity-word\">their</span> face toward the earth, and lick up the dust of thy feet; and thou shalt know that I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span>: for they shall not be ashamed that wait for me.",
      "churchId": "p23"
    },
    {
      "slug": "isaiah-49-p24",
      "type": "verse",
      "number": "24",
      "content": "¶ Shall the prey be taken from the mighty, or the lawful captive delivered?",
      "churchId": "p24"
    },
    {
      "slug": "isaiah-49-p25",
      "type": "verse",
      "number": "25",
      "content": "But thus saith the <span class=\"small-caps\">Lord</span>, Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children.",
      "churchId": "p25"
    },
    {
      "slug": "isaiah-49-p26",
      "type": "verse",
      "number": "26",
      "content": "And I will feed them that oppress thee with their own flesh; and they shall be drunken with their own blood, as with sweet wine: and all flesh shall know that I the <span class=\"small-caps\">Lord</span> <span class=\"clarity-word\">am</span> thy Saviour and thy Redeemer, the mighty One of Jacob.",
      "churchId": "p26"
    }
  ]
}