{
  "name": "Matthew 13",
  "abbrev": "Matt. 13",
  "number": "13",
  "churchUri": "/scriptures/nt/matt/13",
  "paragraphs": [
    {
      "slug": "matthew-13-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 13",
      "churchId": "title_number1"
    },
    {
      "slug": "matthew-13-p1",
      "type": "verse",
      "number": "1",
      "content": "The same day went Jesus out of the house, and sat by the sea side.",
      "churchId": "p1"
    },
    {
      "slug": "matthew-13-p2",
      "type": "verse",
      "number": "2",
      "content": "And great multitudes were gathered together unto him, so that he went into a ship, and sat; and the whole multitude stood on the shore.",
      "churchId": "p2"
    },
    {
      "slug": "matthew-13-p3",
      "type": "verse",
      "number": "3",
      "content": "And he spake many things unto them in parables, saying, Behold, a sower went forth to sow;",
      "churchId": "p3"
    },
    {
      "slug": "matthew-13-p4",
      "type": "verse",
      "number": "4",
      "content": "And when he sowed, some <span class=\"clarity-word\">seeds</span> fell by the way side, and the fowls came and devoured them up:",
      "churchId": "p4"
    },
    {
      "slug": "matthew-13-p5",
      "type": "verse",
      "number": "5",
      "content": "Some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth:",
      "churchId": "p5"
    },
    {
      "slug": "matthew-13-p6",
      "type": "verse",
      "number": "6",
      "content": "And when the sun was up, they were scorched; and because they had no root, they withered away.",
      "churchId": "p6"
    },
    {
      "slug": "matthew-13-p7",
      "type": "verse",
      "number": "7",
      "content": "And some fell among thorns; and the thorns sprung up, and choked them:",
      "churchId": "p7"
    },
    {
      "slug": "matthew-13-p8",
      "type": "verse",
      "number": "8",
      "content": "But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.",
      "churchId": "p8"
    },
    {
      "slug": "matthew-13-p9",
      "type": "verse",
      "number": "9",
      "content": "Who hath ears to hear, let him hear.",
      "churchId": "p9"
    },
    {
      "slug": "matthew-13-p10",
      "type": "verse",
      "number": "10",
      "content": "And the disciples came, and said unto him, Why speakest thou unto them in parables?",
      "churchId": "p10"
    },
    {
      "slug": "matthew-13-p11",
      "type": "verse",
      "number": "11",
      "content": "He answered and said unto them, Because it is given unto you to know the mysteries of the kingdom of heaven, but to them it is not given.",
      "churchId": "p11"
    },
    {
      "slug": "matthew-13-p12",
      "type": "verse",
      "number": "12",
      "content": "For whosoever hath, to him shall be given, and he shall have more abundance: but whosoever hath not, from him shall be taken away even that he hath.",
      "churchId": "p12"
    },
    {
      "slug": "matthew-13-p13",
      "type": "verse",
      "number": "13",
      "content": "Therefore speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand.",
      "churchId": "p13"
    },
    {
      "slug": "matthew-13-p14",
      "type": "verse",
      "number": "14",
      "content": "And in them is fulfilled the prophecy of Esaias, which saith, By hearing ye shall hear, and shall not understand; and seeing ye shall see, and shall not perceive:",
      "churchId": "p14"
    },
    {
      "slug": "matthew-13-p15",
      "type": "verse",
      "number": "15",
      "content": "For this people’s heart is waxed gross, and <span class=\"clarity-word\">their</span> ears are dull of hearing, and their eyes they have closed; lest at any time they should see with <span class=\"clarity-word\">their</span> eyes, and hear with <span class=\"clarity-word\">their</span> ears, and should understand with <span class=\"clarity-word\">their</span> heart, and should be converted, and I should heal them.",
      "churchId": "p15"
    },
    {
      "slug": "matthew-13-p16",
      "type": "verse",
      "number": "16",
      "content": "But blessed <span class=\"clarity-word\">are</span> your eyes, for they see: and your ears, for they hear.",
      "churchId": "p16"
    },
    {
      "slug": "matthew-13-p17",
      "type": "verse",
      "number": "17",
      "content": "For verily I say unto you, That many prophets and righteous <span class=\"clarity-word\">men</span> have desired to see <span class=\"clarity-word\">those things</span> which ye see, and have not seen <span class=\"clarity-word\">them;</span> and to hear <span class=\"clarity-word\">those things</span> which ye hear, and have not heard <span class=\"clarity-word\">them.</span>",
      "churchId": "p17"
    },
    {
      "slug": "matthew-13-p18",
      "type": "verse",
      "number": "18",
      "content": "¶ Hear ye therefore the parable of the sower.",
      "churchId": "p18"
    },
    {
      "slug": "matthew-13-p19",
      "type": "verse",
      "number": "19",
      "content": "When any one heareth the word of the kingdom, and understandeth <span class=\"clarity-word\">it</span> not, then cometh the wicked <span class=\"clarity-word\">one,</span> and catcheth away that which was sown in his heart. This is he which received seed by the way side.",
      "churchId": "p19"
    },
    {
      "slug": "matthew-13-p20",
      "type": "verse",
      "number": "20",
      "content": "But he that received the seed into stony places, the same is he that heareth the word, and anon with joy receiveth it;",
      "churchId": "p20"
    },
    {
      "slug": "matthew-13-p21",
      "type": "verse",
      "number": "21",
      "content": "Yet hath he not root in himself, but dureth for a while: for when tribulation or persecution ariseth because of the word, by and by he is offended.",
      "churchId": "p21"
    },
    {
      "slug": "matthew-13-p22",
      "type": "verse",
      "number": "22",
      "content": "He also that received seed among the thorns is he that heareth the word; and the care of this world, and the deceitfulness of riches, choke the word, and he becometh unfruitful.",
      "churchId": "p22"
    },
    {
      "slug": "matthew-13-p23",
      "type": "verse",
      "number": "23",
      "content": "But he that received seed into the good ground is he that heareth the word, and understandeth <span class=\"clarity-word\">it;</span> which also beareth fruit, and bringeth forth, some an hundredfold, some sixty, some thirty.",
      "churchId": "p23"
    },
    {
      "slug": "matthew-13-p24",
      "type": "verse",
      "number": "24",
      "content": "¶ Another parable put he forth unto them, saying, The kingdom of heaven is likened unto a man which sowed good seed in his field:",
      "churchId": "p24"
    },
    {
      "slug": "matthew-13-p25",
      "type": "verse",
      "number": "25",
      "content": "But while men slept, his enemy came and sowed tares among the wheat, and went his way.",
      "churchId": "p25"
    },
    {
      "slug": "matthew-13-p26",
      "type": "verse",
      "number": "26",
      "content": "But when the blade was sprung up, and brought forth fruit, then appeared the tares also.",
      "churchId": "p26"
    },
    {
      "slug": "matthew-13-p27",
      "type": "verse",
      "number": "27",
      "content": "So the servants of the householder came and said unto him, Sir, didst not thou sow good seed in thy field? from whence then hath it tares?",
      "churchId": "p27"
    },
    {
      "slug": "matthew-13-p28",
      "type": "verse",
      "number": "28",
      "content": "He said unto them, An enemy hath done this. The servants said unto him, Wilt thou then that we go and gather them up?",
      "churchId": "p28"
    },
    {
      "slug": "matthew-13-p29",
      "type": "verse",
      "number": "29",
      "content": "But he said, Nay; lest while ye gather up the tares, ye root up also the wheat with them.",
      "churchId": "p29"
    },
    {
      "slug": "matthew-13-p30",
      "type": "verse",
      "number": "30",
      "content": "Let both grow together until the harvest: and in the time of harvest I will say to the reapers, Gather ye together first the tares, and bind them in bundles to burn them: but gather the wheat into my barn.",
      "churchId": "p30"
    },
    {
      "slug": "matthew-13-p31",
      "type": "verse",
      "number": "31",
      "content": "¶ Another parable put he forth unto them, saying, The kingdom of heaven is like to a grain of mustard seed, which a man took, and sowed in his field:",
      "churchId": "p31"
    },
    {
      "slug": "matthew-13-p32",
      "type": "verse",
      "number": "32",
      "content": "Which indeed is the least of all seeds: but when it is grown, it is the greatest among herbs, and becometh a tree, so that the birds of the air come and lodge in the branches thereof.",
      "churchId": "p32"
    },
    {
      "slug": "matthew-13-p33",
      "type": "verse",
      "number": "33",
      "content": "¶ Another parable spake he unto them; The kingdom of heaven is like unto leaven, which a woman took, and hid in three measures of meal, till the whole was leavened.",
      "churchId": "p33"
    },
    {
      "slug": "matthew-13-p34",
      "type": "verse",
      "number": "34",
      "content": "All these things spake Jesus unto the multitude in parables; and without a parable spake he not unto them:",
      "churchId": "p34"
    },
    {
      "slug": "matthew-13-p35",
      "type": "verse",
      "number": "35",
      "content": "That it might be fulfilled which was spoken by the prophet, saying, I will open my mouth in parables; I will utter things which have been kept secret from the foundation of the world.",
      "churchId": "p35"
    },
    {
      "slug": "matthew-13-p36",
      "type": "verse",
      "number": "36",
      "content": "Then Jesus sent the multitude away, and went into the house: and his disciples came unto him, saying, Declare unto us the parable of the tares of the field.",
      "churchId": "p36"
    },
    {
      "slug": "matthew-13-p37",
      "type": "verse",
      "number": "37",
      "content": "He answered and said unto them, He that soweth the good seed is the Son of man;",
      "churchId": "p37"
    },
    {
      "slug": "matthew-13-p38",
      "type": "verse",
      "number": "38",
      "content": "The field is the world; the good seed are the children of the kingdom; but the tares are the children of the wicked <span class=\"clarity-word\">one;</span>",
      "churchId": "p38"
    },
    {
      "slug": "matthew-13-p39",
      "type": "verse",
      "number": "39",
      "content": "The enemy that sowed them is the devil; the harvest is the end of the world; and the reapers are the angels.",
      "churchId": "p39"
    },
    {
      "slug": "matthew-13-p40",
      "type": "verse",
      "number": "40",
      "content": "As therefore the tares are gathered and burned in the fire; so shall it be in the end of this world.",
      "churchId": "p40"
    },
    {
      "slug": "matthew-13-p41",
      "type": "verse",
      "number": "41",
      "content": "The Son of man shall send forth his angels, and they shall gather out of his kingdom all things that offend, and them which do iniquity;",
      "churchId": "p41"
    },
    {
      "slug": "matthew-13-p42",
      "type": "verse",
      "number": "42",
      "content": "And shall cast them into a furnace of fire: there shall be wailing and gnashing of teeth.",
      "churchId": "p42"
    },
    {
      "slug": "matthew-13-p43",
      "type": "verse",
      "number": "43",
      "content": "Then shall the righteous shine forth as the sun in the kingdom of their Father. Who hath ears to hear, let him hear.",
      "churchId": "p43"
    },
    {
      "slug": "matthew-13-p44",
      "type": "verse",
      "number": "44",
      "content": "¶ Again, the kingdom of heaven is like unto treasure hid in a field; the which when a man hath found, he hideth, and for joy thereof goeth and selleth all that he hath, and buyeth that field.",
      "churchId": "p44"
    },
    {
      "slug": "matthew-13-p45",
      "type": "verse",
      "number": "45",
      "content": "¶ Again, the kingdom of heaven is like unto a merchant man, seeking goodly pearls:",
      "churchId": "p45"
    },
    {
      "slug": "matthew-13-p46",
      "type": "verse",
      "number": "46",
      "content": "Who, when he had found one pearl of great price, went and sold all that he had, and bought it.",
      "churchId": "p46"
    },
    {
      "slug": "matthew-13-p47",
      "type": "verse",
      "number": "47",
      "content": "¶ Again, the kingdom of heaven is like unto a net, that was cast into the sea, and gathered of every kind:",
      "churchId": "p47"
    },
    {
      "slug": "matthew-13-p48",
      "type": "verse",
      "number": "48",
      "content": "Which, when it was full, they drew to shore, and sat down, and gathered the good into vessels, but cast the bad away.",
      "churchId": "p48"
    },
    {
      "slug": "matthew-13-p49",
      "type": "verse",
      "number": "49",
      "content": "So shall it be at the end of the world: the angels shall come forth, and sever the wicked from among the just,",
      "churchId": "p49"
    },
    {
      "slug": "matthew-13-p50",
      "type": "verse",
      "number": "50",
      "content": "And shall cast them into the furnace of fire: there shall be wailing and gnashing of teeth.",
      "churchId": "p50"
    },
    {
      "slug": "matthew-13-p51",
      "type": "verse",
      "number": "51",
      "content": "Jesus saith unto them, Have ye understood all these things? They say unto him, Yea, Lord.",
      "churchId": "p51"
    },
    {
      "slug": "matthew-13-p52",
      "type": "verse",
      "number": "52",
      "content": "Then said he unto them, Therefore every scribe <span class=\"clarity-word\">which is</span> instructed unto the kingdom of heaven is like unto a man <span class=\"clarity-word\">that is</span> an householder, which bringeth forth out of his treasure <span class=\"clarity-word\">things</span> new and old.",
      "churchId": "p52"
    },
    {
      "slug": "matthew-13-p53",
      "type": "verse",
      "number": "53",
      "content": "¶ And it came to pass, <span class=\"clarity-word\">that</span> when Jesus had finished these parables, he departed thence.",
      "churchId": "p53"
    },
    {
      "slug": "matthew-13-p54",
      "type": "verse",
      "number": "54",
      "content": "And when he was come into his own country, he taught them in their synagogue, insomuch that they were astonished, and said, Whence hath this <span class=\"clarity-word\">man</span> this wisdom, and <span class=\"clarity-word\">these</span> mighty works?",
      "churchId": "p54"
    },
    {
      "slug": "matthew-13-p55",
      "type": "verse",
      "number": "55",
      "content": "Is not this the carpenter’s son? is not his mother called Mary? and his brethren, James, and Joses, and Simon, and Judas?",
      "churchId": "p55"
    },
    {
      "slug": "matthew-13-p56",
      "type": "verse",
      "number": "56",
      "content": "And his sisters, are they not all with us? Whence then hath this <span class=\"clarity-word\">man</span> all these things?",
      "churchId": "p56"
    },
    {
      "slug": "matthew-13-p57",
      "type": "verse",
      "number": "57",
      "content": "And they were offended in him. But Jesus said unto them, A prophet is not without honour, save in his own country, and in his own house.",
      "churchId": "p57"
    },
    {
      "slug": "matthew-13-p58",
      "type": "verse",
      "number": "58",
      "content": "And he did not many mighty works there because of their unbelief.",
      "churchId": "p58"
    }
  ]
}