{
  "name": "2 Kings 23",
  "abbrev": "2 Kgs. 23",
  "number": "23",
  "churchUri": "/scriptures/ot/2-kgs/23",
  "paragraphs": [
    {
      "slug": "2-kings-23-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 23",
      "churchId": "title_number1"
    },
    {
      "slug": "2-kings-23-p1",
      "type": "verse",
      "number": "1",
      "content": "And the king sent, and they gathered unto him all the elders of Judah and of Jerusalem.",
      "churchId": "p1"
    },
    {
      "slug": "2-kings-23-p2",
      "type": "verse",
      "number": "2",
      "content": "And the king went up into the house of the <span class=\"small-caps\">Lord</span>, and all the men of Judah and all the inhabitants of Jerusalem with him, and the priests, and the prophets, and all the people, both small and great: and he read in their ears all the words of the book of the covenant which was found in the house of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p2"
    },
    {
      "slug": "2-kings-23-p3",
      "type": "verse",
      "number": "3",
      "content": "¶ And the king stood by a pillar, and made a covenant before the <span class=\"small-caps\">Lord</span>, to walk after the <span class=\"small-caps\">Lord</span>, and to keep his commandments and his testimonies and his statutes with all <span class=\"clarity-word\">their</span> heart and all <span class=\"clarity-word\">their</span> soul, to perform the words of this covenant that were written in this book. And all the people stood to the covenant.",
      "churchId": "p3"
    },
    {
      "slug": "2-kings-23-p4",
      "type": "verse",
      "number": "4",
      "content": "And the king commanded Hilkiah the high priest, and the priests of the second order, and the keepers of the door, to bring forth out of the temple of the <span class=\"small-caps\">Lord</span> all the vessels that were made for Baal, and for the grove, and for all the host of heaven: and he burned them without Jerusalem in the fields of Kidron, and carried the ashes of them unto Beth-el.",
      "churchId": "p4"
    },
    {
      "slug": "2-kings-23-p5",
      "type": "verse",
      "number": "5",
      "content": "And he put down the idolatrous priests, whom the kings of Judah had ordained to burn incense in the high places in the cities of Judah, and in the places round about Jerusalem; them also that burned incense unto Baal, to the sun, and to the moon, and to the planets, and to all the host of heaven.",
      "churchId": "p5"
    },
    {
      "slug": "2-kings-23-p6",
      "type": "verse",
      "number": "6",
      "content": "And he brought out the grove from the house of the <span class=\"small-caps\">Lord</span>, without Jerusalem, unto the brook Kidron, and burned it at the brook Kidron, and stamped <span class=\"clarity-word\">it</span> small to powder, and cast the powder thereof upon the graves of the children of the people.",
      "churchId": "p6"
    },
    {
      "slug": "2-kings-23-p7",
      "type": "verse",
      "number": "7",
      "content": "And he brake down the houses of the sodomites, that <span class=\"clarity-word\">were</span> by the house of the <span class=\"small-caps\">Lord</span>, where the women wove hangings for the grove.",
      "churchId": "p7"
    },
    {
      "slug": "2-kings-23-p8",
      "type": "verse",
      "number": "8",
      "content": "And he brought all the priests out of the cities of Judah, and defiled the high places where the priests had burned incense, from Geba to Beer-sheba, and brake down the high places of the gates that <span class=\"clarity-word\">were</span> in the entering in of the gate of Joshua the governor of the city, which <span class=\"clarity-word\">were</span> on a man’s left hand at the gate of the city.",
      "churchId": "p8"
    },
    {
      "slug": "2-kings-23-p9",
      "type": "verse",
      "number": "9",
      "content": "Nevertheless the priests of the high places came not up to the altar of the <span class=\"small-caps\">Lord</span> in Jerusalem, but they did eat of the unleavened bread among their brethren.",
      "churchId": "p9"
    },
    {
      "slug": "2-kings-23-p10",
      "type": "verse",
      "number": "10",
      "content": "And he defiled Topheth, which <span class=\"clarity-word\">is</span> in the valley of the children of Hinnom, that no man might make his son or his daughter to pass through the fire to Molech.",
      "churchId": "p10"
    },
    {
      "slug": "2-kings-23-p11",
      "type": "verse",
      "number": "11",
      "content": "And he took away the horses that the kings of Judah had given to the sun, at the entering in of the house of the <span class=\"small-caps\">Lord</span>, by the chamber of Nathan-melech the chamberlain, which <span class=\"clarity-word\">was</span> in the suburbs, and burned the chariots of the sun with fire.",
      "churchId": "p11"
    },
    {
      "slug": "2-kings-23-p12",
      "type": "verse",
      "number": "12",
      "content": "And the altars that <span class=\"clarity-word\">were</span> on the top of the upper chamber of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courts of the house of the <span class=\"small-caps\">Lord</span>, did the king beat down, and brake <span class=\"clarity-word\">them</span> down from thence, and cast the dust of them into the brook Kidron.",
      "churchId": "p12"
    },
    {
      "slug": "2-kings-23-p13",
      "type": "verse",
      "number": "13",
      "content": "And the high places that <span class=\"clarity-word\">were</span> before Jerusalem, which <span class=\"clarity-word\">were</span> on the right hand of the mount of corruption, which Solomon the king of Israel had builded for Ashtoreth the abomination of the Zidonians, and for Chemosh the abomination of the Moabites, and for Milcom the abomination of the children of Ammon, did the king defile.",
      "churchId": "p13"
    },
    {
      "slug": "2-kings-23-p14",
      "type": "verse",
      "number": "14",
      "content": "And he brake in pieces the images, and cut down the groves, and filled their places with the bones of men.",
      "churchId": "p14"
    },
    {
      "slug": "2-kings-23-p15",
      "type": "verse",
      "number": "15",
      "content": "¶ Moreover the altar that <span class=\"clarity-word\">was</span> at Beth-el, <span class=\"clarity-word\">and</span> the high place which Jeroboam the son of Nebat, who made Israel to sin, had made, both that altar and the high place he brake down, and burned the high place, <span class=\"clarity-word\">and</span> stamped <span class=\"clarity-word\">it</span> small to powder, and burned the grove.",
      "churchId": "p15"
    },
    {
      "slug": "2-kings-23-p16",
      "type": "verse",
      "number": "16",
      "content": "And as Josiah turned himself, he spied the sepulchres that <span class=\"clarity-word\">were</span> there in the mount, and sent, and took the bones out of the sepulchres, and burned <span class=\"clarity-word\">them</span> upon the altar, and polluted it, according to the word of the <span class=\"small-caps\">Lord</span> which the man of God proclaimed, who proclaimed these words.",
      "churchId": "p16"
    },
    {
      "slug": "2-kings-23-p17",
      "type": "verse",
      "number": "17",
      "content": "Then he said, What title <span class=\"clarity-word\">is</span> that that I see? And the men of the city told him, <span class=\"clarity-word\">It is</span> the sepulchre of the man of God, which came from Judah, and proclaimed these things that thou hast done against the altar of Beth-el.",
      "churchId": "p17"
    },
    {
      "slug": "2-kings-23-p18",
      "type": "verse",
      "number": "18",
      "content": "And he said, Let him alone; let no man move his bones. So they let his bones alone, with the bones of the prophet that came out of Samaria.",
      "churchId": "p18"
    },
    {
      "slug": "2-kings-23-p19",
      "type": "verse",
      "number": "19",
      "content": "And all the houses also of the high places that <span class=\"clarity-word\">were</span> in the cities of Samaria, which the kings of Israel had made to provoke <span class=\"clarity-word\">the <span class=\"small-caps\">Lord</span></span> to anger, Josiah took away, and did to them according to all the acts that he had done in Beth-el.",
      "churchId": "p19"
    },
    {
      "slug": "2-kings-23-p20",
      "type": "verse",
      "number": "20",
      "content": "And he slew all the priests of the high places that <span class=\"clarity-word\">were</span> there upon the altars, and burned men’s bones upon them, and returned to Jerusalem.",
      "churchId": "p20"
    },
    {
      "slug": "2-kings-23-p21",
      "type": "verse",
      "number": "21",
      "content": "¶ And the king commanded all the people, saying, Keep the passover unto the <span class=\"small-caps\">Lord</span> your God, as <span class=\"clarity-word\">it is</span> written in the book of this covenant.",
      "churchId": "p21"
    },
    {
      "slug": "2-kings-23-p22",
      "type": "verse",
      "number": "22",
      "content": "Surely there was not holden such a passover from the days of the judges that judged Israel, nor in all the days of the kings of Israel, nor of the kings of Judah;",
      "churchId": "p22"
    },
    {
      "slug": "2-kings-23-p23",
      "type": "verse",
      "number": "23",
      "content": "But in the eighteenth year of king Josiah, <span class=\"clarity-word\">wherein</span> this passover was holden to the <span class=\"small-caps\">Lord</span> in Jerusalem.",
      "churchId": "p23"
    },
    {
      "slug": "2-kings-23-p24",
      "type": "verse",
      "number": "24",
      "content": "¶ Moreover the <span class=\"clarity-word\">workers with</span> familiar spirits, and the wizards, and the images, and the idols, and all the abominations that were spied in the land of Judah and in Jerusalem, did Josiah put away, that he might perform the words of the law which were written in the book that Hilkiah the priest found in the house of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p24"
    },
    {
      "slug": "2-kings-23-p25",
      "type": "verse",
      "number": "25",
      "content": "And like unto him was there no king before him, that turned to the <span class=\"small-caps\">Lord</span> with all his heart, and with all his soul, and with all his might, according to all the law of Moses; neither after him arose there <span class=\"clarity-word\">any</span> like him.",
      "churchId": "p25"
    },
    {
      "slug": "2-kings-23-p26",
      "type": "verse",
      "number": "26",
      "content": "¶ Notwithstanding the <span class=\"small-caps\">Lord</span> turned not from the fierceness of his great wrath, wherewith his anger was kindled against Judah, because of all the provocations that Manasseh had provoked him withal.",
      "churchId": "p26"
    },
    {
      "slug": "2-kings-23-p27",
      "type": "verse",
      "number": "27",
      "content": "And the <span class=\"small-caps\">Lord</span> said, I will remove Judah also out of my sight, as I have removed Israel, and will cast off this city Jerusalem which I have chosen, and the house of which I said, My name shall be there.",
      "churchId": "p27"
    },
    {
      "slug": "2-kings-23-p28",
      "type": "verse",
      "number": "28",
      "content": "Now the rest of the acts of Josiah, and all that he did, <span class=\"clarity-word\">are</span> they not written in the book of the chronicles of the kings of Judah?",
      "churchId": "p28"
    },
    {
      "slug": "2-kings-23-p29",
      "type": "verse",
      "number": "29",
      "content": "¶ In his days Pharaoh-nechoh king of Egypt went up against the king of Assyria to the river Euphrates: and king Josiah went against him; and he slew him at Megiddo, when he had seen him.",
      "churchId": "p29"
    },
    {
      "slug": "2-kings-23-p30",
      "type": "verse",
      "number": "30",
      "content": "And his servants carried him in a chariot dead from Megiddo, and brought him to Jerusalem, and buried him in his own sepulchre. And the people of the land took Jehoahaz the son of Josiah, and anointed him, and made him king in his father’s stead.",
      "churchId": "p30"
    },
    {
      "slug": "2-kings-23-p31",
      "type": "verse",
      "number": "31",
      "content": "¶ Jehoahaz <span class=\"clarity-word\">was</span> twenty and three years old when he began to reign; and he reigned three months in Jerusalem. And his mother’s name <span class=\"clarity-word\">was</span> Hamutal, the daughter of Jeremiah of Libnah.",
      "churchId": "p31"
    },
    {
      "slug": "2-kings-23-p32",
      "type": "verse",
      "number": "32",
      "content": "And he did <span class=\"clarity-word\">that which was</span> evil in the sight of the <span class=\"small-caps\">Lord</span>, according to all that his fathers had done.",
      "churchId": "p32"
    },
    {
      "slug": "2-kings-23-p33",
      "type": "verse",
      "number": "33",
      "content": "And Pharaoh-nechoh put him in bands at Riblah in the land of Hamath, that he might not reign in Jerusalem; and put the land to a tribute of an hundred talents of silver, and a talent of gold.",
      "churchId": "p33"
    },
    {
      "slug": "2-kings-23-p34",
      "type": "verse",
      "number": "34",
      "content": "And Pharaoh-nechoh made Eliakim the son of Josiah king in the room of Josiah his father, and turned his name to Jehoiakim, and took Jehoahaz away: and he came to Egypt, and died there.",
      "churchId": "p34"
    },
    {
      "slug": "2-kings-23-p35",
      "type": "verse",
      "number": "35",
      "content": "And Jehoiakim gave the silver and the gold to Pharaoh; but he taxed the land to give the money according to the commandment of Pharaoh: he exacted the silver and the gold of the people of the land, of every one according to his taxation, to give <span class=\"clarity-word\">it</span> unto Pharaoh-nechoh.",
      "churchId": "p35"
    },
    {
      "slug": "2-kings-23-p36",
      "type": "verse",
      "number": "36",
      "content": "¶ Jehoiakim <span class=\"clarity-word\">was</span> twenty and five years old when he began to reign; and he reigned eleven years in Jerusalem. And his mother’s name <span class=\"clarity-word\">was</span> Zebudah, the daughter of Pedaiah of Rumah.",
      "churchId": "p36"
    },
    {
      "slug": "2-kings-23-p37",
      "type": "verse",
      "number": "37",
      "content": "And he did <span class=\"clarity-word\">that which was</span> evil in the sight of the <span class=\"small-caps\">Lord</span>, according to all that his fathers had done.",
      "churchId": "p37"
    }
  ]
}