{
  "name": "2 Kings 17",
  "abbrev": "2 Kgs. 17",
  "number": "17",
  "churchUri": "/scriptures/ot/2-kgs/17",
  "paragraphs": [
    {
      "slug": "2-kings-17-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 17",
      "churchId": "title_number1"
    },
    {
      "slug": "2-kings-17-p1",
      "type": "verse",
      "number": "1",
      "content": "In the twelfth year of Ahaz king of Judah began Hoshea the son of Elah to reign in Samaria over Israel nine years.",
      "churchId": "p1"
    },
    {
      "slug": "2-kings-17-p2",
      "type": "verse",
      "number": "2",
      "content": "And he did <span class=\"clarity-word\">that which was</span> evil in the sight of the <span class=\"small-caps\">Lord</span>, but not as the kings of Israel that were before him.",
      "churchId": "p2"
    },
    {
      "slug": "2-kings-17-p3",
      "type": "verse",
      "number": "3",
      "content": "¶ Against him came up Shalmaneser king of Assyria; and Hoshea became his servant, and gave him presents.",
      "churchId": "p3"
    },
    {
      "slug": "2-kings-17-p4",
      "type": "verse",
      "number": "4",
      "content": "And the king of Assyria found conspiracy in Hoshea: for he had sent messengers to So king of Egypt, and brought no present to the king of Assyria, as <span class=\"clarity-word\">he had done</span> year by year: therefore the king of Assyria shut him up, and bound him in prison.",
      "churchId": "p4"
    },
    {
      "slug": "2-kings-17-p5",
      "type": "verse",
      "number": "5",
      "content": "¶ Then the king of Assyria came up throughout all the land, and went up to Samaria, and besieged it three years.",
      "churchId": "p5"
    },
    {
      "slug": "2-kings-17-p6",
      "type": "verse",
      "number": "6",
      "content": "¶ In the ninth year of Hoshea the king of Assyria took Samaria, and carried Israel away into Assyria, and placed them in Halah and in Habor <span class=\"clarity-word\">by</span> the river of Gozan, and in the cities of the Medes.",
      "churchId": "p6"
    },
    {
      "slug": "2-kings-17-p7",
      "type": "verse",
      "number": "7",
      "content": "For <span class=\"clarity-word\">so</span> it was, that the children of Israel had sinned against the <span class=\"small-caps\">Lord</span> their God, which had brought them up out of the land of Egypt, from under the hand of Pharaoh king of Egypt, and had feared other gods,",
      "churchId": "p7"
    },
    {
      "slug": "2-kings-17-p8",
      "type": "verse",
      "number": "8",
      "content": "And walked in the statutes of the heathen, whom the <span class=\"small-caps\">Lord</span> cast out from before the children of Israel, and of the kings of Israel, which they had made.",
      "churchId": "p8"
    },
    {
      "slug": "2-kings-17-p9",
      "type": "verse",
      "number": "9",
      "content": "And the children of Israel did secretly <span class=\"clarity-word\">those</span> things that <span class=\"clarity-word\">were</span> not right against the <span class=\"small-caps\">Lord</span> their God, and they built them high places in all their cities, from the tower of the watchmen to the fenced city.",
      "churchId": "p9"
    },
    {
      "slug": "2-kings-17-p10",
      "type": "verse",
      "number": "10",
      "content": "And they set them up images and groves in every high hill, and under every green tree:",
      "churchId": "p10"
    },
    {
      "slug": "2-kings-17-p11",
      "type": "verse",
      "number": "11",
      "content": "And there they burnt incense in all the high places, as <span class=\"clarity-word\">did</span> the heathen whom the <span class=\"small-caps\">Lord</span> carried away before them; and wrought wicked things to provoke the <span class=\"small-caps\">Lord</span> to anger:",
      "churchId": "p11"
    },
    {
      "slug": "2-kings-17-p12",
      "type": "verse",
      "number": "12",
      "content": "For they served idols, whereof the <span class=\"small-caps\">Lord</span> had said unto them, Ye shall not do this thing.",
      "churchId": "p12"
    },
    {
      "slug": "2-kings-17-p13",
      "type": "verse",
      "number": "13",
      "content": "Yet the <span class=\"small-caps\">Lord</span> testified against Israel, and against Judah, by all the prophets, <span class=\"clarity-word\">and by</span> all the seers, saying, Turn ye from your evil ways, and keep my commandments <span class=\"clarity-word\">and</span> my statutes, according to all the law which I commanded your fathers, and which I sent to you by my servants the prophets.",
      "churchId": "p13"
    },
    {
      "slug": "2-kings-17-p14",
      "type": "verse",
      "number": "14",
      "content": "Notwithstanding they would not hear, but hardened their necks, like to the neck of their fathers, that did not believe in the <span class=\"small-caps\">Lord</span> their God.",
      "churchId": "p14"
    },
    {
      "slug": "2-kings-17-p15",
      "type": "verse",
      "number": "15",
      "content": "And they rejected his statutes, and his covenant that he made with their fathers, and his testimonies which he testified against them; and they followed vanity, and became vain, and went after the heathen that <span class=\"clarity-word\">were</span> round about them, <span class=\"clarity-word\">concerning</span> whom the <span class=\"small-caps\">Lord</span> had charged them, that they should not do like them.",
      "churchId": "p15"
    },
    {
      "slug": "2-kings-17-p16",
      "type": "verse",
      "number": "16",
      "content": "And they left all the commandments of the <span class=\"small-caps\">Lord</span> their God, and made them molten images, <span class=\"clarity-word\">even</span> two calves, and made a grove, and worshipped all the host of heaven, and served Baal.",
      "churchId": "p16"
    },
    {
      "slug": "2-kings-17-p17",
      "type": "verse",
      "number": "17",
      "content": "And they caused their sons and their daughters to pass through the fire, and used divination and enchantments, and sold themselves to do evil in the sight of the <span class=\"small-caps\">Lord</span>, to provoke him to anger.",
      "churchId": "p17"
    },
    {
      "slug": "2-kings-17-p18",
      "type": "verse",
      "number": "18",
      "content": "Therefore the <span class=\"small-caps\">Lord</span> was very angry with Israel, and removed them out of his sight: there was none left but the tribe of Judah only.",
      "churchId": "p18"
    },
    {
      "slug": "2-kings-17-p19",
      "type": "verse",
      "number": "19",
      "content": "Also Judah kept not the commandments of the <span class=\"small-caps\">Lord</span> their God, but walked in the statutes of Israel which they made.",
      "churchId": "p19"
    },
    {
      "slug": "2-kings-17-p20",
      "type": "verse",
      "number": "20",
      "content": "And the <span class=\"small-caps\">Lord</span> rejected all the seed of Israel, and afflicted them, and delivered them into the hand of spoilers, until he had cast them out of his sight.",
      "churchId": "p20"
    },
    {
      "slug": "2-kings-17-p21",
      "type": "verse",
      "number": "21",
      "content": "For he rent Israel from the house of David; and they made Jeroboam the son of Nebat king: and Jeroboam drave Israel from following the <span class=\"small-caps\">Lord</span>, and made them sin a great sin.",
      "churchId": "p21"
    },
    {
      "slug": "2-kings-17-p22",
      "type": "verse",
      "number": "22",
      "content": "For the children of Israel walked in all the sins of Jeroboam which he did; they departed not from them;",
      "churchId": "p22"
    },
    {
      "slug": "2-kings-17-p23",
      "type": "verse",
      "number": "23",
      "content": "Until the <span class=\"small-caps\">Lord</span> removed Israel out of his sight, as he had said by all his servants the prophets. So was Israel carried away out of their own land to Assyria unto this day.",
      "churchId": "p23"
    },
    {
      "slug": "2-kings-17-p24",
      "type": "verse",
      "number": "24",
      "content": "¶ And the king of Assyria brought <span class=\"clarity-word\">men</span> from Babylon, and from Cuthah, and from Ava, and from Hamath, and from Sepharvaim, and placed <span class=\"clarity-word\">them</span> in the cities of Samaria instead of the children of Israel: and they possessed Samaria, and dwelt in the cities thereof.",
      "churchId": "p24"
    },
    {
      "slug": "2-kings-17-p25",
      "type": "verse",
      "number": "25",
      "content": "And <span class=\"clarity-word\">so</span> it was at the beginning of their dwelling there, <span class=\"clarity-word\">that</span> they feared not the <span class=\"small-caps\">Lord</span>: therefore the <span class=\"small-caps\">Lord</span> sent lions among them, which slew <span class=\"clarity-word\">some</span> of them.",
      "churchId": "p25"
    },
    {
      "slug": "2-kings-17-p26",
      "type": "verse",
      "number": "26",
      "content": "Wherefore they spake to the king of Assyria, saying, The nations which thou hast removed, and placed in the cities of Samaria, know not the manner of the God of the land: therefore he hath sent lions among them, and, behold, they slay them, because they know not the manner of the God of the land.",
      "churchId": "p26"
    },
    {
      "slug": "2-kings-17-p27",
      "type": "verse",
      "number": "27",
      "content": "Then the king of Assyria commanded, saying, Carry thither one of the priests whom ye brought from thence; and let them go and dwell there, and let him teach them the manner of the God of the land.",
      "churchId": "p27"
    },
    {
      "slug": "2-kings-17-p28",
      "type": "verse",
      "number": "28",
      "content": "Then one of the priests whom they had carried away from Samaria came and dwelt in Beth-el, and taught them how they should fear the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p28"
    },
    {
      "slug": "2-kings-17-p29",
      "type": "verse",
      "number": "29",
      "content": "Howbeit every nation made gods of their own, and put <span class=\"clarity-word\">them</span> in the houses of the high places which the Samaritans had made, every nation in their cities wherein they dwelt.",
      "churchId": "p29"
    },
    {
      "slug": "2-kings-17-p30",
      "type": "verse",
      "number": "30",
      "content": "And the men of Babylon made Succoth-benoth, and the men of Cuth made Nergal, and the men of Hamath made Ashima,",
      "churchId": "p30"
    },
    {
      "slug": "2-kings-17-p31",
      "type": "verse",
      "number": "31",
      "content": "And the Avites made Nibhaz and Tartak, and the Sepharvites burnt their children in fire to Adrammelech and Anammelech, the gods of Sepharvaim.",
      "churchId": "p31"
    },
    {
      "slug": "2-kings-17-p32",
      "type": "verse",
      "number": "32",
      "content": "So they feared the <span class=\"small-caps\">Lord</span>, and made unto themselves of the lowest of them priests of the high places, which sacrificed for them in the houses of the high places.",
      "churchId": "p32"
    },
    {
      "slug": "2-kings-17-p33",
      "type": "verse",
      "number": "33",
      "content": "They feared the <span class=\"small-caps\">Lord</span>, and served their own gods, after the manner of the nations whom they carried away from thence.",
      "churchId": "p33"
    },
    {
      "slug": "2-kings-17-p34",
      "type": "verse",
      "number": "34",
      "content": "Unto this day they do after the former manners: they fear not the <span class=\"small-caps\">Lord</span>, neither do they after their statutes, or after their ordinances, or after the law and commandment which the <span class=\"small-caps\">Lord</span> commanded the children of Jacob, whom he named Israel;",
      "churchId": "p34"
    },
    {
      "slug": "2-kings-17-p35",
      "type": "verse",
      "number": "35",
      "content": "With whom the <span class=\"small-caps\">Lord</span> had made a covenant, and charged them, saying, Ye shall not fear other gods, nor bow yourselves to them, nor serve them, nor sacrifice to them:",
      "churchId": "p35"
    },
    {
      "slug": "2-kings-17-p36",
      "type": "verse",
      "number": "36",
      "content": "But the <span class=\"small-caps\">Lord</span>, who brought you up out of the land of Egypt with great power and a stretched out arm, him shall ye fear, and him shall ye worship, and to him shall ye do sacrifice.",
      "churchId": "p36"
    },
    {
      "slug": "2-kings-17-p37",
      "type": "verse",
      "number": "37",
      "content": "And the statutes, and the ordinances, and the law, and the commandment, which he wrote for you, ye shall observe to do for evermore; and ye shall not fear other gods.",
      "churchId": "p37"
    },
    {
      "slug": "2-kings-17-p38",
      "type": "verse",
      "number": "38",
      "content": "And the covenant that I have made with you ye shall not forget; neither shall ye fear other gods.",
      "churchId": "p38"
    },
    {
      "slug": "2-kings-17-p39",
      "type": "verse",
      "number": "39",
      "content": "But the <span class=\"small-caps\">Lord</span> your God ye shall fear; and he shall deliver you out of the hand of all your enemies.",
      "churchId": "p39"
    },
    {
      "slug": "2-kings-17-p40",
      "type": "verse",
      "number": "40",
      "content": "Howbeit they did not hearken, but they did after their former manner.",
      "churchId": "p40"
    },
    {
      "slug": "2-kings-17-p41",
      "type": "verse",
      "number": "41",
      "content": "So these nations feared the <span class=\"small-caps\">Lord</span>, and served their graven images, both their children, and their children’s children: as did their fathers, so do they unto this day.",
      "churchId": "p41"
    }
  ]
}