{
  "name": "2 Kings 10",
  "abbrev": "2 Kgs. 10",
  "number": "10",
  "churchUri": "/scriptures/ot/2-kgs/10",
  "paragraphs": [
    {
      "slug": "2-kings-10-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 10",
      "churchId": "title_number1"
    },
    {
      "slug": "2-kings-10-p1",
      "type": "verse",
      "number": "1",
      "content": "And Ahab had seventy sons in Samaria. And Jehu wrote letters, and sent to Samaria, unto the rulers of Jezreel, to the elders, and to them that brought up Ahab’s <span class=\"clarity-word\">children,</span> saying,",
      "churchId": "p1"
    },
    {
      "slug": "2-kings-10-p2",
      "type": "verse",
      "number": "2",
      "content": "Now as soon as this letter cometh to you, seeing your master’s sons <span class=\"clarity-word\">are</span> with you, and <span class=\"clarity-word\">there are</span> with you chariots and horses, a fenced city also, and armour;",
      "churchId": "p2"
    },
    {
      "slug": "2-kings-10-p3",
      "type": "verse",
      "number": "3",
      "content": "Look even out the best and meetest of your master’s sons, and set <span class=\"clarity-word\">him</span> on his father’s throne, and fight for your master’s house.",
      "churchId": "p3"
    },
    {
      "slug": "2-kings-10-p4",
      "type": "verse",
      "number": "4",
      "content": "But they were exceedingly afraid, and said, Behold, two kings stood not before him: how then shall we stand?",
      "churchId": "p4"
    },
    {
      "slug": "2-kings-10-p5",
      "type": "verse",
      "number": "5",
      "content": "And he that <span class=\"clarity-word\">was</span> over the house, and he that <span class=\"clarity-word\">was</span> over the city, the elders also, and the bringers up <span class=\"clarity-word\">of the children,</span> sent to Jehu, saying, We <span class=\"clarity-word\">are</span> thy servants, and will do all that thou shalt bid us; we will not make any king: do thou <span class=\"clarity-word\">that which is</span> good in thine eyes.",
      "churchId": "p5"
    },
    {
      "slug": "2-kings-10-p6",
      "type": "verse",
      "number": "6",
      "content": "Then he wrote a letter the second time to them, saying, If ye <span class=\"clarity-word\">be</span> mine, and <span class=\"clarity-word\">if</span> ye will hearken unto my voice, take ye the heads of the men your master’s sons, and come to me to Jezreel by to morrow this time. Now the king’s sons, <span class=\"clarity-word\">being</span> seventy persons, <span class=\"clarity-word\">were</span> with the great men of the city, which brought them up.",
      "churchId": "p6"
    },
    {
      "slug": "2-kings-10-p7",
      "type": "verse",
      "number": "7",
      "content": "And it came to pass, when the letter came to them, that they took the king’s sons, and slew seventy persons, and put their heads in baskets, and sent him <span class=\"clarity-word\">them</span> to Jezreel.",
      "churchId": "p7"
    },
    {
      "slug": "2-kings-10-p8",
      "type": "verse",
      "number": "8",
      "content": "¶ And there came a messenger, and told him, saying, They have brought the heads of the king’s sons. And he said, Lay ye them in two heaps at the entering in of the gate until the morning.",
      "churchId": "p8"
    },
    {
      "slug": "2-kings-10-p9",
      "type": "verse",
      "number": "9",
      "content": "And it came to pass in the morning, that he went out, and stood, and said to all the people, Ye <span class=\"clarity-word\">be</span> righteous: behold, I conspired against my master, and slew him: but who slew all these?",
      "churchId": "p9"
    },
    {
      "slug": "2-kings-10-p10",
      "type": "verse",
      "number": "10",
      "content": "Know now that there shall fall unto the earth nothing of the word of the <span class=\"small-caps\">Lord</span>, which the <span class=\"small-caps\">Lord</span> spake concerning the house of Ahab: for the <span class=\"small-caps\">Lord</span> hath done <span class=\"clarity-word\">that</span> which he spake by his servant Elijah.",
      "churchId": "p10"
    },
    {
      "slug": "2-kings-10-p11",
      "type": "verse",
      "number": "11",
      "content": "So Jehu slew all that remained of the house of Ahab in Jezreel, and all his great men, and his kinsfolks, and his priests, until he left him none remaining.",
      "churchId": "p11"
    },
    {
      "slug": "2-kings-10-p12",
      "type": "verse",
      "number": "12",
      "content": "¶ And he arose and departed, and came to Samaria. <span class=\"clarity-word\">And</span> as he <span class=\"clarity-word\">was</span> at the shearing house in the way,",
      "churchId": "p12"
    },
    {
      "slug": "2-kings-10-p13",
      "type": "verse",
      "number": "13",
      "content": "Jehu met with the brethren of Ahaziah king of Judah, and said, Who <span class=\"clarity-word\">are</span> ye? And they answered, We <span class=\"clarity-word\">are</span> the brethren of Ahaziah; and we go down to salute the children of the king and the children of the queen.",
      "churchId": "p13"
    },
    {
      "slug": "2-kings-10-p14",
      "type": "verse",
      "number": "14",
      "content": "And he said, Take them alive. And they took them alive, and slew them at the pit of the shearing house, <span class=\"clarity-word\">even</span> two and forty men; neither left he any of them.",
      "churchId": "p14"
    },
    {
      "slug": "2-kings-10-p15",
      "type": "verse",
      "number": "15",
      "content": "¶ And when he was departed thence, he lighted on Jehonadab the son of Rechab <span class=\"clarity-word\">coming</span> to meet him: and he saluted him, and said to him, Is thine heart right, as my heart <span class=\"clarity-word\">is</span> with thy heart? And Jehonadab answered, It is. If it be, give <span class=\"clarity-word\">me</span> thine hand. And he gave <span class=\"clarity-word\">him</span> his hand; and he took him up to him into the chariot.",
      "churchId": "p15"
    },
    {
      "slug": "2-kings-10-p16",
      "type": "verse",
      "number": "16",
      "content": "And he said, Come with me, and see my zeal for the <span class=\"small-caps\">Lord</span>. So they made him ride in his chariot.",
      "churchId": "p16"
    },
    {
      "slug": "2-kings-10-p17",
      "type": "verse",
      "number": "17",
      "content": "And when he came to Samaria, he slew all that remained unto Ahab in Samaria, till he had destroyed him, according to the saying of the <span class=\"small-caps\">Lord</span>, which he spake to Elijah.",
      "churchId": "p17"
    },
    {
      "slug": "2-kings-10-p18",
      "type": "verse",
      "number": "18",
      "content": "¶ And Jehu gathered all the people together, and said unto them, Ahab served Baal a little; <span class=\"clarity-word\">but</span> Jehu shall serve him much.",
      "churchId": "p18"
    },
    {
      "slug": "2-kings-10-p19",
      "type": "verse",
      "number": "19",
      "content": "Now therefore call unto me all the prophets of Baal, all his servants, and all his priests; let none be wanting: for I have a great sacrifice <span class=\"clarity-word\">to do</span> to Baal; whosoever shall be wanting, he shall not live. But Jehu did <span class=\"clarity-word\">it</span> in subtilty, to the intent that he might destroy the worshippers of Baal.",
      "churchId": "p19"
    },
    {
      "slug": "2-kings-10-p20",
      "type": "verse",
      "number": "20",
      "content": "And Jehu said, Proclaim a solemn assembly for Baal. And they proclaimed <span class=\"clarity-word\">it.</span>",
      "churchId": "p20"
    },
    {
      "slug": "2-kings-10-p21",
      "type": "verse",
      "number": "21",
      "content": "And Jehu sent through all Israel: and all the worshippers of Baal came, so that there was not a man left that came not. And they came into the house of Baal; and the house of Baal was full from one end to another.",
      "churchId": "p21"
    },
    {
      "slug": "2-kings-10-p22",
      "type": "verse",
      "number": "22",
      "content": "And he said unto him that <span class=\"clarity-word\">was</span> over the vestry, Bring forth vestments for all the worshippers of Baal. And he brought them forth vestments.",
      "churchId": "p22"
    },
    {
      "slug": "2-kings-10-p23",
      "type": "verse",
      "number": "23",
      "content": "And Jehu went, and Jehonadab the son of Rechab, into the house of Baal, and said unto the worshippers of Baal, Search, and look that there be here with you none of the servants of the <span class=\"small-caps\">Lord</span>, but the worshippers of Baal only.",
      "churchId": "p23"
    },
    {
      "slug": "2-kings-10-p24",
      "type": "verse",
      "number": "24",
      "content": "And when they went in to offer sacrifices and burnt offerings, Jehu appointed fourscore men without, and said, <span class=\"clarity-word\">If</span> any of the men whom I have brought into your hands escape, <span class=\"clarity-word\">he that letteth him go,</span> his life <span class=\"clarity-word\">shall be</span> for the life of him.",
      "churchId": "p24"
    },
    {
      "slug": "2-kings-10-p25",
      "type": "verse",
      "number": "25",
      "content": "And it came to pass, as soon as he had made an end of offering the burnt offering, that Jehu said to the guard and to the captains, Go in, <span class=\"clarity-word\">and</span> slay them; let none come forth. And they smote them with the edge of the sword; and the guard and the captains cast <span class=\"clarity-word\">them</span> out, and went to the city of the house of Baal.",
      "churchId": "p25"
    },
    {
      "slug": "2-kings-10-p26",
      "type": "verse",
      "number": "26",
      "content": "And they brought forth the images out of the house of Baal, and burned them.",
      "churchId": "p26"
    },
    {
      "slug": "2-kings-10-p27",
      "type": "verse",
      "number": "27",
      "content": "And they brake down the image of Baal, and brake down the house of Baal, and made it a draught house unto this day.",
      "churchId": "p27"
    },
    {
      "slug": "2-kings-10-p28",
      "type": "verse",
      "number": "28",
      "content": "Thus Jehu destroyed Baal out of Israel.",
      "churchId": "p28"
    },
    {
      "slug": "2-kings-10-p29",
      "type": "verse",
      "number": "29",
      "content": "¶ Howbeit <span class=\"clarity-word\">from</span> the sins of Jeroboam the son of Nebat, who made Israel to sin, Jehu departed not from after them, <span class=\"clarity-word\">to wit,</span> the golden calves that <span class=\"clarity-word\">were</span> in Beth-el, and that <span class=\"clarity-word\">were</span> in Dan.",
      "churchId": "p29"
    },
    {
      "slug": "2-kings-10-p30",
      "type": "verse",
      "number": "30",
      "content": "And the <span class=\"small-caps\">Lord</span> said unto Jehu, Because thou hast done well in executing <span class=\"clarity-word\">that which is</span> right in mine eyes, <span class=\"clarity-word\">and</span> hast done unto the house of Ahab according to all that <span class=\"clarity-word\">was</span> in mine heart, thy children of the fourth <span class=\"clarity-word\">generation</span> shall sit on the throne of Israel.",
      "churchId": "p30"
    },
    {
      "slug": "2-kings-10-p31",
      "type": "verse",
      "number": "31",
      "content": "But Jehu took no heed to walk in the law of the <span class=\"small-caps\">Lord</span> God of Israel with all his heart: for he departed not from the sins of Jeroboam, which made Israel to sin.",
      "churchId": "p31"
    },
    {
      "slug": "2-kings-10-p32",
      "type": "verse",
      "number": "32",
      "content": "¶ In those days the <span class=\"small-caps\">Lord</span> began to cut Israel short: and Hazael smote them in all the coasts of Israel;",
      "churchId": "p32"
    },
    {
      "slug": "2-kings-10-p33",
      "type": "verse",
      "number": "33",
      "content": "From Jordan eastward, all the land of Gilead, the Gadites, and the Reubenites, and the Manassites, from Aroer, which <span class=\"clarity-word\">is</span> by the river Arnon, even Gilead and Bashan.",
      "churchId": "p33"
    },
    {
      "slug": "2-kings-10-p34",
      "type": "verse",
      "number": "34",
      "content": "Now the rest of the acts of Jehu, and all that he did, and all his might, <span class=\"clarity-word\">are</span> they not written in the book of the chronicles of the kings of Israel?",
      "churchId": "p34"
    },
    {
      "slug": "2-kings-10-p35",
      "type": "verse",
      "number": "35",
      "content": "And Jehu slept with his fathers: and they buried him in Samaria. And Jehoahaz his son reigned in his stead.",
      "churchId": "p35"
    },
    {
      "slug": "2-kings-10-p36",
      "type": "verse",
      "number": "36",
      "content": "And the time that Jehu reigned over Israel in Samaria <span class=\"clarity-word\">was</span> twenty and eight years.",
      "churchId": "p36"
    }
  ]
}