{
  "name": "Mormon 7",
  "abbrev": "Morm. 7",
  "number": "7",
  "churchUri": "/scriptures/bofm/morm/7",
  "paragraphs": [
    {
      "slug": "mormon-7-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 7",
      "churchId": "title_number1"
    },
    {
      "slug": "mormon-7-p1",
      "type": "verse",
      "number": "1",
      "content": "And now, behold, I would speak somewhat unto the remnant of this people who are spared, if it so be that God may give unto them my words, that they may know of the things of their fathers; yea, I speak unto you, ye remnant of the house of Israel; and these are the words which I speak:",
      "churchId": "p1"
    },
    {
      "slug": "mormon-7-p2",
      "type": "verse",
      "number": "2",
      "content": "Know ye that ye are of the house of Israel.",
      "churchId": "p2"
    },
    {
      "slug": "mormon-7-p3",
      "type": "verse",
      "number": "3",
      "content": "Know ye that ye must come unto repentance, or ye cannot be saved.",
      "churchId": "p3"
    },
    {
      "slug": "mormon-7-p4",
      "type": "verse",
      "number": "4",
      "content": "Know ye that ye must lay down your weapons of war, and delight no more in the shedding of blood, and take them not again, save it be that God shall command you.",
      "churchId": "p4"
    },
    {
      "slug": "mormon-7-p5",
      "type": "verse",
      "number": "5",
      "content": "Know ye that ye must come to the knowledge of your fathers, and repent of all your sins and iniquities, and believe in Jesus Christ, that he is the Son of God, and that he was slain by the Jews, and by the power of the Father he hath risen again, whereby he hath gained the victory over the grave; and also in him is the sting of death swallowed up.",
      "churchId": "p5"
    },
    {
      "slug": "mormon-7-p6",
      "type": "verse",
      "number": "6",
      "content": "And he bringeth to pass the resurrection of the dead, whereby man must be raised to stand before his judgment-seat.",
      "churchId": "p6"
    },
    {
      "slug": "mormon-7-p7",
      "type": "verse",
      "number": "7",
      "content": "And he hath brought to pass the redemption of the world, whereby he that is found guiltless before him at the judgment day hath it given unto him to dwell in the presence of God in his kingdom, to sing ceaseless praises with the choirs above, unto the Father, and unto the Son, and unto the Holy Ghost, which are one God, in a state of happiness which hath no end.",
      "churchId": "p7"
    },
    {
      "slug": "mormon-7-p8",
      "type": "verse",
      "number": "8",
      "content": "Therefore repent, and be baptized in the name of Jesus, and lay hold upon the gospel of Christ, which shall be set before you, not only in this record but also in the record which shall come unto the Gentiles from the Jews, which record shall come from the Gentiles unto you.",
      "churchId": "p8"
    },
    {
      "slug": "mormon-7-p9",
      "type": "verse",
      "number": "9",
      "content": "For behold, this is written for the intent that ye may believe that; and if ye believe that ye will believe this also; and if ye believe this ye will know concerning your fathers, and also the marvelous works which were wrought by the power of God among them.",
      "churchId": "p9"
    },
    {
      "slug": "mormon-7-p10",
      "type": "verse",
      "number": "10",
      "content": "And ye will also know that ye are a remnant of the seed of Jacob; therefore ye are numbered among the people of the first covenant; and if it so be that ye believe in Christ, and are baptized, first with water, then with fire and with the Holy Ghost, following the example of our Savior, according to that which he hath commanded us, it shall be well with you in the day of judgment. Amen.",
      "churchId": "p10"
    }
  ]
}