{
  "name": "Malachi 1", 
  "abbrev": "Mal. 1", 
  "number": "1", 
  "churchUri": "/scriptures/ot/mal/1", 
  "paragraphs": [
    {
      "type": "book-title", 
      "id": "bt1", 
      "content": "Malachi", 
      "contentHtml": "Malachi", 
      "number": null, 
      "pageNumber": "1180", 
      "compareId": "malachi-1_bt1", 
      "churchId": "title1"
    }, 
    {
      "type": "chapter-title", 
      "id": "ct1", 
      "content": "Chapter 1", 
      "contentHtml": "Chapter 1", 
      "number": null, 
      "pageNumber": "1180", 
      "compareId": "malachi-1_ct1", 
      "churchId": "title_number1"
    }, 
    {
      "type": "verse", 
      "id": "v1", 
      "content": "The burden of the word of the LORD to Israel by Malachi.", 
      "contentHtml": "The burden of the word of the <span class=\"small-caps\">Lord</span> to Israel by Malachi.", 
      "number": "1", 
      "pageNumber": "1180", 
      "compareId": "malachi-1_v1", 
      "churchId": "p1"
    }, 
    {
      "type": "verse", 
      "id": "v2", 
      "content": "I have loved you, saith the LORD. Yet ye say, Wherein hast thou loved us? Was not Esau Jacob’s brother? saith the LORD: yet I loved Jacob,", 
      "contentHtml": "I have loved you, saith the <span class=\"small-caps\">Lord</span>. Yet ye say, Wherein hast thou loved us? <span class=\"clarity-word\">Was</span> not Esau Jacob’s brother? saith the <span class=\"small-caps\">Lord</span>: yet I loved Jacob,", 
      "number": "2", 
      "pageNumber": "1180", 
      "compareId": "malachi-1_v2", 
      "churchId": "p2"
    }, 
    {
      "type": "verse", 
      "id": "v3", 
      "content": "And I hated Esau, and laid his mountains and his heritage waste for the dragons of the wilderness.", 
      "contentHtml": "And I hated Esau, and laid his mountains and his heritage waste for the dragons of the wilderness.", 
      "number": "3", 
      "pageNumber": "1181", 
      "compareId": "malachi-1_v3", 
      "churchId": "p3"
    }, 
    {
      "type": "verse", 
      "id": "v4", 
      "content": "Whereas Edom saith, We are impoverished, but we will return and build the desolate places; thus saith the LORD of hosts, They shall build, but I will throw down; and they shall call them, The border of wickedness, and, The people against whom the LORD hath indignation for ever.", 
      "contentHtml": "Whereas Edom saith, We are impoverished, but we will return and build the desolate places; thus saith the <span class=\"small-caps\">Lord</span> of hosts, They shall build, but I will throw down; and they shall call them, The border of wickedness, and, The people against whom the <span class=\"small-caps\">Lord</span> hath indignation for ever.", 
      "number": "4", 
      "pageNumber": "1181", 
      "compareId": "malachi-1_v4", 
      "churchId": "p4"
    }, 
    {
      "type": "verse", 
      "id": "v5", 
      "content": "And your eyes shall see, and ye shall say, The LORD will be magnified from the border of Israel.", 
      "contentHtml": "And your eyes shall see, and ye shall say, The <span class=\"small-caps\">Lord</span> will be magnified from the border of Israel.", 
      "number": "5", 
      "pageNumber": "1181", 
      "compareId": "malachi-1_v5", 
      "churchId": "p5"
    }, 
    {
      "type": "verse", 
      "id": "v6", 
      "content": "¶ A son honoureth his father, and a servant his master: if then I be a father, where is mine honour? and if I be a master, where is my fear? saith the LORD of hosts unto you, O priests, that despise my name. And ye say, Wherein have we despised thy name?", 
      "contentHtml": "¶ A son honoureth <span class=\"clarity-word\">his</span> father, and a servant his master: if then I <span class=\"clarity-word\">be</span> a father, where <span class=\"clarity-word\">is</span> mine honour? and if I <span class=\"clarity-word\">be</span> a master, where <span class=\"clarity-word\">is</span> my fear? saith the <span class=\"small-caps\">Lord</span> of hosts unto you, O priests, that despise my name. And ye say, Wherein have we despised thy name?", 
      "number": "6", 
      "pageNumber": "1181", 
      "compareId": "malachi-1_v6", 
      "churchId": "p6"
    }, 
    {
      "type": "verse", 
      "id": "v7", 
      "content": "Ye offer polluted bread upon mine altar; and ye say, Wherein have we polluted thee? In that ye say, The table of the LORD is contemptible.", 
      "contentHtml": "Ye offer polluted bread upon mine altar; and ye say, Wherein have we polluted thee? In that ye say, The table of the <span class=\"small-caps\">Lord</span> <span class=\"clarity-word\">is</span> contemptible.", 
      "number": "7", 
      "pageNumber": "1181", 
      "compareId": "malachi-1_v7", 
      "churchId": "p7"
    }, 
    {
      "type": "verse", 
      "id": "v8", 
      "content": "And if ye offer the blind for sacrifice, is it not evil? and if ye offer the lame and sick, is it not evil? offer it now unto thy governor; will he be pleased with thee, or accept thy person? saith the LORD of hosts.", 
      "contentHtml": "And if ye offer the blind for sacrifice, <span class=\"clarity-word\">is it</span> not evil? and if ye offer the lame and sick, <span class=\"clarity-word\">is it</span> not evil? offer it now unto thy governor; will he be pleased with thee, or accept thy person? saith the <span class=\"small-caps\">Lord</span> of hosts.", 
      "number": "8", 
      "pageNumber": "1181", 
      "compareId": "malachi-1_v8", 
      "churchId": "p8"
    }, 
    {
      "type": "verse", 
      "id": "v9", 
      "content": "And now, I pray you, beseech God that he will be gracious unto us: this hath been by your means: will he regard your persons? saith the LORD of hosts.", 
      "contentHtml": "And now, I pray you, beseech God that he will be gracious unto us: this hath been by your means: will he regard your persons? saith the <span class=\"small-caps\">Lord</span> of hosts.", 
      "number": "9", 
      "pageNumber": "1181", 
      "compareId": "malachi-1_v9", 
      "churchId": "p9"
    }, 
    {
      "type": "verse", 
      "id": "v10", 
      "content": "Who is there even among you that would shut the doors for nought? neither do ye kindle fire on mine altar for nought. I have no pleasure in you, saith the LORD of hosts, neither will I accept an offering at your hand.", 
      "contentHtml": "Who <span class=\"clarity-word\">is there</span> even among you that would shut the doors <span class=\"clarity-word\">for nought?</span> neither do ye kindle <span class=\"clarity-word\">fire</span> on mine altar for nought. I have no pleasure in you, saith the <span class=\"small-caps\">Lord</span> of hosts, neither will I accept an offering at your hand.", 
      "number": "10", 
      "pageNumber": "1181", 
      "compareId": "malachi-1_v10", 
      "churchId": "p10"
    }, 
    {
      "type": "verse", 
      "id": "v11", 
      "content": "For from the rising of the sun even unto the going down of the same my name shall be great among the Gentiles; and in every place incense shall be offered unto my name, and a pure offering: for my name shall be great among the heathen, saith the LORD of hosts.", 
      "contentHtml": "For from the rising of the sun even unto the going down of the same my name <span class=\"clarity-word\">shall be</span> great among the Gentiles; and in every place incense <span class=\"clarity-word\">shall be</span> offered unto my name, and a pure offering: for my name <span class=\"clarity-word\">shall be</span> great among the heathen, saith the <span class=\"small-caps\">Lord</span> of hosts.", 
      "number": "11", 
      "pageNumber": "1181", 
      "compareId": "malachi-1_v11", 
      "churchId": "p11"
    }, 
    {
      "type": "verse", 
      "id": "v12", 
      "content": "¶ But ye have profaned it, in that ye say, The table of the LORD is polluted; and the fruit thereof, even his meat, is contemptible.", 
      "contentHtml": "¶ But ye have profaned it, in that ye say, The table of the <span class=\"small-caps\">Lord</span> <span class=\"clarity-word\">is</span> polluted; and the fruit thereof, <span class=\"clarity-word\">even</span> his meat, <span class=\"clarity-word\">is</span> contemptible.", 
      "number": "12", 
      "pageNumber": "1181", 
      "compareId": "malachi-1_v12", 
      "churchId": "p12"
    }, 
    {
      "type": "verse", 
      "id": "v13", 
      "content": "Ye said also, Behold, what a weariness is it! and ye have snuffed at it, saith the LORD of hosts; and ye brought that which was torn, and the lame, and the sick; thus ye brought an offering: should I accept this of your hand? saith the LORD.", 
      "contentHtml": "Ye said also, Behold, what a weariness <span class=\"clarity-word\">is it!</span> and ye have snuffed at it, saith the <span class=\"small-caps\">Lord</span> of hosts; and ye brought <span class=\"clarity-word\">that which was</span> torn, and the lame, and the sick; thus ye brought an offering: should I accept this of your hand? saith the <span class=\"small-caps\">Lord</span>.", 
      "number": "13", 
      "pageNumber": "1181", 
      "compareId": "malachi-1_v13", 
      "churchId": "p13"
    }, 
    {
      "type": "verse", 
      "id": "v14", 
      "content": "But cursed be the deceiver, which hath in his flock a male, and voweth, and sacrificeth unto the Lord a corrupt thing: for I am a great King, saith the LORD of hosts, and my name is dreadful among the heathen.", 
      "contentHtml": "But cursed <span class=\"clarity-word\">be</span> the deceiver, which hath in his flock a male, and voweth, and sacrificeth unto the Lord a corrupt thing: for I <span class=\"clarity-word\">am</span> a great King, saith the <span class=\"small-caps\">Lord</span> of hosts, and my name <span class=\"clarity-word\">is</span> dreadful among the heathen.", 
      "number": "14", 
      "pageNumber": "1181", 
      "compareId": "malachi-1_v14", 
      "churchId": "p14"
    }
  ], 
  "media": [
    {
      "type": "audio", 
      "subtype": "female", 
      "url": "https://media2.ldscdn.org/assets/scriptures/the-old-testament/2015-11-9260-malachi-01-female-voice-64k-eng.mp3", 
      "id": null, 
      "thumbUrl": null, 
      "startSeconds": null, 
      "endSeconds": null, 
      "source": "ChurchofJesusChrist.org"
    }, 
    {
      "type": "audio", 
      "subtype": "male", 
      "url": "https://media2.ldscdn.org/assets/scriptures/the-old-testament/2015-11-9260-malachi-01-male-voice-64k-eng.mp3", 
      "id": null, 
      "thumbUrl": null, 
      "startSeconds": null, 
      "endSeconds": null, 
      "source": "ChurchofJesusChrist.org"
    }
  ]
}