{
  "name": "2 Chronicles 36",
  "abbrev": "2 Chr. 36",
  "number": "36",
  "churchUri": "/scriptures/ot/2-chr/36",
  "paragraphs": [
    {
      "slug": "2-chronicles-36-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 36",
      "churchId": "title_number1"
    },
    {
      "slug": "2-chronicles-36-p1",
      "type": "verse",
      "number": "1",
      "content": "Then the people of the land took Jehoahaz the son of Josiah, and made him king in his father’s stead in Jerusalem.",
      "churchId": "p1"
    },
    {
      "slug": "2-chronicles-36-p2",
      "type": "verse",
      "number": "2",
      "content": "Jehoahaz <span class=\"clarity-word\">was</span> twenty and three years old when he began to reign, and he reigned three months in Jerusalem.",
      "churchId": "p2"
    },
    {
      "slug": "2-chronicles-36-p3",
      "type": "verse",
      "number": "3",
      "content": "And the king of Egypt put him down at Jerusalem, and condemned the land in an hundred talents of silver and a talent of gold.",
      "churchId": "p3"
    },
    {
      "slug": "2-chronicles-36-p4",
      "type": "verse",
      "number": "4",
      "content": "And the king of Egypt made Eliakim his brother king over Judah and Jerusalem, and turned his name to Jehoiakim. And Necho took Jehoahaz his brother, and carried him to Egypt.",
      "churchId": "p4"
    },
    {
      "slug": "2-chronicles-36-p5",
      "type": "verse",
      "number": "5",
      "content": "¶ Jehoiakim <span class=\"clarity-word\">was</span> twenty and five years old when he began to reign, and he reigned eleven years in Jerusalem: and he did <span class=\"clarity-word\">that which was</span> evil in the sight of the <span class=\"small-caps\">Lord</span> his God.",
      "churchId": "p5"
    },
    {
      "slug": "2-chronicles-36-p6",
      "type": "verse",
      "number": "6",
      "content": "Against him came up Nebuchadnezzar king of Babylon, and bound him in fetters, to carry him to Babylon.",
      "churchId": "p6"
    },
    {
      "slug": "2-chronicles-36-p7",
      "type": "verse",
      "number": "7",
      "content": "Nebuchadnezzar also carried of the vessels of the house of the <span class=\"small-caps\">Lord</span> to Babylon, and put them in his temple at Babylon.",
      "churchId": "p7"
    },
    {
      "slug": "2-chronicles-36-p8",
      "type": "verse",
      "number": "8",
      "content": "Now the rest of the acts of Jehoiakim, and his abominations which he did, and that which was found in him, behold, they <span class=\"clarity-word\">are</span> written in the book of the kings of Israel and Judah: and Jehoiachin his son reigned in his stead.",
      "churchId": "p8"
    },
    {
      "slug": "2-chronicles-36-p9",
      "type": "verse",
      "number": "9",
      "content": "¶ Jehoiachin <span class=\"clarity-word\">was</span> eight years old when he began to reign, and he reigned three months and ten days in Jerusalem: and he did <span class=\"clarity-word\">that which was</span> evil in the sight of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p9"
    },
    {
      "slug": "2-chronicles-36-p10",
      "type": "verse",
      "number": "10",
      "content": "And when the year was expired, king Nebuchadnezzar sent, and brought him to Babylon, with the goodly vessels of the house of the <span class=\"small-caps\">Lord</span>, and made Zedekiah his brother king over Judah and Jerusalem.",
      "churchId": "p10"
    },
    {
      "slug": "2-chronicles-36-p11",
      "type": "verse",
      "number": "11",
      "content": "¶ Zedekiah <span class=\"clarity-word\">was</span> one and twenty years old when he began to reign, and reigned eleven years in Jerusalem.",
      "churchId": "p11"
    },
    {
      "slug": "2-chronicles-36-p12",
      "type": "verse",
      "number": "12",
      "content": "And he did <span class=\"clarity-word\">that which was</span> evil in the sight of the <span class=\"small-caps\">Lord</span> his God, <span class=\"clarity-word\">and</span> humbled not himself before Jeremiah the prophet <span class=\"clarity-word\">speaking</span> from the mouth of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p12"
    },
    {
      "slug": "2-chronicles-36-p13",
      "type": "verse",
      "number": "13",
      "content": "And he also rebelled against king Nebuchadnezzar, who had made him swear by God: but he stiffened his neck, and hardened his heart from turning unto the <span class=\"small-caps\">Lord</span> God of Israel.",
      "churchId": "p13"
    },
    {
      "slug": "2-chronicles-36-p14",
      "type": "verse",
      "number": "14",
      "content": "¶ Moreover all the chief of the priests, and the people, transgressed very much after all the abominations of the heathen; and polluted the house of the <span class=\"small-caps\">Lord</span> which he had hallowed in Jerusalem.",
      "churchId": "p14"
    },
    {
      "slug": "2-chronicles-36-p15",
      "type": "verse",
      "number": "15",
      "content": "And the <span class=\"small-caps\">Lord</span> God of their fathers sent to them by his messengers, rising up betimes, and sending; because he had compassion on his people, and on his dwelling place:",
      "churchId": "p15"
    },
    {
      "slug": "2-chronicles-36-p16",
      "type": "verse",
      "number": "16",
      "content": "But they mocked the messengers of God, and despised his words, and misused his prophets, until the wrath of the <span class=\"small-caps\">Lord</span> arose against his people, till <span class=\"clarity-word\">there was</span> no remedy.",
      "churchId": "p16"
    },
    {
      "slug": "2-chronicles-36-p17",
      "type": "verse",
      "number": "17",
      "content": "Therefore he brought upon them the king of the Chaldees, who slew their young men with the sword in the house of their sanctuary, and had no compassion upon young man or maiden, old man, or him that stooped for age: he gave <span class=\"clarity-word\">them</span> all into his hand.",
      "churchId": "p17"
    },
    {
      "slug": "2-chronicles-36-p18",
      "type": "verse",
      "number": "18",
      "content": "And all the vessels of the house of God, great and small, and the treasures of the house of the <span class=\"small-caps\">Lord</span>, and the treasures of the king, and of his princes; all <span class=\"clarity-word\">these</span> he brought to Babylon.",
      "churchId": "p18"
    },
    {
      "slug": "2-chronicles-36-p19",
      "type": "verse",
      "number": "19",
      "content": "And they burnt the house of God, and brake down the wall of Jerusalem, and burnt all the palaces thereof with fire, and destroyed all the goodly vessels thereof.",
      "churchId": "p19"
    },
    {
      "slug": "2-chronicles-36-p20",
      "type": "verse",
      "number": "20",
      "content": "And them that had escaped from the sword carried he away to Babylon; where they were servants to him and his sons until the reign of the kingdom of Persia:",
      "churchId": "p20"
    },
    {
      "slug": "2-chronicles-36-p21",
      "type": "verse",
      "number": "21",
      "content": "To fulfil the word of the <span class=\"small-caps\">Lord</span> by the mouth of Jeremiah, until the land had enjoyed her sabbaths: <span class=\"clarity-word\">for</span> as long as she lay desolate she kept sabbath, to fulfil threescore and ten years.",
      "churchId": "p21"
    },
    {
      "slug": "2-chronicles-36-p22",
      "type": "verse",
      "number": "22",
      "content": "¶ Now in the first year of Cyrus king of Persia, that the word of the <span class=\"small-caps\">Lord</span> <span class=\"clarity-word\">spoken</span> by the mouth of Jeremiah might be accomplished, the <span class=\"small-caps\">Lord</span> stirred up the spirit of Cyrus king of Persia, that he made a proclamation throughout all his kingdom, and <span class=\"clarity-word\">put it</span> also in writing, saying,",
      "churchId": "p22"
    },
    {
      "slug": "2-chronicles-36-p23",
      "type": "verse",
      "number": "23",
      "content": "Thus saith Cyrus king of Persia, All the kingdoms of the earth hath the <span class=\"small-caps\">Lord</span> God of heaven given me; and he hath charged me to build him an house in Jerusalem, which <span class=\"clarity-word\">is</span> in Judah. Who <span class=\"clarity-word\">is there</span> among you of all his people? The <span class=\"small-caps\">Lord</span> his God <span class=\"clarity-word\">be</span> with him, and let him go up.",
      "churchId": "p23"
    }
  ]
}