{
  "name": "2 Chronicles 29",
  "abbrev": "2 Chr. 29",
  "number": "29",
  "churchUri": "/scriptures/ot/2-chr/29",
  "paragraphs": [
    {
      "slug": "2-chronicles-29-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 29",
      "churchId": "title_number1"
    },
    {
      "slug": "2-chronicles-29-p1",
      "type": "verse",
      "number": "1",
      "content": "Hezekiah began to reign <span class=\"clarity-word\">when he was</span> five and twenty years old, and he reigned nine and twenty years in Jerusalem. And his mother’s name <span class=\"clarity-word\">was</span> Abijah, the daughter of Zechariah.",
      "churchId": "p1"
    },
    {
      "slug": "2-chronicles-29-p2",
      "type": "verse",
      "number": "2",
      "content": "And he did <span class=\"clarity-word\">that which was</span> right in the sight of the <span class=\"small-caps\">Lord</span>, according to all that David his father had done.",
      "churchId": "p2"
    },
    {
      "slug": "2-chronicles-29-p3",
      "type": "verse",
      "number": "3",
      "content": "¶ He in the first year of his reign, in the first month, opened the doors of the house of the <span class=\"small-caps\">Lord</span>, and repaired them.",
      "churchId": "p3"
    },
    {
      "slug": "2-chronicles-29-p4",
      "type": "verse",
      "number": "4",
      "content": "And he brought in the priests and the Levites, and gathered them together into the east street,",
      "churchId": "p4"
    },
    {
      "slug": "2-chronicles-29-p5",
      "type": "verse",
      "number": "5",
      "content": "And said unto them, Hear me, ye Levites, sanctify now yourselves, and sanctify the house of the <span class=\"small-caps\">Lord</span> God of your fathers, and carry forth the filthiness out of the holy <span class=\"clarity-word\">place.</span>",
      "churchId": "p5"
    },
    {
      "slug": "2-chronicles-29-p6",
      "type": "verse",
      "number": "6",
      "content": "For our fathers have trespassed, and done <span class=\"clarity-word\">that which was</span> evil in the eyes of the <span class=\"small-caps\">Lord</span> our God, and have forsaken him, and have turned away their faces from the habitation of the <span class=\"small-caps\">Lord</span>, and turned <span class=\"clarity-word\">their</span> backs.",
      "churchId": "p6"
    },
    {
      "slug": "2-chronicles-29-p7",
      "type": "verse",
      "number": "7",
      "content": "Also they have shut up the doors of the porch, and put out the lamps, and have not burned incense nor offered burnt offerings in the holy <span class=\"clarity-word\">place</span> unto the God of Israel.",
      "churchId": "p7"
    },
    {
      "slug": "2-chronicles-29-p8",
      "type": "verse",
      "number": "8",
      "content": "Wherefore the wrath of the <span class=\"small-caps\">Lord</span> was upon Judah and Jerusalem, and he hath delivered them to trouble, to astonishment, and to hissing, as ye see with your eyes.",
      "churchId": "p8"
    },
    {
      "slug": "2-chronicles-29-p9",
      "type": "verse",
      "number": "9",
      "content": "For, lo, our fathers have fallen by the sword, and our sons and our daughters and our wives <span class=\"clarity-word\">are</span> in captivity for this.",
      "churchId": "p9"
    },
    {
      "slug": "2-chronicles-29-p10",
      "type": "verse",
      "number": "10",
      "content": "Now <span class=\"clarity-word\">it is</span> in mine heart to make a covenant with the <span class=\"small-caps\">Lord</span> God of Israel, that his fierce wrath may turn away from us.",
      "churchId": "p10"
    },
    {
      "slug": "2-chronicles-29-p11",
      "type": "verse",
      "number": "11",
      "content": "My sons, be not now negligent: for the <span class=\"small-caps\">Lord</span> hath chosen you to stand before him, to serve him, and that ye should minister unto him, and burn incense.",
      "churchId": "p11"
    },
    {
      "slug": "2-chronicles-29-p12",
      "type": "verse",
      "number": "12",
      "content": "¶ Then the Levites arose, Mahath the son of Amasai, and Joel the son of Azariah, of the sons of the Kohathites: and of the sons of Merari, Kish the son of Abdi, and Azariah the son of Jehalelel: and of the Gershonites; Joah the son of Zimmah, and Eden the son of Joah:",
      "churchId": "p12"
    },
    {
      "slug": "2-chronicles-29-p13",
      "type": "verse",
      "number": "13",
      "content": "And of the sons of Elizaphan; Shimri, and Jeiel: and of the sons of Asaph; Zechariah, and Mattaniah:",
      "churchId": "p13"
    },
    {
      "slug": "2-chronicles-29-p14",
      "type": "verse",
      "number": "14",
      "content": "And of the sons of Heman; Jehiel, and Shimei: and of the sons of Jeduthun; Shemaiah, and Uzziel.",
      "churchId": "p14"
    },
    {
      "slug": "2-chronicles-29-p15",
      "type": "verse",
      "number": "15",
      "content": "And they gathered their brethren, and sanctified themselves, and came, according to the commandment of the king, by the words of the <span class=\"small-caps\">Lord</span>, to cleanse the house of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p15"
    },
    {
      "slug": "2-chronicles-29-p16",
      "type": "verse",
      "number": "16",
      "content": "And the priests went into the inner part of the house of the <span class=\"small-caps\">Lord</span>, to cleanse <span class=\"clarity-word\">it,</span> and brought out all the uncleanness that they found in the temple of the <span class=\"small-caps\">Lord</span> into the court of the house of the <span class=\"small-caps\">Lord</span>. And the Levites took <span class=\"clarity-word\">it,</span> to carry <span class=\"clarity-word\">it</span> out abroad into the brook Kidron.",
      "churchId": "p16"
    },
    {
      "slug": "2-chronicles-29-p17",
      "type": "verse",
      "number": "17",
      "content": "Now they began on the first <span class=\"clarity-word\">day</span> of the first month to sanctify, and on the eighth day of the month came they to the porch of the <span class=\"small-caps\">Lord</span>: so they sanctified the house of the <span class=\"small-caps\">Lord</span> in eight days; and in the sixteenth day of the first month they made an end.",
      "churchId": "p17"
    },
    {
      "slug": "2-chronicles-29-p18",
      "type": "verse",
      "number": "18",
      "content": "Then they went in to Hezekiah the king, and said, We have cleansed all the house of the <span class=\"small-caps\">Lord</span>, and the altar of burnt offering, with all the vessels thereof, and the shewbread table, with all the vessels thereof.",
      "churchId": "p18"
    },
    {
      "slug": "2-chronicles-29-p19",
      "type": "verse",
      "number": "19",
      "content": "Moreover all the vessels, which king Ahaz in his reign did cast away in his transgression, have we prepared and sanctified, and, behold, they <span class=\"clarity-word\">are</span> before the altar of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p19"
    },
    {
      "slug": "2-chronicles-29-p20",
      "type": "verse",
      "number": "20",
      "content": "¶ Then Hezekiah the king rose early, and gathered the rulers of the city, and went up to the house of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p20"
    },
    {
      "slug": "2-chronicles-29-p21",
      "type": "verse",
      "number": "21",
      "content": "And they brought seven bullocks, and seven rams, and seven lambs, and seven he goats, for a sin offering for the kingdom, and for the sanctuary, and for Judah. And he commanded the priests the sons of Aaron to offer <span class=\"clarity-word\">them</span> on the altar of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p21"
    },
    {
      "slug": "2-chronicles-29-p22",
      "type": "verse",
      "number": "22",
      "content": "So they killed the bullocks, and the priests received the blood, and sprinkled <span class=\"clarity-word\">it</span> on the altar: likewise, when they had killed the rams, they sprinkled the blood upon the altar: they killed also the lambs, and they sprinkled the blood upon the altar.",
      "churchId": "p22"
    },
    {
      "slug": "2-chronicles-29-p23",
      "type": "verse",
      "number": "23",
      "content": "And they brought forth the he goats <span class=\"clarity-word\">for</span> the sin offering before the king and the congregation; and they laid their hands upon them:",
      "churchId": "p23"
    },
    {
      "slug": "2-chronicles-29-p24",
      "type": "verse",
      "number": "24",
      "content": "And the priests killed them, and they made reconciliation with their blood upon the altar, to make an atonement for all Israel: for the king commanded <span class=\"clarity-word\">that</span> the burnt offering and the sin offering <span class=\"clarity-word\">should be made</span> for all Israel.",
      "churchId": "p24"
    },
    {
      "slug": "2-chronicles-29-p25",
      "type": "verse",
      "number": "25",
      "content": "And he set the Levites in the house of the <span class=\"small-caps\">Lord</span> with cymbals, with psalteries, and with harps, according to the commandment of David, and of Gad the king’s seer, and Nathan the prophet: for <span class=\"clarity-word\">so was</span> the commandment of the <span class=\"small-caps\">Lord</span> by his prophets.",
      "churchId": "p25"
    },
    {
      "slug": "2-chronicles-29-p26",
      "type": "verse",
      "number": "26",
      "content": "And the Levites stood with the instruments of David, and the priests with the trumpets.",
      "churchId": "p26"
    },
    {
      "slug": "2-chronicles-29-p27",
      "type": "verse",
      "number": "27",
      "content": "And Hezekiah commanded to offer the burnt offering upon the altar. And when the burnt offering began, the song of the <span class=\"small-caps\">Lord</span> began <span class=\"clarity-word\">also</span> with the trumpets, and with the instruments <span class=\"clarity-word\">ordained</span> by David king of Israel.",
      "churchId": "p27"
    },
    {
      "slug": "2-chronicles-29-p28",
      "type": "verse",
      "number": "28",
      "content": "And all the congregation worshipped, and the singers sang, and the trumpeters sounded: <span class=\"clarity-word\">and</span> all <span class=\"clarity-word\">this continued</span> until the burnt offering was finished.",
      "churchId": "p28"
    },
    {
      "slug": "2-chronicles-29-p29",
      "type": "verse",
      "number": "29",
      "content": "And when they had made an end of offering, the king and all that were present with him bowed themselves, and worshipped.",
      "churchId": "p29"
    },
    {
      "slug": "2-chronicles-29-p30",
      "type": "verse",
      "number": "30",
      "content": "Moreover Hezekiah the king and the princes commanded the Levites to sing praise unto the <span class=\"small-caps\">Lord</span> with the words of David, and of Asaph the seer. And they sang praises with gladness, and they bowed their heads and worshipped.",
      "churchId": "p30"
    },
    {
      "slug": "2-chronicles-29-p31",
      "type": "verse",
      "number": "31",
      "content": "Then Hezekiah answered and said, Now ye have consecrated yourselves unto the <span class=\"small-caps\">Lord</span>, come near and bring sacrifices and thank offerings into the house of the <span class=\"small-caps\">Lord</span>. And the congregation brought in sacrifices and thank offerings; and as many as were of a free heart burnt offerings.",
      "churchId": "p31"
    },
    {
      "slug": "2-chronicles-29-p32",
      "type": "verse",
      "number": "32",
      "content": "And the number of the burnt offerings, which the congregation brought, was threescore and ten bullocks, an hundred rams, <span class=\"clarity-word\">and</span> two hundred lambs: all these <span class=\"clarity-word\">were</span> for a burnt offering to the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p32"
    },
    {
      "slug": "2-chronicles-29-p33",
      "type": "verse",
      "number": "33",
      "content": "And the consecrated things <span class=\"clarity-word\">were</span> six hundred oxen and three thousand sheep.",
      "churchId": "p33"
    },
    {
      "slug": "2-chronicles-29-p34",
      "type": "verse",
      "number": "34",
      "content": "But the priests were too few, so that they could not flay all the burnt offerings: wherefore their brethren the Levites did help them, till the work was ended, and until the <span class=\"clarity-word\">other</span> priests had sanctified themselves: for the Levites <span class=\"clarity-word\">were</span> more upright in heart to sanctify themselves than the priests.",
      "churchId": "p34"
    },
    {
      "slug": "2-chronicles-29-p35",
      "type": "verse",
      "number": "35",
      "content": "And also the burnt offerings <span class=\"clarity-word\">were</span> in abundance, with the fat of the peace offerings, and the drink offerings for <span class=\"clarity-word\">every</span> burnt offering. So the service of the house of the <span class=\"small-caps\">Lord</span> was set in order.",
      "churchId": "p35"
    },
    {
      "slug": "2-chronicles-29-p36",
      "type": "verse",
      "number": "36",
      "content": "And Hezekiah rejoiced, and all the people, that God had prepared the people: for the thing was <span class=\"clarity-word\">done</span> suddenly.",
      "churchId": "p36"
    }
  ]
}