{
  "name": "2 Chronicles 26",
  "abbrev": "2 Chr. 26",
  "number": "26",
  "churchUri": "/scriptures/ot/2-chr/26",
  "paragraphs": [
    {
      "slug": "2-chronicles-26-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 26",
      "churchId": "title_number1"
    },
    {
      "slug": "2-chronicles-26-p1",
      "type": "verse",
      "number": "1",
      "content": "Then all the people of Judah took Uzziah, who <span class=\"clarity-word\">was</span> sixteen years old, and made him king in the room of his father Amaziah.",
      "churchId": "p1"
    },
    {
      "slug": "2-chronicles-26-p2",
      "type": "verse",
      "number": "2",
      "content": "He built Eloth, and restored it to Judah, after that the king slept with his fathers.",
      "churchId": "p2"
    },
    {
      "slug": "2-chronicles-26-p3",
      "type": "verse",
      "number": "3",
      "content": "Sixteen years old <span class=\"clarity-word\">was</span> Uzziah when he began to reign, and he reigned fifty and two years in Jerusalem. His mother’s name also <span class=\"clarity-word\">was</span> Jecoliah of Jerusalem.",
      "churchId": "p3"
    },
    {
      "slug": "2-chronicles-26-p4",
      "type": "verse",
      "number": "4",
      "content": "And he did <span class=\"clarity-word\">that which was</span> right in the sight of the <span class=\"small-caps\">Lord</span>, according to all that his father Amaziah did.",
      "churchId": "p4"
    },
    {
      "slug": "2-chronicles-26-p5",
      "type": "verse",
      "number": "5",
      "content": "And he sought God in the days of Zechariah, who had understanding in the visions of God: and as long as he sought the <span class=\"small-caps\">Lord</span>, God made him to prosper.",
      "churchId": "p5"
    },
    {
      "slug": "2-chronicles-26-p6",
      "type": "verse",
      "number": "6",
      "content": "And he went forth and warred against the Philistines, and brake down the wall of Gath, and the wall of Jabneh, and the wall of Ashdod, and built cities about Ashdod, and among the Philistines.",
      "churchId": "p6"
    },
    {
      "slug": "2-chronicles-26-p7",
      "type": "verse",
      "number": "7",
      "content": "And God helped him against the Philistines, and against the Arabians that dwelt in Gur-baal, and the Mehunims.",
      "churchId": "p7"
    },
    {
      "slug": "2-chronicles-26-p8",
      "type": "verse",
      "number": "8",
      "content": "And the Ammonites gave gifts to Uzziah: and his name spread abroad <span class=\"clarity-word\">even</span> to the entering in of Egypt; for he strengthened <span class=\"clarity-word\">himself</span> exceedingly.",
      "churchId": "p8"
    },
    {
      "slug": "2-chronicles-26-p9",
      "type": "verse",
      "number": "9",
      "content": "Moreover Uzziah built towers in Jerusalem at the corner gate, and at the valley gate, and at the turning <span class=\"clarity-word\">of the wall,</span> and fortified them.",
      "churchId": "p9"
    },
    {
      "slug": "2-chronicles-26-p10",
      "type": "verse",
      "number": "10",
      "content": "Also he built towers in the desert, and digged many wells: for he had much cattle, both in the low country, and in the plains: husbandmen <span class=\"clarity-word\">also,</span> and vine dressers in the mountains, and in Carmel: for he loved husbandry.",
      "churchId": "p10"
    },
    {
      "slug": "2-chronicles-26-p11",
      "type": "verse",
      "number": "11",
      "content": "Moreover Uzziah had an host of fighting men, that went out to war by bands, according to the number of their account by the hand of Jeiel the scribe and Maaseiah the ruler, under the hand of Hananiah, <span class=\"clarity-word\">one</span> of the king’s captains.",
      "churchId": "p11"
    },
    {
      "slug": "2-chronicles-26-p12",
      "type": "verse",
      "number": "12",
      "content": "The whole number of the chief of the fathers of the mighty men of valour <span class=\"clarity-word\">were</span> two thousand and six hundred.",
      "churchId": "p12"
    },
    {
      "slug": "2-chronicles-26-p13",
      "type": "verse",
      "number": "13",
      "content": "And under their hand <span class=\"clarity-word\">was</span> an army, three hundred thousand and seven thousand and five hundred, that made war with mighty power, to help the king against the enemy.",
      "churchId": "p13"
    },
    {
      "slug": "2-chronicles-26-p14",
      "type": "verse",
      "number": "14",
      "content": "And Uzziah prepared for them throughout all the host shields, and spears, and helmets, and habergeons, and bows, and slings <span class=\"clarity-word\">to cast</span> stones.",
      "churchId": "p14"
    },
    {
      "slug": "2-chronicles-26-p15",
      "type": "verse",
      "number": "15",
      "content": "And he made in Jerusalem engines, invented by cunning men, to be on the towers and upon the bulwarks, to shoot arrows and great stones withal. And his name spread far abroad; for he was marvellously helped, till he was strong.",
      "churchId": "p15"
    },
    {
      "slug": "2-chronicles-26-p16",
      "type": "verse",
      "number": "16",
      "content": "¶ But when he was strong, his heart was lifted up to <span class=\"clarity-word\">his</span> destruction: for he transgressed against the <span class=\"small-caps\">Lord</span> his God, and went into the temple of the <span class=\"small-caps\">Lord</span> to burn incense upon the altar of incense.",
      "churchId": "p16"
    },
    {
      "slug": "2-chronicles-26-p17",
      "type": "verse",
      "number": "17",
      "content": "And Azariah the priest went in after him, and with him fourscore priests of the <span class=\"small-caps\">Lord</span>, <span class=\"clarity-word\">that were</span> valiant men:",
      "churchId": "p17"
    },
    {
      "slug": "2-chronicles-26-p18",
      "type": "verse",
      "number": "18",
      "content": "And they withstood Uzziah the king, and said unto him, <span class=\"clarity-word\">It appertaineth</span> not unto thee, Uzziah, to burn incense unto the <span class=\"small-caps\">Lord</span>, but to the priests the sons of Aaron, that are consecrated to burn incense: go out of the sanctuary; for thou hast trespassed; neither <span class=\"clarity-word\">shall it be</span> for thine honour from the <span class=\"small-caps\">Lord</span> God.",
      "churchId": "p18"
    },
    {
      "slug": "2-chronicles-26-p19",
      "type": "verse",
      "number": "19",
      "content": "Then Uzziah was wroth, and <span class=\"clarity-word\">had</span> a censer in his hand to burn incense: and while he was wroth with the priests, the leprosy even rose up in his forehead before the priests in the house of the <span class=\"small-caps\">Lord</span>, from beside the incense altar.",
      "churchId": "p19"
    },
    {
      "slug": "2-chronicles-26-p20",
      "type": "verse",
      "number": "20",
      "content": "And Azariah the chief priest, and all the priests, looked upon him, and, behold, he <span class=\"clarity-word\">was</span> leprous in his forehead, and they thrust him out from thence; yea, himself hasted also to go out, because the <span class=\"small-caps\">Lord</span> had smitten him.",
      "churchId": "p20"
    },
    {
      "slug": "2-chronicles-26-p21",
      "type": "verse",
      "number": "21",
      "content": "And Uzziah the king was a leper unto the day of his death, and dwelt in a several house, <span class=\"clarity-word\">being</span> a leper; for he was cut off from the house of the <span class=\"small-caps\">Lord</span>: and Jotham his son <span class=\"clarity-word\">was</span> over the king’s house, judging the people of the land.",
      "churchId": "p21"
    },
    {
      "slug": "2-chronicles-26-p22",
      "type": "verse",
      "number": "22",
      "content": "¶ Now the rest of the acts of Uzziah, first and last, did Isaiah the prophet, the son of Amoz, write.",
      "churchId": "p22"
    },
    {
      "slug": "2-chronicles-26-p23",
      "type": "verse",
      "number": "23",
      "content": "So Uzziah slept with his fathers, and they buried him with his fathers in the field of the burial which <span class=\"clarity-word\">belonged</span> to the kings; for they said, He <span class=\"clarity-word\">is</span> a leper: and Jotham his son reigned in his stead.",
      "churchId": "p23"
    }
  ]
}