{
  "name": "3 Nephi 26",
  "abbrev": "3 Ne. 26",
  "number": "26",
  "churchUri": "/scriptures/bofm/3-ne/26",
  "paragraphs": [
    {
      "slug": "3-nephi-26-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 26",
      "churchId": "title_number1"
    },
    {
      "slug": "3-nephi-26-p1",
      "type": "verse",
      "number": "1",
      "content": "And now it came to pass that when Jesus had told these things he expounded them unto the multitude; and he did expound all things unto them, both great and small.",
      "churchId": "p1"
    },
    {
      "slug": "3-nephi-26-p2",
      "type": "verse",
      "number": "2",
      "content": "And he saith: These scriptures, which ye had not with you, the Father commanded that I should give unto you; for it was wisdom in him that they should be given unto future generations.",
      "churchId": "p2"
    },
    {
      "slug": "3-nephi-26-p3",
      "type": "verse",
      "number": "3",
      "content": "And he did expound all things, even from the beginning until the time that he should come in his glory—yea, even all things which should come upon the face of the earth, even until the elements should melt with fervent heat, and the earth should be wrapt together as a scroll, and the heavens and the earth should pass away;",
      "churchId": "p3"
    },
    {
      "slug": "3-nephi-26-p4",
      "type": "verse",
      "number": "4",
      "content": "And even unto the great and last day, when all people, and all kindreds, and all nations and tongues shall stand before God, to be judged of their works, whether they be good or whether they be evil—",
      "churchId": "p4"
    },
    {
      "slug": "3-nephi-26-p5",
      "type": "verse",
      "number": "5",
      "content": "If they be good, to the resurrection of everlasting life; and if they be evil, to the resurrection of damnation; being on a parallel, the one on the one hand and the other on the other hand, according to the mercy, and the justice, and the holiness which is in Christ, who was before the world began.",
      "churchId": "p5"
    },
    {
      "slug": "3-nephi-26-p6",
      "type": "verse",
      "number": "6",
      "content": "And now there cannot be written in this book even a hundredth part of the things which Jesus did truly teach unto the people;",
      "churchId": "p6"
    },
    {
      "slug": "3-nephi-26-p7",
      "type": "verse",
      "number": "7",
      "content": "But behold the plates of Nephi do contain the more part of the things which he taught the people.",
      "churchId": "p7"
    },
    {
      "slug": "3-nephi-26-p8",
      "type": "verse",
      "number": "8",
      "content": "And these things have I written, which are a lesser part of the things which he taught the people; and I have written them to the intent that they may be brought again unto this people, from the Gentiles, according to the words which Jesus hath spoken.",
      "churchId": "p8"
    },
    {
      "slug": "3-nephi-26-p9",
      "type": "verse",
      "number": "9",
      "content": "And when they shall have received this, which is expedient that they should have first, to try their faith, and if it shall so be that they shall believe these things then shall the greater things be made manifest unto them.",
      "churchId": "p9"
    },
    {
      "slug": "3-nephi-26-p10",
      "type": "verse",
      "number": "10",
      "content": "And if it so be that they will not believe these things, then shall the greater things be withheld from them, unto their condemnation.",
      "churchId": "p10"
    },
    {
      "slug": "3-nephi-26-p11",
      "type": "verse",
      "number": "11",
      "content": "Behold, I was about to write them, all which were engraven upon the plates of Nephi, but the Lord forbade it, saying: I will try the faith of my people.",
      "churchId": "p11"
    },
    {
      "slug": "3-nephi-26-p12",
      "type": "verse",
      "number": "12",
      "content": "Therefore I, Mormon, do write the things which have been commanded me of the Lord. And now I, Mormon, make an end of my sayings, and proceed to write the things which have been commanded me.",
      "churchId": "p12"
    },
    {
      "slug": "3-nephi-26-p13",
      "type": "verse",
      "number": "13",
      "content": "Therefore, I would that ye should behold that the Lord truly did teach the people, for the space of three days; and after that he did show himself unto them oft, and did break bread oft, and bless it, and give it unto them.",
      "churchId": "p13"
    },
    {
      "slug": "3-nephi-26-p14",
      "type": "verse",
      "number": "14",
      "content": "And it came to pass that he did teach and minister unto the children of the multitude of whom hath been spoken, and he did loose their tongues, and they did speak unto their fathers great and marvelous things, even greater than he had revealed unto the people; and he loosed their tongues that they could utter.",
      "churchId": "p14"
    },
    {
      "slug": "3-nephi-26-p15",
      "type": "verse",
      "number": "15",
      "content": "And it came to pass that after he had ascended into heaven—the second time that he showed himself unto them, and had gone unto the Father, after having healed all their sick, and their lame, and opened the eyes of their blind and unstopped the ears of the deaf, and even had done all manner of cures among them, and raised a man from the dead, and had shown forth his power unto them, and had ascended unto the Father—",
      "churchId": "p15"
    },
    {
      "slug": "3-nephi-26-p16",
      "type": "verse",
      "number": "16",
      "content": "Behold, it came to pass on the morrow that the multitude gathered themselves together, and they both saw and heard these children; yea, even babes did open their mouths and utter marvelous things; and the things which they did utter were forbidden that there should not any man write them.",
      "churchId": "p16"
    },
    {
      "slug": "3-nephi-26-p17",
      "type": "verse",
      "number": "17",
      "content": "And it came to pass that the disciples whom Jesus had chosen began from that time forth to baptize and to teach as many as did come unto them; and as many as were baptized in the name of Jesus were filled with the Holy Ghost.",
      "churchId": "p17"
    },
    {
      "slug": "3-nephi-26-p18",
      "type": "verse",
      "number": "18",
      "content": "And many of them saw and heard unspeakable things, which are not lawful to be written.",
      "churchId": "p18"
    },
    {
      "slug": "3-nephi-26-p19",
      "type": "verse",
      "number": "19",
      "content": "And they taught, and did minister one to another; and they had all things common among them, every man dealing justly, one with another.",
      "churchId": "p19"
    },
    {
      "slug": "3-nephi-26-p20",
      "type": "verse",
      "number": "20",
      "content": "And it came to pass that they did do all things even as Jesus had commanded them.",
      "churchId": "p20"
    },
    {
      "slug": "3-nephi-26-p21",
      "type": "verse",
      "number": "21",
      "content": "And they who were baptized in the name of Jesus were called the church of Christ.",
      "churchId": "p21"
    }
  ]
}