{
  "name": "3 Nephi 8",
  "abbrev": "3 Ne. 8",
  "number": "8",
  "churchUri": "/scriptures/bofm/3-ne/8",
  "paragraphs": [
    {
      "slug": "3-nephi-8-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 8",
      "churchId": "title_number1"
    },
    {
      "slug": "3-nephi-8-p1",
      "type": "verse",
      "number": "1",
      "content": "And now it came to pass that according to our record, and we know our record to be true, for behold, it was a just man who did keep the record—for he truly did many miracles in the name of Jesus; and there was not any man who could do a miracle in the name of Jesus save he were cleansed every whit from his iniquity—",
      "churchId": "p1"
    },
    {
      "slug": "3-nephi-8-p2",
      "type": "verse",
      "number": "2",
      "content": "And now it came to pass, if there was no mistake made by this man in the reckoning of our time, the thirty and third year had passed away;",
      "churchId": "p2"
    },
    {
      "slug": "3-nephi-8-p3",
      "type": "verse",
      "number": "3",
      "content": "And the people began to look with great earnestness for the sign which had been given by the prophet Samuel, the Lamanite, yea, for the time that there should be darkness for the space of three days over the face of the land.",
      "churchId": "p3"
    },
    {
      "slug": "3-nephi-8-p4",
      "type": "verse",
      "number": "4",
      "content": "And there began to be great doubtings and disputations among the people, notwithstanding so many signs had been given.",
      "churchId": "p4"
    },
    {
      "slug": "3-nephi-8-p5",
      "type": "verse",
      "number": "5",
      "content": "And it came to pass in the thirty and fourth year, in the first month, on the fourth day of the month, there arose a great storm, such an one as never had been known in all the land.",
      "churchId": "p5"
    },
    {
      "slug": "3-nephi-8-p6",
      "type": "verse",
      "number": "6",
      "content": "And there was also a great and terrible tempest; and there was terrible thunder, insomuch that it did shake the whole earth as if it was about to divide asunder.",
      "churchId": "p6"
    },
    {
      "slug": "3-nephi-8-p7",
      "type": "verse",
      "number": "7",
      "content": "And there were exceedingly sharp lightnings, such as never had been known in all the land.",
      "churchId": "p7"
    },
    {
      "slug": "3-nephi-8-p8",
      "type": "verse",
      "number": "8",
      "content": "And the city of Zarahemla did take fire.",
      "churchId": "p8"
    },
    {
      "slug": "3-nephi-8-p9",
      "type": "verse",
      "number": "9",
      "content": "And the city of Moroni did sink into the depths of the sea, and the inhabitants thereof were drowned.",
      "churchId": "p9"
    },
    {
      "slug": "3-nephi-8-p10",
      "type": "verse",
      "number": "10",
      "content": "And the earth was carried up upon the city of Moronihah, that in the place of the city there became a great mountain.",
      "churchId": "p10"
    },
    {
      "slug": "3-nephi-8-p11",
      "type": "verse",
      "number": "11",
      "content": "And there was a great and terrible destruction in the land southward.",
      "churchId": "p11"
    },
    {
      "slug": "3-nephi-8-p12",
      "type": "verse",
      "number": "12",
      "content": "But behold, there was a more great and terrible destruction in the land northward; for behold, the whole face of the land was changed, because of the tempest and the whirlwinds, and the thunderings and the lightnings, and the exceedingly great quaking of the whole earth;",
      "churchId": "p12"
    },
    {
      "slug": "3-nephi-8-p13",
      "type": "verse",
      "number": "13",
      "content": "And the highways were broken up, and the level roads were spoiled, and many smooth places became rough.",
      "churchId": "p13"
    },
    {
      "slug": "3-nephi-8-p14",
      "type": "verse",
      "number": "14",
      "content": "And many great and notable cities were sunk, and many were burned, and many were shaken till the buildings thereof had fallen to the earth, and the inhabitants thereof were slain, and the places were left desolate.",
      "churchId": "p14"
    },
    {
      "slug": "3-nephi-8-p15",
      "type": "verse",
      "number": "15",
      "content": "And there were some cities which remained; but the damage thereof was exceedingly great, and there were many in them who were slain.",
      "churchId": "p15"
    },
    {
      "slug": "3-nephi-8-p16",
      "type": "verse",
      "number": "16",
      "content": "And there were some who were carried away in the whirlwind; and whither they went no man knoweth, save they know that they were carried away.",
      "churchId": "p16"
    },
    {
      "slug": "3-nephi-8-p17",
      "type": "verse",
      "number": "17",
      "content": "And thus the face of the whole earth became deformed, because of the tempests, and the thunderings, and the lightnings, and the quaking of the earth.",
      "churchId": "p17"
    },
    {
      "slug": "3-nephi-8-p18",
      "type": "verse",
      "number": "18",
      "content": "And behold, the rocks were rent in twain; they were broken up upon the face of the whole earth, insomuch that they were found in broken fragments, and in seams and in cracks, upon all the face of the land.",
      "churchId": "p18"
    },
    {
      "slug": "3-nephi-8-p19",
      "type": "verse",
      "number": "19",
      "content": "And it came to pass that when the thunderings, and the lightnings, and the storm, and the tempest, and the quakings of the earth did cease—for behold, they did last for about the space of three hours; and it was said by some that the time was greater; nevertheless, all these great and terrible things were done in about the space of three hours—and then behold, there was darkness upon the face of the land.",
      "churchId": "p19"
    },
    {
      "slug": "3-nephi-8-p20",
      "type": "verse",
      "number": "20",
      "content": "And it came to pass that there was thick darkness upon all the face of the land, insomuch that the inhabitants thereof who had not fallen could feel the vapor of darkness;",
      "churchId": "p20"
    },
    {
      "slug": "3-nephi-8-p21",
      "type": "verse",
      "number": "21",
      "content": "And there could be no light, because of the darkness, neither candles, neither torches; neither could there be fire kindled with their fine and exceedingly dry wood, so that there could not be any light at all;",
      "churchId": "p21"
    },
    {
      "slug": "3-nephi-8-p22",
      "type": "verse",
      "number": "22",
      "content": "And there was not any light seen, neither fire, nor glimmer, neither the sun, nor the moon, nor the stars, for so great were the mists of darkness which were upon the face of the land.",
      "churchId": "p22"
    },
    {
      "slug": "3-nephi-8-p23",
      "type": "verse",
      "number": "23",
      "content": "And it came to pass that it did last for the space of three days that there was no light seen; and there was great mourning and howling and weeping among all the people continually; yea, great were the groanings of the people, because of the darkness and the great destruction which had come upon them.",
      "churchId": "p23"
    },
    {
      "slug": "3-nephi-8-p24",
      "type": "verse",
      "number": "24",
      "content": "And in one place they were heard to cry, saying: O that we had repented before this great and terrible day, and then would our brethren have been spared, and they would not have been burned in that great city Zarahemla.",
      "churchId": "p24"
    },
    {
      "slug": "3-nephi-8-p25",
      "type": "verse",
      "number": "25",
      "content": "And in another place they were heard to cry and mourn, saying: O that we had repented before this great and terrible day, and had not killed and stoned the prophets, and cast them out; then would our mothers and our fair daughters, and our children have been spared, and not have been buried up in that great city Moronihah. And thus were the howlings of the people great and terrible.",
      "churchId": "p25"
    }
  ]
}