{
  "name": "3 Nephi 19",
  "abbrev": "3 Ne. 19",
  "number": "19",
  "churchUri": "/scriptures/bofm/3-ne/19",
  "paragraphs": [
    {
      "slug": "3-nephi-19-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 19",
      "churchId": "title_number1"
    },
    {
      "slug": "3-nephi-19-p1",
      "type": "verse",
      "number": "1",
      "content": "And now it came to pass that when Jesus had ascended into heaven, the multitude did disperse, and every man did take his wife and his children and did return to his own home.",
      "churchId": "p1"
    },
    {
      "slug": "3-nephi-19-p2",
      "type": "verse",
      "number": "2",
      "content": "And it was noised abroad among the people immediately, before it was yet dark, that the multitude had seen Jesus, and that he had ministered unto them, and that he would also show himself on the morrow unto the multitude.",
      "churchId": "p2"
    },
    {
      "slug": "3-nephi-19-p3",
      "type": "verse",
      "number": "3",
      "content": "Yea, and even all the night it was noised abroad concerning Jesus; and insomuch did they send forth unto the people that there were many, yea, an exceedingly great number, did labor exceedingly all that night, that they might be on the morrow in the place where Jesus should show himself unto the multitude.",
      "churchId": "p3"
    },
    {
      "slug": "3-nephi-19-p4",
      "type": "verse",
      "number": "4",
      "content": "And it came to pass that on the morrow, when the multitude was gathered together, behold, Nephi and his brother whom he had raised from the dead, whose name was Timothy, and also his son, whose name was Jonas, and also Mathoni, and Mathonihah, his brother, and Kumen, and Kumenonhi, and Jeremiah, and Shemnon, and Jonas, and Zedekiah, and Isaiah—now these were the names of the disciples whom Jesus had chosen—and it came to pass that they went forth and stood in the midst of the multitude.",
      "churchId": "p4"
    },
    {
      "slug": "3-nephi-19-p5",
      "type": "verse",
      "number": "5",
      "content": "And behold, the multitude was so great that they did cause that they should be separated into twelve bodies.",
      "churchId": "p5"
    },
    {
      "slug": "3-nephi-19-p6",
      "type": "verse",
      "number": "6",
      "content": "And the twelve did teach the multitude; and behold, they did cause that the multitude should kneel down upon the face of the earth, and should pray unto the Father in the name of Jesus.",
      "churchId": "p6"
    },
    {
      "slug": "3-nephi-19-p7",
      "type": "verse",
      "number": "7",
      "content": "And the disciples did pray unto the Father also in the name of Jesus. And it came to pass that they arose and ministered unto the people.",
      "churchId": "p7"
    },
    {
      "slug": "3-nephi-19-p8",
      "type": "verse",
      "number": "8",
      "content": "And when they had ministered those same words which Jesus had spoken—nothing varying from the words which Jesus had spoken—behold, they knelt again and prayed to the Father in the name of Jesus.",
      "churchId": "p8"
    },
    {
      "slug": "3-nephi-19-p9",
      "type": "verse",
      "number": "9",
      "content": "And they did pray for that which they most desired; and they desired that the Holy Ghost should be given unto them.",
      "churchId": "p9"
    },
    {
      "slug": "3-nephi-19-p10",
      "type": "verse",
      "number": "10",
      "content": "And when they had thus prayed they went down unto the water’s edge, and the multitude followed them.",
      "churchId": "p10"
    },
    {
      "slug": "3-nephi-19-p11",
      "type": "verse",
      "number": "11",
      "content": "And it came to pass that Nephi went down into the water and was baptized.",
      "churchId": "p11"
    },
    {
      "slug": "3-nephi-19-p12",
      "type": "verse",
      "number": "12",
      "content": "And he came up out of the water and began to baptize. And he baptized all those whom Jesus had chosen.",
      "churchId": "p12"
    },
    {
      "slug": "3-nephi-19-p13",
      "type": "verse",
      "number": "13",
      "content": "And it came to pass when they were all baptized and had come up out of the water, the Holy Ghost did fall upon them, and they were filled with the Holy Ghost and with fire.",
      "churchId": "p13"
    },
    {
      "slug": "3-nephi-19-p14",
      "type": "verse",
      "number": "14",
      "content": "And behold, they were encircled about as if it were by fire; and it came down from heaven, and the multitude did witness it, and did bear record; and angels did come down out of heaven and did minister unto them.",
      "churchId": "p14"
    },
    {
      "slug": "3-nephi-19-p15",
      "type": "verse",
      "number": "15",
      "content": "And it came to pass that while the angels were ministering unto the disciples, behold, Jesus came and stood in the midst and ministered unto them.",
      "churchId": "p15"
    },
    {
      "slug": "3-nephi-19-p16",
      "type": "verse",
      "number": "16",
      "content": "And it came to pass that he spake unto the multitude, and commanded them that they should kneel down again upon the earth, and also that his disciples should kneel down upon the earth.",
      "churchId": "p16"
    },
    {
      "slug": "3-nephi-19-p17",
      "type": "verse",
      "number": "17",
      "content": "And it came to pass that when they had all knelt down upon the earth, he commanded his disciples that they should pray.",
      "churchId": "p17"
    },
    {
      "slug": "3-nephi-19-p18",
      "type": "verse",
      "number": "18",
      "content": "And behold, they began to pray; and they did pray unto Jesus, calling him their Lord and their God.",
      "churchId": "p18"
    },
    {
      "slug": "3-nephi-19-p19",
      "type": "verse",
      "number": "19",
      "content": "And it came to pass that Jesus departed out of the midst of them, and went a little way off from them and bowed himself to the earth, and he said:",
      "churchId": "p19"
    },
    {
      "slug": "3-nephi-19-p20",
      "type": "verse",
      "number": "20",
      "content": "Father, I thank thee that thou hast given the Holy Ghost unto these whom I have chosen; and it is because of their belief in me that I have chosen them out of the world.",
      "churchId": "p20"
    },
    {
      "slug": "3-nephi-19-p21",
      "type": "verse",
      "number": "21",
      "content": "Father, I pray thee that thou wilt give the Holy Ghost unto all them that shall believe in their words.",
      "churchId": "p21"
    },
    {
      "slug": "3-nephi-19-p22",
      "type": "verse",
      "number": "22",
      "content": "Father, thou hast given them the Holy Ghost because they believe in me; and thou seest that they believe in me because thou hearest them, and they pray unto me; and they pray unto me because I am with them.",
      "churchId": "p22"
    },
    {
      "slug": "3-nephi-19-p23",
      "type": "verse",
      "number": "23",
      "content": "And now Father, I pray unto thee for them, and also for all those who shall believe on their words, that they may believe in me, that I may be in them as thou, Father, art in me, that we may be one.",
      "churchId": "p23"
    },
    {
      "slug": "3-nephi-19-p24",
      "type": "verse",
      "number": "24",
      "content": "And it came to pass that when Jesus had thus prayed unto the Father, he came unto his disciples, and behold, they did still continue, without ceasing, to pray unto him; and they did not multiply many words, for it was given unto them what they should pray, and they were filled with desire.",
      "churchId": "p24"
    },
    {
      "slug": "3-nephi-19-p25",
      "type": "verse",
      "number": "25",
      "content": "And it came to pass that Jesus blessed them as they did pray unto him; and his countenance did smile upon them, and the light of his countenance did shine upon them, and behold they were as white as the countenance and also the garments of Jesus; and behold the whiteness thereof did exceed all the whiteness, yea, even there could be nothing upon earth so white as the whiteness thereof.",
      "churchId": "p25"
    },
    {
      "slug": "3-nephi-19-p26",
      "type": "verse",
      "number": "26",
      "content": "And Jesus said unto them: Pray on; nevertheless they did not cease to pray.",
      "churchId": "p26"
    },
    {
      "slug": "3-nephi-19-p27",
      "type": "verse",
      "number": "27",
      "content": "And he turned from them again, and went a little way off and bowed himself to the earth; and he prayed again unto the Father, saying:",
      "churchId": "p27"
    },
    {
      "slug": "3-nephi-19-p28",
      "type": "verse",
      "number": "28",
      "content": "Father, I thank thee that thou hast purified those whom I have chosen, because of their faith, and I pray for them, and also for them who shall believe on their words, that they may be purified in me, through faith on their words, even as they are purified in me.",
      "churchId": "p28"
    },
    {
      "slug": "3-nephi-19-p29",
      "type": "verse",
      "number": "29",
      "content": "Father, I pray not for the world, but for those whom thou hast given me out of the world, because of their faith, that they may be purified in me, that I may be in them as thou, Father, art in me, that we may be one, that I may be glorified in them.",
      "churchId": "p29"
    },
    {
      "slug": "3-nephi-19-p30",
      "type": "verse",
      "number": "30",
      "content": "And when Jesus had spoken these words he came again unto his disciples; and behold they did pray steadfastly, without ceasing, unto him; and he did smile upon them again; and behold they were white, even as Jesus.",
      "churchId": "p30"
    },
    {
      "slug": "3-nephi-19-p31",
      "type": "verse",
      "number": "31",
      "content": "And it came to pass that he went again a little way off and prayed unto the Father;",
      "churchId": "p31"
    },
    {
      "slug": "3-nephi-19-p32",
      "type": "verse",
      "number": "32",
      "content": "And tongue cannot speak the words which he prayed, neither can be written by man the words which he prayed.",
      "churchId": "p32"
    },
    {
      "slug": "3-nephi-19-p33",
      "type": "verse",
      "number": "33",
      "content": "And the multitude did hear and do bear record; and their hearts were open and they did understand in their hearts the words which he prayed.",
      "churchId": "p33"
    },
    {
      "slug": "3-nephi-19-p34",
      "type": "verse",
      "number": "34",
      "content": "Nevertheless, so great and marvelous were the words which he prayed that they cannot be written, neither can they be uttered by man.",
      "churchId": "p34"
    },
    {
      "slug": "3-nephi-19-p35",
      "type": "verse",
      "number": "35",
      "content": "And it came to pass that when Jesus had made an end of praying he came again to the disciples, and said unto them: So great faith have I never seen among all the Jews; wherefore I could not show unto them so great miracles, because of their unbelief.",
      "churchId": "p35"
    },
    {
      "slug": "3-nephi-19-p36",
      "type": "verse",
      "number": "36",
      "content": "Verily I say unto you, there are none of them that have seen so great things as ye have seen; neither have they heard so great things as ye have heard.",
      "churchId": "p36"
    }
  ]
}