{
  "name": "3 Nephi 20",
  "abbrev": "3 Ne. 20",
  "number": "20",
  "churchUri": "/scriptures/bofm/3-ne/20",
  "paragraphs": [
    {
      "slug": "3-nephi-20-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 20",
      "churchId": "title_number1"
    },
    {
      "slug": "3-nephi-20-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass that he commanded the multitude that they should cease to pray, and also his disciples. And he commanded them that they should not cease to pray in their hearts.",
      "churchId": "p1"
    },
    {
      "slug": "3-nephi-20-p2",
      "type": "verse",
      "number": "2",
      "content": "And he commanded them that they should arise and stand up upon their feet. And they arose up and stood upon their feet.",
      "churchId": "p2"
    },
    {
      "slug": "3-nephi-20-p3",
      "type": "verse",
      "number": "3",
      "content": "And it came to pass that he brake bread again and blessed it, and gave to the disciples to eat.",
      "churchId": "p3"
    },
    {
      "slug": "3-nephi-20-p4",
      "type": "verse",
      "number": "4",
      "content": "And when they had eaten he commanded them that they should break bread, and give unto the multitude.",
      "churchId": "p4"
    },
    {
      "slug": "3-nephi-20-p5",
      "type": "verse",
      "number": "5",
      "content": "And when they had given unto the multitude he also gave them wine to drink, and commanded them that they should give unto the multitude.",
      "churchId": "p5"
    },
    {
      "slug": "3-nephi-20-p6",
      "type": "verse",
      "number": "6",
      "content": "Now, there had been no bread, neither wine, brought by the disciples, neither by the multitude;",
      "churchId": "p6"
    },
    {
      "slug": "3-nephi-20-p7",
      "type": "verse",
      "number": "7",
      "content": "But he truly gave unto them bread to eat, and also wine to drink.",
      "churchId": "p7"
    },
    {
      "slug": "3-nephi-20-p8",
      "type": "verse",
      "number": "8",
      "content": "And he said unto them: He that eateth this bread eateth of my body to his soul; and he that drinketh of this wine drinketh of my blood to his soul; and his soul shall never hunger nor thirst, but shall be filled.",
      "churchId": "p8"
    },
    {
      "slug": "3-nephi-20-p9",
      "type": "verse",
      "number": "9",
      "content": "Now, when the multitude had all eaten and drunk, behold, they were filled with the Spirit; and they did cry out with one voice, and gave glory to Jesus, whom they both saw and heard.",
      "churchId": "p9"
    },
    {
      "slug": "3-nephi-20-p10",
      "type": "verse",
      "number": "10",
      "content": "And it came to pass that when they had all given glory unto Jesus, he said unto them: Behold now I finish the commandment which the Father hath commanded me concerning this people, who are a remnant of the house of Israel.",
      "churchId": "p10"
    },
    {
      "slug": "3-nephi-20-p11",
      "type": "verse",
      "number": "11",
      "content": "Ye remember that I spake unto you, and said that when the words of Isaiah should be fulfilled—behold they are written, ye have them before you, therefore search them—",
      "churchId": "p11"
    },
    {
      "slug": "3-nephi-20-p12",
      "type": "verse",
      "number": "12",
      "content": "And verily, verily, I say unto you, that when they shall be fulfilled then is the fulfilling of the covenant which the Father hath made unto his people, O house of Israel.",
      "churchId": "p12"
    },
    {
      "slug": "3-nephi-20-p13",
      "type": "verse",
      "number": "13",
      "content": "And then shall the remnants, which shall be scattered abroad upon the face of the earth, be gathered in from the east and from the west, and from the south and from the north; and they shall be brought to the knowledge of the Lord their God, who hath redeemed them.",
      "churchId": "p13"
    },
    {
      "slug": "3-nephi-20-p14",
      "type": "verse",
      "number": "14",
      "content": "And the Father hath commanded me that I should give unto you this land, for your inheritance.",
      "churchId": "p14"
    },
    {
      "slug": "3-nephi-20-p15",
      "type": "verse",
      "number": "15",
      "content": "And I say unto you, that if the Gentiles do not repent after the blessing which they shall receive, after they have scattered my people—",
      "churchId": "p15"
    },
    {
      "slug": "3-nephi-20-p16",
      "type": "verse",
      "number": "16",
      "content": "Then shall ye, who are a remnant of the house of Jacob, go forth among them; and ye shall be in the midst of them who shall be many; and ye shall be among them as a lion among the beasts of the forest, and as a young lion among the flocks of sheep, who, if he goeth through both treadeth down and teareth in pieces, and none can deliver.",
      "churchId": "p16"
    },
    {
      "slug": "3-nephi-20-p17",
      "type": "verse",
      "number": "17",
      "content": "Thy hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.",
      "churchId": "p17"
    },
    {
      "slug": "3-nephi-20-p18",
      "type": "verse",
      "number": "18",
      "content": "And I will gather my people together as a man gathereth his sheaves into the floor.",
      "churchId": "p18"
    },
    {
      "slug": "3-nephi-20-p19",
      "type": "verse",
      "number": "19",
      "content": "For I will make my people with whom the Father hath covenanted, yea, I will make thy horn iron, and I will make thy hoofs brass. And thou shalt beat in pieces many people; and I will consecrate their gain unto the Lord, and their substance unto the Lord of the whole earth. And behold, I am he who doeth it.",
      "churchId": "p19"
    },
    {
      "slug": "3-nephi-20-p20",
      "type": "verse",
      "number": "20",
      "content": "And it shall come to pass, saith the Father, that the sword of my justice shall hang over them at that day; and except they repent it shall fall upon them, saith the Father, yea, even upon all the nations of the Gentiles.",
      "churchId": "p20"
    },
    {
      "slug": "3-nephi-20-p21",
      "type": "verse",
      "number": "21",
      "content": "And it shall come to pass that I will establish my people, O house of Israel.",
      "churchId": "p21"
    },
    {
      "slug": "3-nephi-20-p22",
      "type": "verse",
      "number": "22",
      "content": "And behold, this people will I establish in this land, unto the fulfilling of the covenant which I made with your father Jacob; and it shall be a New Jerusalem. And the powers of heaven shall be in the midst of this people; yea, even I will be in the midst of you.",
      "churchId": "p22"
    },
    {
      "slug": "3-nephi-20-p23",
      "type": "verse",
      "number": "23",
      "content": "Behold, I am he of whom Moses spake, saying: A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you. And it shall come to pass that every soul who will not hear that prophet shall be cut off from among the people.",
      "churchId": "p23"
    },
    {
      "slug": "3-nephi-20-p24",
      "type": "verse",
      "number": "24",
      "content": "Verily I say unto you, yea, and all the prophets from Samuel and those that follow after, as many as have spoken, have testified of me.",
      "churchId": "p24"
    },
    {
      "slug": "3-nephi-20-p25",
      "type": "verse",
      "number": "25",
      "content": "And behold, ye are the children of the prophets; and ye are of the house of Israel; and ye are of the covenant which the Father made with your fathers, saying unto Abraham: And in thy seed shall all the kindreds of the earth be blessed.",
      "churchId": "p25"
    },
    {
      "slug": "3-nephi-20-p26",
      "type": "verse",
      "number": "26",
      "content": "The Father having raised me up unto you first, and sent me to bless you in turning away every one of you from his iniquities; and this because ye are the children of the covenant—",
      "churchId": "p26"
    },
    {
      "slug": "3-nephi-20-p27",
      "type": "verse",
      "number": "27",
      "content": "And after that ye were blessed then fulfilleth the Father the covenant which he made with Abraham, saying: In thy seed shall all the kindreds of the earth be blessed—unto the pouring out of the Holy Ghost through me upon the Gentiles, which blessing upon the Gentiles shall make them mighty above all, unto the scattering of my people, O house of Israel.",
      "churchId": "p27"
    },
    {
      "slug": "3-nephi-20-p28",
      "type": "verse",
      "number": "28",
      "content": "And they shall be a scourge unto the people of this land. Nevertheless, when they shall have received the fulness of my gospel, then if they shall harden their hearts against me I will return their iniquities upon their own heads, saith the Father.",
      "churchId": "p28"
    },
    {
      "slug": "3-nephi-20-p29",
      "type": "verse",
      "number": "29",
      "content": "And I will remember the covenant which I have made with my people; and I have covenanted with them that I would gather them together in mine own due time, that I would give unto them again the land of their fathers for their inheritance, which is the land of Jerusalem, which is the promised land unto them forever, saith the Father.",
      "churchId": "p29"
    },
    {
      "slug": "3-nephi-20-p30",
      "type": "verse",
      "number": "30",
      "content": "And it shall come to pass that the time cometh, when the fulness of my gospel shall be preached unto them;",
      "churchId": "p30"
    },
    {
      "slug": "3-nephi-20-p31",
      "type": "verse",
      "number": "31",
      "content": "And they shall believe in me, that I am Jesus Christ, the Son of God, and shall pray unto the Father in my name.",
      "churchId": "p31"
    },
    {
      "slug": "3-nephi-20-p32",
      "type": "verse",
      "number": "32",
      "content": "Then shall their watchmen lift up their voice, and with the voice together shall they sing; for they shall see eye to eye.",
      "churchId": "p32"
    },
    {
      "slug": "3-nephi-20-p33",
      "type": "verse",
      "number": "33",
      "content": "Then will the Father gather them together again, and give unto them Jerusalem for the land of their inheritance.",
      "churchId": "p33"
    },
    {
      "slug": "3-nephi-20-p34",
      "type": "verse",
      "number": "34",
      "content": "Then shall they break forth into joy—Sing together, ye waste places of Jerusalem; for the Father hath comforted his people, he hath redeemed Jerusalem.",
      "churchId": "p34"
    },
    {
      "slug": "3-nephi-20-p35",
      "type": "verse",
      "number": "35",
      "content": "The Father hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of the Father; and the Father and I are one.",
      "churchId": "p35"
    },
    {
      "slug": "3-nephi-20-p36",
      "type": "verse",
      "number": "36",
      "content": "And then shall be brought to pass that which is written: Awake, awake again, and put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city, for henceforth there shall no more come into thee the uncircumcised and the unclean.",
      "churchId": "p36"
    },
    {
      "slug": "3-nephi-20-p37",
      "type": "verse",
      "number": "37",
      "content": "Shake thyself from the dust; arise, sit down, O Jerusalem; loose thyself from the bands of thy neck, O captive daughter of Zion.",
      "churchId": "p37"
    },
    {
      "slug": "3-nephi-20-p38",
      "type": "verse",
      "number": "38",
      "content": "For thus saith the Lord: Ye have sold yourselves for naught, and ye shall be redeemed without money.",
      "churchId": "p38"
    },
    {
      "slug": "3-nephi-20-p39",
      "type": "verse",
      "number": "39",
      "content": "Verily, verily, I say unto you, that my people shall know my name; yea, in that day they shall know that I am he that doth speak.",
      "churchId": "p39"
    },
    {
      "slug": "3-nephi-20-p40",
      "type": "verse",
      "number": "40",
      "content": "And then shall they say: How beautiful upon the mountains are the feet of him that bringeth good tidings unto them, that publisheth peace; that bringeth good tidings unto them of good, that publisheth salvation; that saith unto Zion: Thy God reigneth!",
      "churchId": "p40"
    },
    {
      "slug": "3-nephi-20-p41",
      "type": "verse",
      "number": "41",
      "content": "And then shall a cry go forth: Depart ye, depart ye, go ye out from thence, touch not that which is unclean; go ye out of the midst of her; be ye clean that bear the vessels of the Lord.",
      "churchId": "p41"
    },
    {
      "slug": "3-nephi-20-p42",
      "type": "verse",
      "number": "42",
      "content": "For ye shall not go out with haste nor go by flight; for the Lord will go before you, and the God of Israel shall be your rearward.",
      "churchId": "p42"
    },
    {
      "slug": "3-nephi-20-p43",
      "type": "verse",
      "number": "43",
      "content": "Behold, my servant shall deal prudently; he shall be exalted and extolled and be very high.",
      "churchId": "p43"
    },
    {
      "slug": "3-nephi-20-p44",
      "type": "verse",
      "number": "44",
      "content": "As many were astonished at thee—his visage was so marred, more than any man, and his form more than the sons of men—",
      "churchId": "p44"
    },
    {
      "slug": "3-nephi-20-p45",
      "type": "verse",
      "number": "45",
      "content": "So shall he sprinkle many nations; the kings shall shut their mouths at him, for that which had not been told them shall they see; and that which they had not heard shall they consider.",
      "churchId": "p45"
    },
    {
      "slug": "3-nephi-20-p46",
      "type": "verse",
      "number": "46",
      "content": "Verily, verily, I say unto you, all these things shall surely come, even as the Father hath commanded me. Then shall this covenant which the Father hath covenanted with his people be fulfilled; and then shall Jerusalem be inhabited again with my people, and it shall be the land of their inheritance.",
      "churchId": "p46"
    }
  ]
}