{
  "name": "3 Nephi 17",
  "abbrev": "3 Ne. 17",
  "number": "17",
  "churchUri": "/scriptures/bofm/3-ne/17",
  "paragraphs": [
    {
      "slug": "3-nephi-17-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 17",
      "churchId": "title_number1"
    },
    {
      "slug": "3-nephi-17-p1",
      "type": "verse",
      "number": "1",
      "content": "Behold, now it came to pass that when Jesus had spoken these words he looked round about again on the multitude, and he said unto them: Behold, my time is at hand.",
      "churchId": "p1"
    },
    {
      "slug": "3-nephi-17-p2",
      "type": "verse",
      "number": "2",
      "content": "I perceive that ye are weak, that ye cannot understand all my words which I am commanded of the Father to speak unto you at this time.",
      "churchId": "p2"
    },
    {
      "slug": "3-nephi-17-p3",
      "type": "verse",
      "number": "3",
      "content": "Therefore, go ye unto your homes, and ponder upon the things which I have said, and ask of the Father, in my name, that ye may understand, and prepare your minds for the morrow, and I come unto you again.",
      "churchId": "p3"
    },
    {
      "slug": "3-nephi-17-p4",
      "type": "verse",
      "number": "4",
      "content": "But now I go unto the Father, and also to show myself unto the lost tribes of Israel, for they are not lost unto the Father, for he knoweth whither he hath taken them.",
      "churchId": "p4"
    },
    {
      "slug": "3-nephi-17-p5",
      "type": "verse",
      "number": "5",
      "content": "And it came to pass that when Jesus had thus spoken, he cast his eyes round about again on the multitude, and beheld they were in tears, and did look steadfastly upon him as if they would ask him to tarry a little longer with them.",
      "churchId": "p5"
    },
    {
      "slug": "3-nephi-17-p6",
      "type": "verse",
      "number": "6",
      "content": "And he said unto them: Behold, my bowels are filled with compassion towards you.",
      "churchId": "p6"
    },
    {
      "slug": "3-nephi-17-p7",
      "type": "verse",
      "number": "7",
      "content": "Have ye any that are sick among you? Bring them hither. Have ye any that are lame, or blind, or halt, or maimed, or leprous, or that are withered, or that are deaf, or that are afflicted in any manner? Bring them hither and I will heal them, for I have compassion upon you; my bowels are filled with mercy.",
      "churchId": "p7"
    },
    {
      "slug": "3-nephi-17-p8",
      "type": "verse",
      "number": "8",
      "content": "For I perceive that ye desire that I should show unto you what I have done unto your brethren at Jerusalem, for I see that your faith is sufficient that I should heal you.",
      "churchId": "p8"
    },
    {
      "slug": "3-nephi-17-p9",
      "type": "verse",
      "number": "9",
      "content": "And it came to pass that when he had thus spoken, all the multitude, with one accord, did go forth with their sick and their afflicted, and their lame, and with their blind, and with their dumb, and with all them that were afflicted in any manner; and he did heal them every one as they were brought forth unto him.",
      "churchId": "p9"
    },
    {
      "slug": "3-nephi-17-p10",
      "type": "verse",
      "number": "10",
      "content": "And they did all, both they who had been healed and they who were whole, bow down at his feet, and did worship him; and as many as could come for the multitude did kiss his feet, insomuch that they did bathe his feet with their tears.",
      "churchId": "p10"
    },
    {
      "slug": "3-nephi-17-p11",
      "type": "verse",
      "number": "11",
      "content": "And it came to pass that he commanded that their little children should be brought.",
      "churchId": "p11"
    },
    {
      "slug": "3-nephi-17-p12",
      "type": "verse",
      "number": "12",
      "content": "So they brought their little children and set them down upon the ground round about him, and Jesus stood in the midst; and the multitude gave way till they had all been brought unto him.",
      "churchId": "p12"
    },
    {
      "slug": "3-nephi-17-p13",
      "type": "verse",
      "number": "13",
      "content": "And it came to pass that when they had all been brought, and Jesus stood in the midst, he commanded the multitude that they should kneel down upon the ground.",
      "churchId": "p13"
    },
    {
      "slug": "3-nephi-17-p14",
      "type": "verse",
      "number": "14",
      "content": "And it came to pass that when they had knelt upon the ground, Jesus groaned within himself, and said: Father, I am troubled because of the wickedness of the people of the house of Israel.",
      "churchId": "p14"
    },
    {
      "slug": "3-nephi-17-p15",
      "type": "verse",
      "number": "15",
      "content": "And when he had said these words, he himself also knelt upon the earth; and behold he prayed unto the Father, and the things which he prayed cannot be written, and the multitude did bear record who heard him.",
      "churchId": "p15"
    },
    {
      "slug": "3-nephi-17-p16",
      "type": "verse",
      "number": "16",
      "content": "And after this manner do they bear record: The eye hath never seen, neither hath the ear heard, before, so great and marvelous things as we saw and heard Jesus speak unto the Father;",
      "churchId": "p16"
    },
    {
      "slug": "3-nephi-17-p17",
      "type": "verse",
      "number": "17",
      "content": "And no tongue can speak, neither can there be written by any man, neither can the hearts of men conceive so great and marvelous things as we both saw and heard Jesus speak; and no one can conceive of the joy which filled our souls at the time we heard him pray for us unto the Father.",
      "churchId": "p17"
    },
    {
      "slug": "3-nephi-17-p18",
      "type": "verse",
      "number": "18",
      "content": "And it came to pass that when Jesus had made an end of praying unto the Father, he arose; but so great was the joy of the multitude that they were overcome.",
      "churchId": "p18"
    },
    {
      "slug": "3-nephi-17-p19",
      "type": "verse",
      "number": "19",
      "content": "And it came to pass that Jesus spake unto them, and bade them arise.",
      "churchId": "p19"
    },
    {
      "slug": "3-nephi-17-p20",
      "type": "verse",
      "number": "20",
      "content": "And they arose from the earth, and he said unto them: Blessed are ye because of your faith. And now behold, my joy is full.",
      "churchId": "p20"
    },
    {
      "slug": "3-nephi-17-p21",
      "type": "verse",
      "number": "21",
      "content": "And when he had said these words, he wept, and the multitude bare record of it, and he took their little children, one by one, and blessed them, and prayed unto the Father for them.",
      "churchId": "p21"
    },
    {
      "slug": "3-nephi-17-p22",
      "type": "verse",
      "number": "22",
      "content": "And when he had done this he wept again;",
      "churchId": "p22"
    },
    {
      "slug": "3-nephi-17-p23",
      "type": "verse",
      "number": "23",
      "content": "And he spake unto the multitude, and said unto them: Behold your little ones.",
      "churchId": "p23"
    },
    {
      "slug": "3-nephi-17-p24",
      "type": "verse",
      "number": "24",
      "content": "And as they looked to behold they cast their eyes towards heaven, and they saw the heavens open, and they saw angels descending out of heaven as it were in the midst of fire; and they came down and encircled those little ones about, and they were encircled about with fire; and the angels did minister unto them.",
      "churchId": "p24"
    },
    {
      "slug": "3-nephi-17-p25",
      "type": "verse",
      "number": "25",
      "content": "And the multitude did see and hear and bear record; and they know that their record is true for they all of them did see and hear, every man for himself; and they were in number about two thousand and five hundred souls; and they did consist of men, women, and children.",
      "churchId": "p25"
    }
  ]
}