{
  "name": "3 Nephi 15",
  "abbrev": "3 Ne. 15",
  "number": "15",
  "churchUri": "/scriptures/bofm/3-ne/15",
  "paragraphs": [
    {
      "slug": "3-nephi-15-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 15",
      "churchId": "title_number1"
    },
    {
      "slug": "3-nephi-15-p1",
      "type": "verse",
      "number": "1",
      "content": "And now it came to pass that when Jesus had ended these sayings he cast his eyes round about on the multitude, and said unto them: Behold, ye have heard the things which I taught before I ascended to my Father; therefore, whoso remembereth these sayings of mine and doeth them, him will I raise up at the last day.",
      "churchId": "p1"
    },
    {
      "slug": "3-nephi-15-p2",
      "type": "verse",
      "number": "2",
      "content": "And it came to pass that when Jesus had said these words he perceived that there were some among them who marveled, and wondered what he would concerning the law of Moses; for they understood not the saying that old things had passed away, and that all things had become new.",
      "churchId": "p2"
    },
    {
      "slug": "3-nephi-15-p3",
      "type": "verse",
      "number": "3",
      "content": "And he said unto them: Marvel not that I said unto you that old things had passed away, and that all things had become new.",
      "churchId": "p3"
    },
    {
      "slug": "3-nephi-15-p4",
      "type": "verse",
      "number": "4",
      "content": "Behold, I say unto you that the law is fulfilled that was given unto Moses.",
      "churchId": "p4"
    },
    {
      "slug": "3-nephi-15-p5",
      "type": "verse",
      "number": "5",
      "content": "Behold, I am he that gave the law, and I am he who covenanted with my people Israel; therefore, the law in me is fulfilled, for I have come to fulfil the law; therefore it hath an end.",
      "churchId": "p5"
    },
    {
      "slug": "3-nephi-15-p6",
      "type": "verse",
      "number": "6",
      "content": "Behold, I do not destroy the prophets, for as many as have not been fulfilled in me, verily I say unto you, shall all be fulfilled.",
      "churchId": "p6"
    },
    {
      "slug": "3-nephi-15-p7",
      "type": "verse",
      "number": "7",
      "content": "And because I said unto you that old things have passed away, I do not destroy that which hath been spoken concerning things which are to come.",
      "churchId": "p7"
    },
    {
      "slug": "3-nephi-15-p8",
      "type": "verse",
      "number": "8",
      "content": "For behold, the covenant which I have made with my people is not all fulfilled; but the law which was given unto Moses hath an end in me.",
      "churchId": "p8"
    },
    {
      "slug": "3-nephi-15-p9",
      "type": "verse",
      "number": "9",
      "content": "Behold, I am the law, and the light. Look unto me, and endure to the end, and ye shall live; for unto him that endureth to the end will I give eternal life.",
      "churchId": "p9"
    },
    {
      "slug": "3-nephi-15-p10",
      "type": "verse",
      "number": "10",
      "content": "Behold, I have given unto you the commandments; therefore keep my commandments. And this is the law and the prophets, for they truly testified of me.",
      "churchId": "p10"
    },
    {
      "slug": "3-nephi-15-p11",
      "type": "verse",
      "number": "11",
      "content": "And now it came to pass that when Jesus had spoken these words, he said unto those twelve whom he had chosen:",
      "churchId": "p11"
    },
    {
      "slug": "3-nephi-15-p12",
      "type": "verse",
      "number": "12",
      "content": "Ye are my disciples; and ye are a light unto this people, who are a remnant of the house of Joseph.",
      "churchId": "p12"
    },
    {
      "slug": "3-nephi-15-p13",
      "type": "verse",
      "number": "13",
      "content": "And behold, this is the land of your inheritance; and the Father hath given it unto you.",
      "churchId": "p13"
    },
    {
      "slug": "3-nephi-15-p14",
      "type": "verse",
      "number": "14",
      "content": "And not at any time hath the Father given me commandment that I should tell it unto your brethren at Jerusalem.",
      "churchId": "p14"
    },
    {
      "slug": "3-nephi-15-p15",
      "type": "verse",
      "number": "15",
      "content": "Neither at any time hath the Father given me commandment that I should tell unto them concerning the other tribes of the house of Israel, whom the Father hath led away out of the land.",
      "churchId": "p15"
    },
    {
      "slug": "3-nephi-15-p16",
      "type": "verse",
      "number": "16",
      "content": "This much did the Father command me, that I should tell unto them:",
      "churchId": "p16"
    },
    {
      "slug": "3-nephi-15-p17",
      "type": "verse",
      "number": "17",
      "content": "That other sheep I have which are not of this fold; them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.",
      "churchId": "p17"
    },
    {
      "slug": "3-nephi-15-p18",
      "type": "verse",
      "number": "18",
      "content": "And now, because of stiffneckedness and unbelief they understood not my word; therefore I was commanded to say no more of the Father concerning this thing unto them.",
      "churchId": "p18"
    },
    {
      "slug": "3-nephi-15-p19",
      "type": "verse",
      "number": "19",
      "content": "But, verily, I say unto you that the Father hath commanded me, and I tell it unto you, that ye were separated from among them because of their iniquity; therefore it is because of their iniquity that they know not of you.",
      "churchId": "p19"
    },
    {
      "slug": "3-nephi-15-p20",
      "type": "verse",
      "number": "20",
      "content": "And verily, I say unto you again that the other tribes hath the Father separated from them; and it is because of their iniquity that they know not of them.",
      "churchId": "p20"
    },
    {
      "slug": "3-nephi-15-p21",
      "type": "verse",
      "number": "21",
      "content": "And verily I say unto you, that ye are they of whom I said: Other sheep I have which are not of this fold; them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.",
      "churchId": "p21"
    },
    {
      "slug": "3-nephi-15-p22",
      "type": "verse",
      "number": "22",
      "content": "And they understood me not, for they supposed it had been the Gentiles; for they understood not that the Gentiles should be converted through their preaching.",
      "churchId": "p22"
    },
    {
      "slug": "3-nephi-15-p23",
      "type": "verse",
      "number": "23",
      "content": "And they understood me not that I said they shall hear my voice; and they understood me not that the Gentiles should not at any time hear my voice—that I should not manifest myself unto them save it were by the Holy Ghost.",
      "churchId": "p23"
    },
    {
      "slug": "3-nephi-15-p24",
      "type": "verse",
      "number": "24",
      "content": "But behold, ye have both heard my voice, and seen me; and ye are my sheep, and ye are numbered among those whom the Father hath given me.",
      "churchId": "p24"
    }
  ]
}