{
  "name": "3 Nephi 13",
  "abbrev": "3 Ne. 13",
  "number": "13",
  "churchUri": "/scriptures/bofm/3-ne/13",
  "paragraphs": [
    {
      "slug": "3-nephi-13-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 13",
      "churchId": "title_number1"
    },
    {
      "slug": "3-nephi-13-p1",
      "type": "verse",
      "number": "1",
      "content": "Verily, verily, I say that I would that ye should do alms unto the poor; but take heed that ye do not your alms before men to be seen of them; otherwise ye have no reward of your Father who is in heaven.",
      "churchId": "p1"
    },
    {
      "slug": "3-nephi-13-p2",
      "type": "verse",
      "number": "2",
      "content": "Therefore, when ye shall do your alms do not sound a trumpet before you, as will hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, they have their reward.",
      "churchId": "p2"
    },
    {
      "slug": "3-nephi-13-p3",
      "type": "verse",
      "number": "3",
      "content": "But when thou doest alms let not thy left hand know what thy right hand doeth;",
      "churchId": "p3"
    },
    {
      "slug": "3-nephi-13-p4",
      "type": "verse",
      "number": "4",
      "content": "That thine alms may be in secret; and thy Father who seeth in secret, himself shall reward thee openly.",
      "churchId": "p4"
    },
    {
      "slug": "3-nephi-13-p5",
      "type": "verse",
      "number": "5",
      "content": "And when thou prayest thou shalt not do as the hypocrites, for they love to pray, standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, they have their reward.",
      "churchId": "p5"
    },
    {
      "slug": "3-nephi-13-p6",
      "type": "verse",
      "number": "6",
      "content": "But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
      "churchId": "p6"
    },
    {
      "slug": "3-nephi-13-p7",
      "type": "verse",
      "number": "7",
      "content": "But when ye pray, use not vain repetitions, as the heathen, for they think that they shall be heard for their much speaking.",
      "churchId": "p7"
    },
    {
      "slug": "3-nephi-13-p8",
      "type": "verse",
      "number": "8",
      "content": "Be not ye therefore like unto them, for your Father knoweth what things ye have need of before ye ask him.",
      "churchId": "p8"
    },
    {
      "slug": "3-nephi-13-p9",
      "type": "verse",
      "number": "9",
      "content": "After this manner therefore pray ye: Our Father who art in heaven, hallowed be thy name.",
      "churchId": "p9"
    },
    {
      "slug": "3-nephi-13-p10",
      "type": "verse",
      "number": "10",
      "content": "Thy will be done on earth as it is in heaven.",
      "churchId": "p10"
    },
    {
      "slug": "3-nephi-13-p11",
      "type": "verse",
      "number": "11",
      "content": "And forgive us our debts, as we forgive our debtors.",
      "churchId": "p11"
    },
    {
      "slug": "3-nephi-13-p12",
      "type": "verse",
      "number": "12",
      "content": "And lead us not into temptation, but deliver us from evil.",
      "churchId": "p12"
    },
    {
      "slug": "3-nephi-13-p13",
      "type": "verse",
      "number": "13",
      "content": "For thine is the kingdom, and the power, and the glory, forever. Amen.",
      "churchId": "p13"
    },
    {
      "slug": "3-nephi-13-p14",
      "type": "verse",
      "number": "14",
      "content": "For, if ye forgive men their trespasses your heavenly Father will also forgive you;",
      "churchId": "p14"
    },
    {
      "slug": "3-nephi-13-p15",
      "type": "verse",
      "number": "15",
      "content": "But if ye forgive not men their trespasses neither will your Father forgive your trespasses.",
      "churchId": "p15"
    },
    {
      "slug": "3-nephi-13-p16",
      "type": "verse",
      "number": "16",
      "content": "Moreover, when ye fast be not as the hypocrites, of a sad countenance, for they disfigure their faces that they may appear unto men to fast. Verily I say unto you, they have their reward.",
      "churchId": "p16"
    },
    {
      "slug": "3-nephi-13-p17",
      "type": "verse",
      "number": "17",
      "content": "But thou, when thou fastest, anoint thy head, and wash thy face;",
      "churchId": "p17"
    },
    {
      "slug": "3-nephi-13-p18",
      "type": "verse",
      "number": "18",
      "content": "That thou appear not unto men to fast, but unto thy Father, who is in secret; and thy Father, who seeth in secret, shall reward thee openly.",
      "churchId": "p18"
    },
    {
      "slug": "3-nephi-13-p19",
      "type": "verse",
      "number": "19",
      "content": "Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and thieves break through and steal;",
      "churchId": "p19"
    },
    {
      "slug": "3-nephi-13-p20",
      "type": "verse",
      "number": "20",
      "content": "But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal.",
      "churchId": "p20"
    },
    {
      "slug": "3-nephi-13-p21",
      "type": "verse",
      "number": "21",
      "content": "For where your treasure is, there will your heart be also.",
      "churchId": "p21"
    },
    {
      "slug": "3-nephi-13-p22",
      "type": "verse",
      "number": "22",
      "content": "The light of the body is the eye; if, therefore, thine eye be single, thy whole body shall be full of light.",
      "churchId": "p22"
    },
    {
      "slug": "3-nephi-13-p23",
      "type": "verse",
      "number": "23",
      "content": "But if thine eye be evil, thy whole body shall be full of darkness. If, therefore, the light that is in thee be darkness, how great is that darkness!",
      "churchId": "p23"
    },
    {
      "slug": "3-nephi-13-p24",
      "type": "verse",
      "number": "24",
      "content": "No man can serve two masters; for either he will hate the one and love the other, or else he will hold to the one and despise the other. Ye cannot serve God and Mammon.",
      "churchId": "p24"
    },
    {
      "slug": "3-nephi-13-p25",
      "type": "verse",
      "number": "25",
      "content": "And now it came to pass that when Jesus had spoken these words he looked upon the twelve whom he had chosen, and said unto them: Remember the words which I have spoken. For behold, ye are they whom I have chosen to minister unto this people. Therefore I say unto you, take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?",
      "churchId": "p25"
    },
    {
      "slug": "3-nephi-13-p26",
      "type": "verse",
      "number": "26",
      "content": "Behold the fowls of the air, for they sow not, neither do they reap nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?",
      "churchId": "p26"
    },
    {
      "slug": "3-nephi-13-p27",
      "type": "verse",
      "number": "27",
      "content": "Which of you by taking thought can add one cubit unto his stature?",
      "churchId": "p27"
    },
    {
      "slug": "3-nephi-13-p28",
      "type": "verse",
      "number": "28",
      "content": "And why take ye thought for raiment? Consider the lilies of the field how they grow; they toil not, neither do they spin;",
      "churchId": "p28"
    },
    {
      "slug": "3-nephi-13-p29",
      "type": "verse",
      "number": "29",
      "content": "And yet I say unto you, that even Solomon, in all his glory, was not arrayed like one of these.",
      "churchId": "p29"
    },
    {
      "slug": "3-nephi-13-p30",
      "type": "verse",
      "number": "30",
      "content": "Wherefore, if God so clothe the grass of the field, which today is, and tomorrow is cast into the oven, even so will he clothe you, if ye are not of little faith.",
      "churchId": "p30"
    },
    {
      "slug": "3-nephi-13-p31",
      "type": "verse",
      "number": "31",
      "content": "Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?",
      "churchId": "p31"
    },
    {
      "slug": "3-nephi-13-p32",
      "type": "verse",
      "number": "32",
      "content": "For your heavenly Father knoweth that ye have need of all these things.",
      "churchId": "p32"
    },
    {
      "slug": "3-nephi-13-p33",
      "type": "verse",
      "number": "33",
      "content": "But seek ye first the kingdom of God and his righteousness, and all these things shall be added unto you.",
      "churchId": "p33"
    },
    {
      "slug": "3-nephi-13-p34",
      "type": "verse",
      "number": "34",
      "content": "Take therefore no thought for the morrow, for the morrow shall take thought for the things of itself. Sufficient is the day unto the evil thereof.",
      "churchId": "p34"
    }
  ]
}