{
  "name": "3 Nephi 4",
  "abbrev": "3 Ne. 4",
  "number": "4",
  "churchUri": "/scriptures/bofm/3-ne/4",
  "paragraphs": [
    {
      "slug": "3-nephi-4-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 4",
      "churchId": "title_number1"
    },
    {
      "slug": "3-nephi-4-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass that in the latter end of the eighteenth year those armies of robbers had prepared for battle, and began to come down and to sally forth from the hills, and out of the mountains, and the wilderness, and their strongholds, and their secret places, and began to take possession of the lands, both which were in the land south and which were in the land north, and began to take possession of all the lands which had been deserted by the Nephites, and the cities which had been left desolate.",
      "churchId": "p1"
    },
    {
      "slug": "3-nephi-4-p2",
      "type": "verse",
      "number": "2",
      "content": "But behold, there were no wild beasts nor game in those lands which had been deserted by the Nephites, and there was no game for the robbers save it were in the wilderness.",
      "churchId": "p2"
    },
    {
      "slug": "3-nephi-4-p3",
      "type": "verse",
      "number": "3",
      "content": "And the robbers could not exist save it were in the wilderness, for the want of food; for the Nephites had left their lands desolate, and had gathered their flocks and their herds and all their substance, and they were in one body.",
      "churchId": "p3"
    },
    {
      "slug": "3-nephi-4-p4",
      "type": "verse",
      "number": "4",
      "content": "Therefore, there was no chance for the robbers to plunder and to obtain food, save it were to come up in open battle against the Nephites; and the Nephites being in one body, and having so great a number, and having reserved for themselves provisions, and horses and cattle, and flocks of every kind, that they might subsist for the space of seven years, in the which time they did hope to destroy the robbers from off the face of the land; and thus the eighteenth year did pass away.",
      "churchId": "p4"
    },
    {
      "slug": "3-nephi-4-p5",
      "type": "verse",
      "number": "5",
      "content": "And it came to pass that in the nineteenth year Giddianhi found that it was expedient that he should go up to battle against the Nephites, for there was no way that they could subsist save it were to plunder and rob and murder.",
      "churchId": "p5"
    },
    {
      "slug": "3-nephi-4-p6",
      "type": "verse",
      "number": "6",
      "content": "And they durst not spread themselves upon the face of the land insomuch that they could raise grain, lest the Nephites should come upon them and slay them; therefore Giddianhi gave commandment unto his armies that in this year they should go up to battle against the Nephites.",
      "churchId": "p6"
    },
    {
      "slug": "3-nephi-4-p7",
      "type": "verse",
      "number": "7",
      "content": "And it came to pass that they did come up to battle; and it was in the sixth month; and behold, great and terrible was the day that they did come up to battle; and they were girded about after the manner of robbers; and they had a lamb-skin about their loins, and they were dyed in blood, and their heads were shorn, and they had head-plates upon them; and great and terrible was the appearance of the armies of Giddianhi, because of their armor, and because of their being dyed in blood.",
      "churchId": "p7"
    },
    {
      "slug": "3-nephi-4-p8",
      "type": "verse",
      "number": "8",
      "content": "And it came to pass that the armies of the Nephites, when they saw the appearance of the army of Giddianhi, had all fallen to the earth, and did lift their cries to the Lord their God, that he would spare them and deliver them out of the hands of their enemies.",
      "churchId": "p8"
    },
    {
      "slug": "3-nephi-4-p9",
      "type": "verse",
      "number": "9",
      "content": "And it came to pass that when the armies of Giddianhi saw this they began to shout with a loud voice, because of their joy, for they had supposed that the Nephites had fallen with fear because of the terror of their armies.",
      "churchId": "p9"
    },
    {
      "slug": "3-nephi-4-p10",
      "type": "verse",
      "number": "10",
      "content": "But in this thing they were disappointed, for the Nephites did not fear them; but they did fear their God and did supplicate him for protection; therefore, when the armies of Giddianhi did rush upon them they were prepared to meet them; yea, in the strength of the Lord they did receive them.",
      "churchId": "p10"
    },
    {
      "slug": "3-nephi-4-p11",
      "type": "verse",
      "number": "11",
      "content": "And the battle commenced in this the sixth month; and great and terrible was the battle thereof, yea, great and terrible was the slaughter thereof, insomuch that there never was known so great a slaughter among all the people of Lehi since he left Jerusalem.",
      "churchId": "p11"
    },
    {
      "slug": "3-nephi-4-p12",
      "type": "verse",
      "number": "12",
      "content": "And notwithstanding the threatenings and the oaths which Giddianhi had made, behold, the Nephites did beat them, insomuch that they did fall back from before them.",
      "churchId": "p12"
    },
    {
      "slug": "3-nephi-4-p13",
      "type": "verse",
      "number": "13",
      "content": "And it came to pass that Gidgiddoni commanded that his armies should pursue them as far as the borders of the wilderness, and that they should not spare any that should fall into their hands by the way; and thus they did pursue them and did slay them, to the borders of the wilderness, even until they had fulfilled the commandment of Gidgiddoni.",
      "churchId": "p13"
    },
    {
      "slug": "3-nephi-4-p14",
      "type": "verse",
      "number": "14",
      "content": "And it came to pass that Giddianhi, who had stood and fought with boldness, was pursued as he fled; and being weary because of his much fighting he was overtaken and slain. And thus was the end of Giddianhi the robber.",
      "churchId": "p14"
    },
    {
      "slug": "3-nephi-4-p15",
      "type": "verse",
      "number": "15",
      "content": "And it came to pass that the armies of the Nephites did return again to their place of security. And it came to pass that this nineteenth year did pass away, and the robbers did not come again to battle; neither did they come again in the twentieth year.",
      "churchId": "p15"
    },
    {
      "slug": "3-nephi-4-p16",
      "type": "verse",
      "number": "16",
      "content": "And in the twenty and first year they did not come up to battle, but they came up on all sides to lay siege round about the people of Nephi; for they did suppose that if they should cut off the people of Nephi from their lands, and should hem them in on every side, and if they should cut them off from all their outward privileges, that they could cause them to yield themselves up according to their wishes.",
      "churchId": "p16"
    },
    {
      "slug": "3-nephi-4-p17",
      "type": "verse",
      "number": "17",
      "content": "Now they had appointed unto themselves another leader, whose name was Zemnarihah; therefore it was Zemnarihah that did cause that this siege should take place.",
      "churchId": "p17"
    },
    {
      "slug": "3-nephi-4-p18",
      "type": "verse",
      "number": "18",
      "content": "But behold, this was an advantage to the Nephites; for it was impossible for the robbers to lay siege sufficiently long to have any effect upon the Nephites, because of their much provision which they had laid up in store,",
      "churchId": "p18"
    },
    {
      "slug": "3-nephi-4-p19",
      "type": "verse",
      "number": "19",
      "content": "And because of the scantiness of provisions among the robbers; for behold, they had nothing save it were meat for their subsistence, which meat they did obtain in the wilderness;",
      "churchId": "p19"
    },
    {
      "slug": "3-nephi-4-p20",
      "type": "verse",
      "number": "20",
      "content": "And it came to pass that the wild game became scarce in the wilderness insomuch that the robbers were about to perish with hunger.",
      "churchId": "p20"
    },
    {
      "slug": "3-nephi-4-p21",
      "type": "verse",
      "number": "21",
      "content": "And the Nephites were continually marching out by day and by night, and falling upon their armies, and cutting them off by thousands and by tens of thousands.",
      "churchId": "p21"
    },
    {
      "slug": "3-nephi-4-p22",
      "type": "verse",
      "number": "22",
      "content": "And thus it became the desire of the people of Zemnarihah to withdraw from their design, because of the great destruction which came upon them by night and by day.",
      "churchId": "p22"
    },
    {
      "slug": "3-nephi-4-p23",
      "type": "verse",
      "number": "23",
      "content": "And it came to pass that Zemnarihah did give command unto his people that they should withdraw themselves from the siege, and march into the furthermost parts of the land northward.",
      "churchId": "p23"
    },
    {
      "slug": "3-nephi-4-p24",
      "type": "verse",
      "number": "24",
      "content": "And now, Gidgiddoni being aware of their design, and knowing of their weakness because of the want of food, and the great slaughter which had been made among them, therefore he did send out his armies in the night-time, and did cut off the way of their retreat, and did place his armies in the way of their retreat.",
      "churchId": "p24"
    },
    {
      "slug": "3-nephi-4-p25",
      "type": "verse",
      "number": "25",
      "content": "And this did they do in the night-time, and got on their march beyond the robbers, so that on the morrow, when the robbers began their march, they were met by the armies of the Nephites both in their front and in their rear.",
      "churchId": "p25"
    },
    {
      "slug": "3-nephi-4-p26",
      "type": "verse",
      "number": "26",
      "content": "And the robbers who were on the south were also cut off in their places of retreat. And all these things were done by command of Gidgiddoni.",
      "churchId": "p26"
    },
    {
      "slug": "3-nephi-4-p27",
      "type": "verse",
      "number": "27",
      "content": "And there were many thousands who did yield themselves up prisoners unto the Nephites, and the remainder of them were slain.",
      "churchId": "p27"
    },
    {
      "slug": "3-nephi-4-p28",
      "type": "verse",
      "number": "28",
      "content": "And their leader, Zemnarihah, was taken and hanged upon a tree, yea, even upon the top thereof until he was dead. And when they had hanged him until he was dead they did fell the tree to the earth, and did cry with a loud voice, saying:",
      "churchId": "p28"
    },
    {
      "slug": "3-nephi-4-p29",
      "type": "verse",
      "number": "29",
      "content": "May the Lord preserve his people in righteousness and in holiness of heart, that they may cause to be felled to the earth all who shall seek to slay them because of power and secret combinations, even as this man hath been felled to the earth.",
      "churchId": "p29"
    },
    {
      "slug": "3-nephi-4-p30",
      "type": "verse",
      "number": "30",
      "content": "And they did rejoice and cry again with one voice, saying: May the God of Abraham, and the God of Isaac, and the God of Jacob, protect this people in righteousness, so long as they shall call on the name of their God for protection.",
      "churchId": "p30"
    },
    {
      "slug": "3-nephi-4-p31",
      "type": "verse",
      "number": "31",
      "content": "And it came to pass that they did break forth, all as one, in singing, and praising their God for the great thing which he had done for them, in preserving them from falling into the hands of their enemies.",
      "churchId": "p31"
    },
    {
      "slug": "3-nephi-4-p32",
      "type": "verse",
      "number": "32",
      "content": "Yea, they did cry: Hosanna to the Most High God. And they did cry: Blessed be the name of the Lord God Almighty, the Most High God.",
      "churchId": "p32"
    },
    {
      "slug": "3-nephi-4-p33",
      "type": "verse",
      "number": "33",
      "content": "And their hearts were swollen with joy, unto the gushing out of many tears, because of the great goodness of God in delivering them out of the hands of their enemies; and they knew it was because of their repentance and their humility that they had been delivered from an everlasting destruction.",
      "churchId": "p33"
    }
  ]
}