{
  "name": "3 Nephi 14",
  "abbrev": "3 Ne. 14",
  "number": "14",
  "churchUri": "/scriptures/bofm/3-ne/14",
  "paragraphs": [
    {
      "slug": "3-nephi-14-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 14",
      "churchId": "title_number1"
    },
    {
      "slug": "3-nephi-14-p1",
      "type": "verse",
      "number": "1",
      "content": "And now it came to pass that when Jesus had spoken these words he turned again to the multitude, and did open his mouth unto them again, saying: Verily, verily, I say unto you, Judge not, that ye be not judged.",
      "churchId": "p1"
    },
    {
      "slug": "3-nephi-14-p2",
      "type": "verse",
      "number": "2",
      "content": "For with what judgment ye judge, ye shall be judged; and with what measure ye mete, it shall be measured to you again.",
      "churchId": "p2"
    },
    {
      "slug": "3-nephi-14-p3",
      "type": "verse",
      "number": "3",
      "content": "And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?",
      "churchId": "p3"
    },
    {
      "slug": "3-nephi-14-p4",
      "type": "verse",
      "number": "4",
      "content": "Or how wilt thou say to thy brother: Let me pull the mote out of thine eye—and behold, a beam is in thine own eye?",
      "churchId": "p4"
    },
    {
      "slug": "3-nephi-14-p5",
      "type": "verse",
      "number": "5",
      "content": "Thou hypocrite, first cast the beam out of thine own eye; and then shalt thou see clearly to cast the mote out of thy brother’s eye.",
      "churchId": "p5"
    },
    {
      "slug": "3-nephi-14-p6",
      "type": "verse",
      "number": "6",
      "content": "Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.",
      "churchId": "p6"
    },
    {
      "slug": "3-nephi-14-p7",
      "type": "verse",
      "number": "7",
      "content": "Ask, and it shall be given unto you; seek, and ye shall find; knock, and it shall be opened unto you.",
      "churchId": "p7"
    },
    {
      "slug": "3-nephi-14-p8",
      "type": "verse",
      "number": "8",
      "content": "For every one that asketh, receiveth; and he that seeketh, findeth; and to him that knocketh, it shall be opened.",
      "churchId": "p8"
    },
    {
      "slug": "3-nephi-14-p9",
      "type": "verse",
      "number": "9",
      "content": "Or what man is there of you, who, if his son ask bread, will give him a stone?",
      "churchId": "p9"
    },
    {
      "slug": "3-nephi-14-p10",
      "type": "verse",
      "number": "10",
      "content": "Or if he ask a fish, will he give him a serpent?",
      "churchId": "p10"
    },
    {
      "slug": "3-nephi-14-p11",
      "type": "verse",
      "number": "11",
      "content": "If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father who is in heaven give good things to them that ask him?",
      "churchId": "p11"
    },
    {
      "slug": "3-nephi-14-p12",
      "type": "verse",
      "number": "12",
      "content": "Therefore, all things whatsoever ye would that men should do to you, do ye even so to them, for this is the law and the prophets.",
      "churchId": "p12"
    },
    {
      "slug": "3-nephi-14-p13",
      "type": "verse",
      "number": "13",
      "content": "Enter ye in at the strait gate; for wide is the gate, and broad is the way, which leadeth to destruction, and many there be who go in thereat;",
      "churchId": "p13"
    },
    {
      "slug": "3-nephi-14-p14",
      "type": "verse",
      "number": "14",
      "content": "Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it.",
      "churchId": "p14"
    },
    {
      "slug": "3-nephi-14-p15",
      "type": "verse",
      "number": "15",
      "content": "Beware of false prophets, who come to you in sheep’s clothing, but inwardly they are ravening wolves.",
      "churchId": "p15"
    },
    {
      "slug": "3-nephi-14-p16",
      "type": "verse",
      "number": "16",
      "content": "Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?",
      "churchId": "p16"
    },
    {
      "slug": "3-nephi-14-p17",
      "type": "verse",
      "number": "17",
      "content": "Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.",
      "churchId": "p17"
    },
    {
      "slug": "3-nephi-14-p18",
      "type": "verse",
      "number": "18",
      "content": "A good tree cannot bring forth evil fruit, neither a corrupt tree bring forth good fruit.",
      "churchId": "p18"
    },
    {
      "slug": "3-nephi-14-p19",
      "type": "verse",
      "number": "19",
      "content": "Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.",
      "churchId": "p19"
    },
    {
      "slug": "3-nephi-14-p20",
      "type": "verse",
      "number": "20",
      "content": "Wherefore, by their fruits ye shall know them.",
      "churchId": "p20"
    },
    {
      "slug": "3-nephi-14-p21",
      "type": "verse",
      "number": "21",
      "content": "Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father who is in heaven.",
      "churchId": "p21"
    },
    {
      "slug": "3-nephi-14-p22",
      "type": "verse",
      "number": "22",
      "content": "Many will say to me in that day: Lord, Lord, have we not prophesied in thy name, and in thy name have cast out devils, and in thy name done many wonderful works?",
      "churchId": "p22"
    },
    {
      "slug": "3-nephi-14-p23",
      "type": "verse",
      "number": "23",
      "content": "And then will I profess unto them: I never knew you; depart from me, ye that work iniquity.",
      "churchId": "p23"
    },
    {
      "slug": "3-nephi-14-p24",
      "type": "verse",
      "number": "24",
      "content": "Therefore, whoso heareth these sayings of mine and doeth them, I will liken him unto a wise man, who built his house upon a rock—",
      "churchId": "p24"
    },
    {
      "slug": "3-nephi-14-p25",
      "type": "verse",
      "number": "25",
      "content": "And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not, for it was founded upon a rock.",
      "churchId": "p25"
    },
    {
      "slug": "3-nephi-14-p26",
      "type": "verse",
      "number": "26",
      "content": "And every one that heareth these sayings of mine and doeth them not shall be likened unto a foolish man, who built his house upon the sand—",
      "churchId": "p26"
    },
    {
      "slug": "3-nephi-14-p27",
      "type": "verse",
      "number": "27",
      "content": "And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell, and great was the fall of it.",
      "churchId": "p27"
    }
  ]
}