{
  "name": "3 Nephi 24",
  "abbrev": "3 Ne. 24",
  "number": "24",
  "churchUri": "/scriptures/bofm/3-ne/24",
  "paragraphs": [
    {
      "slug": "3-nephi-24-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 24",
      "churchId": "title_number1"
    },
    {
      "slug": "3-nephi-24-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass that he commanded them that they should write the words which the Father had given unto Malachi, which he should tell unto them. And it came to pass that after they were written he expounded them. And these are the words which he did tell unto them, saying: Thus said the Father unto Malachi—Behold, I will send my messenger, and he shall prepare the way before me, and the Lord whom ye seek shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in; behold, he shall come, saith the Lord of Hosts.",
      "churchId": "p1"
    },
    {
      "slug": "3-nephi-24-p2",
      "type": "verse",
      "number": "2",
      "content": "But who may abide the day of his coming, and who shall stand when he appeareth? For he is like a refiner’s fire, and like fuller’s soap.",
      "churchId": "p2"
    },
    {
      "slug": "3-nephi-24-p3",
      "type": "verse",
      "number": "3",
      "content": "And he shall sit as a refiner and purifier of silver; and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the Lord an offering in righteousness.",
      "churchId": "p3"
    },
    {
      "slug": "3-nephi-24-p4",
      "type": "verse",
      "number": "4",
      "content": "Then shall the offering of Judah and Jerusalem be pleasant unto the Lord, as in the days of old, and as in former years.",
      "churchId": "p4"
    },
    {
      "slug": "3-nephi-24-p5",
      "type": "verse",
      "number": "5",
      "content": "And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow and the fatherless, and that turn aside the stranger, and fear not me, saith the Lord of Hosts.",
      "churchId": "p5"
    },
    {
      "slug": "3-nephi-24-p6",
      "type": "verse",
      "number": "6",
      "content": "For I am the Lord, I change not; therefore ye sons of Jacob are not consumed.",
      "churchId": "p6"
    },
    {
      "slug": "3-nephi-24-p7",
      "type": "verse",
      "number": "7",
      "content": "Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me and I will return unto you, saith the Lord of Hosts. But ye say: Wherein shall we return?",
      "churchId": "p7"
    },
    {
      "slug": "3-nephi-24-p8",
      "type": "verse",
      "number": "8",
      "content": "Will a man rob God? Yet ye have robbed me. But ye say: Wherein have we robbed thee? In tithes and offerings.",
      "churchId": "p8"
    },
    {
      "slug": "3-nephi-24-p9",
      "type": "verse",
      "number": "9",
      "content": "Ye are cursed with a curse, for ye have robbed me, even this whole nation.",
      "churchId": "p9"
    },
    {
      "slug": "3-nephi-24-p10",
      "type": "verse",
      "number": "10",
      "content": "Bring ye all the tithes into the storehouse, that there may be meat in my house; and prove me now herewith, saith the Lord of Hosts, if I will not open you the windows of heaven, and pour you out a blessing that there shall not be room enough to receive it.",
      "churchId": "p10"
    },
    {
      "slug": "3-nephi-24-p11",
      "type": "verse",
      "number": "11",
      "content": "And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the fields, saith the Lord of Hosts.",
      "churchId": "p11"
    },
    {
      "slug": "3-nephi-24-p12",
      "type": "verse",
      "number": "12",
      "content": "And all nations shall call you blessed, for ye shall be a delightsome land, saith the Lord of Hosts.",
      "churchId": "p12"
    },
    {
      "slug": "3-nephi-24-p13",
      "type": "verse",
      "number": "13",
      "content": "Your words have been stout against me, saith the Lord. Yet ye say: What have we spoken against thee?",
      "churchId": "p13"
    },
    {
      "slug": "3-nephi-24-p14",
      "type": "verse",
      "number": "14",
      "content": "Ye have said: It is vain to serve God, and what doth it profit that we have kept his ordinances and that we have walked mournfully before the Lord of Hosts?",
      "churchId": "p14"
    },
    {
      "slug": "3-nephi-24-p15",
      "type": "verse",
      "number": "15",
      "content": "And now we call the proud happy; yea, they that work wickedness are set up; yea, they that tempt God are even delivered.",
      "churchId": "p15"
    },
    {
      "slug": "3-nephi-24-p16",
      "type": "verse",
      "number": "16",
      "content": "Then they that feared the Lord spake often one to another, and the Lord hearkened and heard; and a book of remembrance was written before him for them that feared the Lord, and that thought upon his name.",
      "churchId": "p16"
    },
    {
      "slug": "3-nephi-24-p17",
      "type": "verse",
      "number": "17",
      "content": "And they shall be mine, saith the Lord of Hosts, in that day when I make up my jewels; and I will spare them as a man spareth his own son that serveth him.",
      "churchId": "p17"
    },
    {
      "slug": "3-nephi-24-p18",
      "type": "verse",
      "number": "18",
      "content": "Then shall ye return and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.",
      "churchId": "p18"
    }
  ]
}