{
  "name": "3 Nephi 28",
  "abbrev": "3 Ne. 28",
  "number": "28",
  "churchUri": "/scriptures/bofm/3-ne/28",
  "paragraphs": [
    {
      "slug": "3-nephi-28-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 28",
      "churchId": "title_number1"
    },
    {
      "slug": "3-nephi-28-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass when Jesus had said these words, he spake unto his disciples, one by one, saying unto them: What is it that ye desire of me, after that I am gone to the Father?",
      "churchId": "p1"
    },
    {
      "slug": "3-nephi-28-p2",
      "type": "verse",
      "number": "2",
      "content": "And they all spake, save it were three, saying: We desire that after we have lived unto the age of man, that our ministry, wherein thou hast called us, may have an end, that we may speedily come unto thee in thy kingdom.",
      "churchId": "p2"
    },
    {
      "slug": "3-nephi-28-p3",
      "type": "verse",
      "number": "3",
      "content": "And he said unto them: Blessed are ye because ye desired this thing of me; therefore, after that ye are seventy and two years old ye shall come unto me in my kingdom; and with me ye shall find rest.",
      "churchId": "p3"
    },
    {
      "slug": "3-nephi-28-p4",
      "type": "verse",
      "number": "4",
      "content": "And when he had spoken unto them, he turned himself unto the three, and said unto them: What will ye that I should do unto you, when I am gone unto the Father?",
      "churchId": "p4"
    },
    {
      "slug": "3-nephi-28-p5",
      "type": "verse",
      "number": "5",
      "content": "And they sorrowed in their hearts, for they durst not speak unto him the thing which they desired.",
      "churchId": "p5"
    },
    {
      "slug": "3-nephi-28-p6",
      "type": "verse",
      "number": "6",
      "content": "And he said unto them: Behold, I know your thoughts, and ye have desired the thing which John, my beloved, who was with me in my ministry, before that I was lifted up by the Jews, desired of me.",
      "churchId": "p6"
    },
    {
      "slug": "3-nephi-28-p7",
      "type": "verse",
      "number": "7",
      "content": "Therefore, more blessed are ye, for ye shall never taste of death; but ye shall live to behold all the doings of the Father unto the children of men, even until all things shall be fulfilled according to the will of the Father, when I shall come in my glory with the powers of heaven.",
      "churchId": "p7"
    },
    {
      "slug": "3-nephi-28-p8",
      "type": "verse",
      "number": "8",
      "content": "And ye shall never endure the pains of death; but when I shall come in my glory ye shall be changed in the twinkling of an eye from mortality to immortality; and then shall ye be blessed in the kingdom of my Father.",
      "churchId": "p8"
    },
    {
      "slug": "3-nephi-28-p9",
      "type": "verse",
      "number": "9",
      "content": "And again, ye shall not have pain while ye shall dwell in the flesh, neither sorrow save it be for the sins of the world; and all this will I do because of the thing which ye have desired of me, for ye have desired that ye might bring the souls of men unto me, while the world shall stand.",
      "churchId": "p9"
    },
    {
      "slug": "3-nephi-28-p10",
      "type": "verse",
      "number": "10",
      "content": "And for this cause ye shall have fulness of joy; and ye shall sit down in the kingdom of my Father; yea, your joy shall be full, even as the Father hath given me fulness of joy; and ye shall be even as I am, and I am even as the Father; and the Father and I are one;",
      "churchId": "p10"
    },
    {
      "slug": "3-nephi-28-p11",
      "type": "verse",
      "number": "11",
      "content": "And the Holy Ghost beareth record of the Father and me; and the Father giveth the Holy Ghost unto the children of men, because of me.",
      "churchId": "p11"
    },
    {
      "slug": "3-nephi-28-p12",
      "type": "verse",
      "number": "12",
      "content": "And it came to pass that when Jesus had spoken these words, he touched every one of them with his finger save it were the three who were to tarry, and then he departed.",
      "churchId": "p12"
    },
    {
      "slug": "3-nephi-28-p13",
      "type": "verse",
      "number": "13",
      "content": "And behold, the heavens were opened, and they were caught up into heaven, and saw and heard unspeakable things.",
      "churchId": "p13"
    },
    {
      "slug": "3-nephi-28-p14",
      "type": "verse",
      "number": "14",
      "content": "And it was forbidden them that they should utter; neither was it given unto them power that they could utter the things which they saw and heard;",
      "churchId": "p14"
    },
    {
      "slug": "3-nephi-28-p15",
      "type": "verse",
      "number": "15",
      "content": "And whether they were in the body or out of the body, they could not tell; for it did seem unto them like a transfiguration of them, that they were changed from this body of flesh into an immortal state, that they could behold the things of God.",
      "churchId": "p15"
    },
    {
      "slug": "3-nephi-28-p16",
      "type": "verse",
      "number": "16",
      "content": "But it came to pass that they did again minister upon the face of the earth; nevertheless they did not minister of the things which they had heard and seen, because of the commandment which was given them in heaven.",
      "churchId": "p16"
    },
    {
      "slug": "3-nephi-28-p17",
      "type": "verse",
      "number": "17",
      "content": "And now, whether they were mortal or immortal, from the day of their transfiguration, I know not;",
      "churchId": "p17"
    },
    {
      "slug": "3-nephi-28-p18",
      "type": "verse",
      "number": "18",
      "content": "But this much I know, according to the record which hath been given—they did go forth upon the face of the land, and did minister unto all the people, uniting as many to the church as would believe in their preaching; baptizing them, and as many as were baptized did receive the Holy Ghost.",
      "churchId": "p18"
    },
    {
      "slug": "3-nephi-28-p19",
      "type": "verse",
      "number": "19",
      "content": "And they were cast into prison by them who did not belong to the church. And the prisons could not hold them, for they were rent in twain.",
      "churchId": "p19"
    },
    {
      "slug": "3-nephi-28-p20",
      "type": "verse",
      "number": "20",
      "content": "And they were cast down into the earth; but they did smite the earth with the word of God, insomuch that by his power they were delivered out of the depths of the earth; and therefore they could not dig pits sufficient to hold them.",
      "churchId": "p20"
    },
    {
      "slug": "3-nephi-28-p21",
      "type": "verse",
      "number": "21",
      "content": "And thrice they were cast into a furnace and received no harm.",
      "churchId": "p21"
    },
    {
      "slug": "3-nephi-28-p22",
      "type": "verse",
      "number": "22",
      "content": "And twice were they cast into a den of wild beasts; and behold they did play with the beasts as a child with a suckling lamb, and received no harm.",
      "churchId": "p22"
    },
    {
      "slug": "3-nephi-28-p23",
      "type": "verse",
      "number": "23",
      "content": "And it came to pass that thus they did go forth among all the people of Nephi, and did preach the gospel of Christ unto all people upon the face of the land; and they were converted unto the Lord, and were united unto the church of Christ, and thus the people of that generation were blessed, according to the word of Jesus.",
      "churchId": "p23"
    },
    {
      "slug": "3-nephi-28-p24",
      "type": "verse",
      "number": "24",
      "content": "And now I, Mormon, make an end of speaking concerning these things for a time.",
      "churchId": "p24"
    },
    {
      "slug": "3-nephi-28-p25",
      "type": "verse",
      "number": "25",
      "content": "Behold, I was about to write the names of those who were never to taste of death, but the Lord forbade; therefore I write them not, for they are hid from the world.",
      "churchId": "p25"
    },
    {
      "slug": "3-nephi-28-p26",
      "type": "verse",
      "number": "26",
      "content": "But behold, I have seen them, and they have ministered unto me.",
      "churchId": "p26"
    },
    {
      "slug": "3-nephi-28-p27",
      "type": "verse",
      "number": "27",
      "content": "And behold they will be among the Gentiles, and the Gentiles shall know them not.",
      "churchId": "p27"
    },
    {
      "slug": "3-nephi-28-p28",
      "type": "verse",
      "number": "28",
      "content": "They will also be among the Jews, and the Jews shall know them not.",
      "churchId": "p28"
    },
    {
      "slug": "3-nephi-28-p29",
      "type": "verse",
      "number": "29",
      "content": "And it shall come to pass, when the Lord seeth fit in his wisdom that they shall minister unto all the scattered tribes of Israel, and unto all nations, kindreds, tongues and people, and shall bring out of them unto Jesus many souls, that their desire may be fulfilled, and also because of the convincing power of God which is in them.",
      "churchId": "p29"
    },
    {
      "slug": "3-nephi-28-p30",
      "type": "verse",
      "number": "30",
      "content": "And they are as the angels of God, and if they shall pray unto the Father in the name of Jesus they can show themselves unto whatsoever man it seemeth them good.",
      "churchId": "p30"
    },
    {
      "slug": "3-nephi-28-p31",
      "type": "verse",
      "number": "31",
      "content": "Therefore, great and marvelous works shall be wrought by them, before the great and coming day when all people must surely stand before the judgment-seat of Christ;",
      "churchId": "p31"
    },
    {
      "slug": "3-nephi-28-p32",
      "type": "verse",
      "number": "32",
      "content": "Yea even among the Gentiles shall there be a great and marvelous work wrought by them, before that judgment day.",
      "churchId": "p32"
    },
    {
      "slug": "3-nephi-28-p33",
      "type": "verse",
      "number": "33",
      "content": "And if ye had all the scriptures which give an account of all the marvelous works of Christ, ye would, according to the words of Christ, know that these things must surely come.",
      "churchId": "p33"
    },
    {
      "slug": "3-nephi-28-p34",
      "type": "verse",
      "number": "34",
      "content": "And wo be unto him that will not hearken unto the words of Jesus, and also to them whom he hath chosen and sent among them; for whoso receiveth not the words of Jesus and the words of those whom he hath sent receiveth not him; and therefore he will not receive them at the last day;",
      "churchId": "p34"
    },
    {
      "slug": "3-nephi-28-p35",
      "type": "verse",
      "number": "35",
      "content": "And it would be better for them if they had not been born. For do ye suppose that ye can get rid of the justice of an offended God, who hath been trampled under feet of men, that thereby salvation might come?",
      "churchId": "p35"
    },
    {
      "slug": "3-nephi-28-p36",
      "type": "verse",
      "number": "36",
      "content": "And now behold, as I spake concerning those whom the Lord hath chosen, yea, even three who were caught up into the heavens, that I knew not whether they were cleansed from mortality to immortality—",
      "churchId": "p36"
    },
    {
      "slug": "3-nephi-28-p37",
      "type": "verse",
      "number": "37",
      "content": "But behold, since I wrote, I have inquired of the Lord, and he hath made it manifest unto me that there must needs be a change wrought upon their bodies, or else it needs be that they must taste of death;",
      "churchId": "p37"
    },
    {
      "slug": "3-nephi-28-p38",
      "type": "verse",
      "number": "38",
      "content": "Therefore, that they might not taste of death there was a change wrought upon their bodies, that they might not suffer pain nor sorrow save it were for the sins of the world.",
      "churchId": "p38"
    },
    {
      "slug": "3-nephi-28-p39",
      "type": "verse",
      "number": "39",
      "content": "Now this change was not equal to that which shall take place at the last day; but there was a change wrought upon them, insomuch that Satan could have no power over them, that he could not tempt them; and they were sanctified in the flesh, that they were holy, and that the powers of the earth could not hold them.",
      "churchId": "p39"
    },
    {
      "slug": "3-nephi-28-p40",
      "type": "verse",
      "number": "40",
      "content": "And in this state they were to remain until the judgment day of Christ; and at that day they were to receive a greater change, and to be received into the kingdom of the Father to go no more out, but to dwell with God eternally in the heavens.",
      "churchId": "p40"
    }
  ]
}