{
  "name": "3 Nephi 27",
  "abbrev": "3 Ne. 27",
  "number": "27",
  "churchUri": "/scriptures/bofm/3-ne/27",
  "paragraphs": [
    {
      "slug": "3-nephi-27-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 27",
      "churchId": "title_number1"
    },
    {
      "slug": "3-nephi-27-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass that as the disciples of Jesus were journeying and were preaching the things which they had both heard and seen, and were baptizing in the name of Jesus, it came to pass that the disciples were gathered together and were united in mighty prayer and fasting.",
      "churchId": "p1"
    },
    {
      "slug": "3-nephi-27-p2",
      "type": "verse",
      "number": "2",
      "content": "And Jesus again showed himself unto them, for they were praying unto the Father in his name; and Jesus came and stood in the midst of them, and said unto them: What will ye that I shall give unto you?",
      "churchId": "p2"
    },
    {
      "slug": "3-nephi-27-p3",
      "type": "verse",
      "number": "3",
      "content": "And they said unto him: Lord, we will that thou wouldst tell us the name whereby we shall call this church; for there are disputations among the people concerning this matter.",
      "churchId": "p3"
    },
    {
      "slug": "3-nephi-27-p4",
      "type": "verse",
      "number": "4",
      "content": "And the Lord said unto them: Verily, verily, I say unto you, why is it that the people should murmur and dispute because of this thing?",
      "churchId": "p4"
    },
    {
      "slug": "3-nephi-27-p5",
      "type": "verse",
      "number": "5",
      "content": "Have they not read the scriptures, which say ye must take upon you the name of Christ, which is my name? For by this name shall ye be called at the last day;",
      "churchId": "p5"
    },
    {
      "slug": "3-nephi-27-p6",
      "type": "verse",
      "number": "6",
      "content": "And whoso taketh upon him my name, and endureth to the end, the same shall be saved at the last day.",
      "churchId": "p6"
    },
    {
      "slug": "3-nephi-27-p7",
      "type": "verse",
      "number": "7",
      "content": "Therefore, whatsoever ye shall do, ye shall do it in my name; therefore ye shall call the church in my name; and ye shall call upon the Father in my name that he will bless the church for my sake.",
      "churchId": "p7"
    },
    {
      "slug": "3-nephi-27-p8",
      "type": "verse",
      "number": "8",
      "content": "And how be it my church save it be called in my name? For if a church be called in Moses’ name then it be Moses’ church; or if it be called in the name of a man then it be the church of a man; but if it be called in my name then it is my church, if it so be that they are built upon my gospel.",
      "churchId": "p8"
    },
    {
      "slug": "3-nephi-27-p9",
      "type": "verse",
      "number": "9",
      "content": "Verily I say unto you, that ye are built upon my gospel; therefore ye shall call whatsoever things ye do call, in my name; therefore if ye call upon the Father, for the church, if it be in my name the Father will hear you;",
      "churchId": "p9"
    },
    {
      "slug": "3-nephi-27-p10",
      "type": "verse",
      "number": "10",
      "content": "And if it so be that the church is built upon my gospel then will the Father show forth his own works in it.",
      "churchId": "p10"
    },
    {
      "slug": "3-nephi-27-p11",
      "type": "verse",
      "number": "11",
      "content": "But if it be not built upon my gospel, and is built upon the works of men, or upon the works of the devil, verily I say unto you they have joy in their works for a season, and by and by the end cometh, and they are hewn down and cast into the fire, from whence there is no return.",
      "churchId": "p11"
    },
    {
      "slug": "3-nephi-27-p12",
      "type": "verse",
      "number": "12",
      "content": "For their works do follow them, for it is because of their works that they are hewn down; therefore remember the things that I have told you.",
      "churchId": "p12"
    },
    {
      "slug": "3-nephi-27-p13",
      "type": "verse",
      "number": "13",
      "content": "Behold I have given unto you my gospel, and this is the gospel which I have given unto you—that I came into the world to do the will of my Father, because my Father sent me.",
      "churchId": "p13"
    },
    {
      "slug": "3-nephi-27-p14",
      "type": "verse",
      "number": "14",
      "content": "And my Father sent me that I might be lifted up upon the cross; and after that I had been lifted up upon the cross, that I might draw all men unto me, that as I have been lifted up by men even so should men be lifted up by the Father, to stand before me, to be judged of their works, whether they be good or whether they be evil—",
      "churchId": "p14"
    },
    {
      "slug": "3-nephi-27-p15",
      "type": "verse",
      "number": "15",
      "content": "And for this cause have I been lifted up; therefore, according to the power of the Father I will draw all men unto me, that they may be judged according to their works.",
      "churchId": "p15"
    },
    {
      "slug": "3-nephi-27-p16",
      "type": "verse",
      "number": "16",
      "content": "And it shall come to pass, that whoso repenteth and is baptized in my name shall be filled; and if he endureth to the end, behold, him will I hold guiltless before my Father at that day when I shall stand to judge the world.",
      "churchId": "p16"
    },
    {
      "slug": "3-nephi-27-p17",
      "type": "verse",
      "number": "17",
      "content": "And he that endureth not unto the end, the same is he that is also hewn down and cast into the fire, from whence they can no more return, because of the justice of the Father.",
      "churchId": "p17"
    },
    {
      "slug": "3-nephi-27-p18",
      "type": "verse",
      "number": "18",
      "content": "And this is the word which he hath given unto the children of men. And for this cause he fulfilleth the words which he hath given, and he lieth not, but fulfilleth all his words.",
      "churchId": "p18"
    },
    {
      "slug": "3-nephi-27-p19",
      "type": "verse",
      "number": "19",
      "content": "And no unclean thing can enter into his kingdom; therefore nothing entereth into his rest save it be those who have washed their garments in my blood, because of their faith, and the repentance of all their sins, and their faithfulness unto the end.",
      "churchId": "p19"
    },
    {
      "slug": "3-nephi-27-p20",
      "type": "verse",
      "number": "20",
      "content": "Now this is the commandment: Repent, all ye ends of the earth, and come unto me and be baptized in my name, that ye may be sanctified by the reception of the Holy Ghost, that ye may stand spotless before me at the last day.",
      "churchId": "p20"
    },
    {
      "slug": "3-nephi-27-p21",
      "type": "verse",
      "number": "21",
      "content": "Verily, verily, I say unto you, this is my gospel; and ye know the things that ye must do in my church; for the works which ye have seen me do that shall ye also do; for that which ye have seen me do even that shall ye do;",
      "churchId": "p21"
    },
    {
      "slug": "3-nephi-27-p22",
      "type": "verse",
      "number": "22",
      "content": "Therefore, if ye do these things blessed are ye, for ye shall be lifted up at the last day.",
      "churchId": "p22"
    },
    {
      "slug": "3-nephi-27-p23",
      "type": "verse",
      "number": "23",
      "content": "Write the things which ye have seen and heard, save it be those which are forbidden.",
      "churchId": "p23"
    },
    {
      "slug": "3-nephi-27-p24",
      "type": "verse",
      "number": "24",
      "content": "Write the works of this people, which shall be, even as hath been written, of that which hath been.",
      "churchId": "p24"
    },
    {
      "slug": "3-nephi-27-p25",
      "type": "verse",
      "number": "25",
      "content": "For behold, out of the books which have been written, and which shall be written, shall this people be judged, for by them shall their works be known unto men.",
      "churchId": "p25"
    },
    {
      "slug": "3-nephi-27-p26",
      "type": "verse",
      "number": "26",
      "content": "And behold, all things are written by the Father; therefore out of the books which shall be written shall the world be judged.",
      "churchId": "p26"
    },
    {
      "slug": "3-nephi-27-p27",
      "type": "verse",
      "number": "27",
      "content": "And know ye that ye shall be judges of this people, according to the judgment which I shall give unto you, which shall be just. Therefore, what manner of men ought ye to be? Verily I say unto you, even as I am.",
      "churchId": "p27"
    },
    {
      "slug": "3-nephi-27-p28",
      "type": "verse",
      "number": "28",
      "content": "And now I go unto the Father. And verily I say unto you, whatsoever things ye shall ask the Father in my name shall be given unto you.",
      "churchId": "p28"
    },
    {
      "slug": "3-nephi-27-p29",
      "type": "verse",
      "number": "29",
      "content": "Therefore, ask, and ye shall receive; knock, and it shall be opened unto you; for he that asketh, receiveth; and unto him that knocketh, it shall be opened.",
      "churchId": "p29"
    },
    {
      "slug": "3-nephi-27-p30",
      "type": "verse",
      "number": "30",
      "content": "And now, behold, my joy is great, even unto fulness, because of you, and also this generation; yea, and even the Father rejoiceth, and also all the holy angels, because of you and this generation; for none of them are lost.",
      "churchId": "p30"
    },
    {
      "slug": "3-nephi-27-p31",
      "type": "verse",
      "number": "31",
      "content": "Behold, I would that ye should understand; for I mean them who are now alive of this generation; and none of them are lost; and in them I have fulness of joy.",
      "churchId": "p31"
    },
    {
      "slug": "3-nephi-27-p32",
      "type": "verse",
      "number": "32",
      "content": "But behold, it sorroweth me because of the fourth generation from this generation, for they are led away captive by him even as was the son of perdition; for they will sell me for silver and for gold, and for that which moth doth corrupt and which thieves can break through and steal. And in that day will I visit them, even in turning their works upon their own heads.",
      "churchId": "p32"
    },
    {
      "slug": "3-nephi-27-p33",
      "type": "verse",
      "number": "33",
      "content": "And it came to pass that when Jesus had ended these sayings he said unto his disciples: Enter ye in at the strait gate; for strait is the gate, and narrow is the way that leads to life, and few there be that find it; but wide is the gate, and broad the way which leads to death, and many there be that travel therein, until the night cometh, wherein no man can work.",
      "churchId": "p33"
    }
  ]
}