{
  "name": "Job 1",
  "abbrev": "Job 1",
  "number": "1",
  "churchUri": "/scriptures/ot/job/1",
  "paragraphs": [
    {
      "slug": "job-1-title1",
      "type": "book-title",
      "number": null,
      "content": "<small>The Book of </small>Job",
      "churchId": "title1"
    },
    {
      "slug": "job-1-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 1",
      "churchId": "title_number1"
    },
    {
      "slug": "job-1-p1",
      "type": "verse",
      "number": "1",
      "content": "There was a man in the land of Uz, whose name <span class=\"clarity-word\">was</span> Job; and that man was perfect and upright, and one that feared God, and eschewed evil.",
      "churchId": "p1"
    },
    {
      "slug": "job-1-p2",
      "type": "verse",
      "number": "2",
      "content": "And there were born unto him seven sons and three daughters.",
      "churchId": "p2"
    },
    {
      "slug": "job-1-p3",
      "type": "verse",
      "number": "3",
      "content": "His substance also was seven thousand sheep, and three thousand camels, and five hundred yoke of oxen, and five hundred she asses, and a very great household; so that this man was the greatest of all the men of the east.",
      "churchId": "p3"
    },
    {
      "slug": "job-1-p4",
      "type": "verse",
      "number": "4",
      "content": "And his sons went and feasted <span class=\"clarity-word\">in their</span> houses, every one his day; and sent and called for their three sisters to eat and to drink with them.",
      "churchId": "p4"
    },
    {
      "slug": "job-1-p5",
      "type": "verse",
      "number": "5",
      "content": "And it was so, when the days of <span class=\"clarity-word\">their</span> feasting were gone about, that Job sent and sanctified them, and rose up early in the morning, and offered burnt offerings <span class=\"clarity-word\">according</span> to the number of them all: for Job said, It may be that my sons have sinned, and cursed God in their hearts. Thus did Job continually.",
      "churchId": "p5"
    },
    {
      "slug": "job-1-p6",
      "type": "verse",
      "number": "6",
      "content": "¶ Now there was a day when the sons of God came to present themselves before the <span class=\"small-caps\">Lord</span>, and Satan came also among them.",
      "churchId": "p6"
    },
    {
      "slug": "job-1-p7",
      "type": "verse",
      "number": "7",
      "content": "And the <span class=\"small-caps\">Lord</span> said unto Satan, Whence comest thou? Then Satan answered the <span class=\"small-caps\">Lord</span>, and said, From going to and fro in the earth, and from walking up and down in it.",
      "churchId": "p7"
    },
    {
      "slug": "job-1-p8",
      "type": "verse",
      "number": "8",
      "content": "And the <span class=\"small-caps\">Lord</span> said unto Satan, Hast thou considered my servant Job, that <span class=\"clarity-word\">there is</span> none like him in the earth, a perfect and an upright man, one that feareth God, and escheweth evil?",
      "churchId": "p8"
    },
    {
      "slug": "job-1-p9",
      "type": "verse",
      "number": "9",
      "content": "Then Satan answered the <span class=\"small-caps\">Lord</span>, and said, Doth Job fear God for nought?",
      "churchId": "p9"
    },
    {
      "slug": "job-1-p10",
      "type": "verse",
      "number": "10",
      "content": "Hast not thou made an hedge about him, and about his house, and about all that he hath on every side? thou hast blessed the work of his hands, and his substance is increased in the land.",
      "churchId": "p10"
    },
    {
      "slug": "job-1-p11",
      "type": "verse",
      "number": "11",
      "content": "But put forth thine hand now, and touch all that he hath, and he will curse thee to thy face.",
      "churchId": "p11"
    },
    {
      "slug": "job-1-p12",
      "type": "verse",
      "number": "12",
      "content": "And the <span class=\"small-caps\">Lord</span> said unto Satan, Behold, all that he hath <span class=\"clarity-word\">is</span> in thy power; only upon himself put not forth thine hand. So Satan went forth from the presence of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p12"
    },
    {
      "slug": "job-1-p13",
      "type": "verse",
      "number": "13",
      "content": "¶ And there was a day when his sons and his daughters <span class=\"clarity-word\">were</span> eating and drinking wine in their eldest brother’s house:",
      "churchId": "p13"
    },
    {
      "slug": "job-1-p14",
      "type": "verse",
      "number": "14",
      "content": "And there came a messenger unto Job, and said, The oxen were plowing, and the asses feeding beside them:",
      "churchId": "p14"
    },
    {
      "slug": "job-1-p15",
      "type": "verse",
      "number": "15",
      "content": "And the Sabeans fell <span class=\"clarity-word\">upon them,</span> and took them away; yea, they have slain the servants with the edge of the sword; and I only am escaped alone to tell thee.",
      "churchId": "p15"
    },
    {
      "slug": "job-1-p16",
      "type": "verse",
      "number": "16",
      "content": "While he <span class=\"clarity-word\">was</span> yet speaking, there came also another, and said, The fire of God is fallen from heaven, and hath burned up the sheep, and the servants, and consumed them; and I only am escaped alone to tell thee.",
      "churchId": "p16"
    },
    {
      "slug": "job-1-p17",
      "type": "verse",
      "number": "17",
      "content": "While he <span class=\"clarity-word\">was</span> yet speaking, there came also another, and said, The Chaldeans made out three bands, and fell upon the camels, and have carried them away, yea, and slain the servants with the edge of the sword; and I only am escaped alone to tell thee.",
      "churchId": "p17"
    },
    {
      "slug": "job-1-p18",
      "type": "verse",
      "number": "18",
      "content": "While he <span class=\"clarity-word\">was</span> yet speaking, there came also another, and said, Thy sons and thy daughters <span class=\"clarity-word\">were</span> eating and drinking wine in their eldest brother’s house:",
      "churchId": "p18"
    },
    {
      "slug": "job-1-p19",
      "type": "verse",
      "number": "19",
      "content": "And, behold, there came a great wind from the wilderness, and smote the four corners of the house, and it fell upon the young men, and they are dead; and I only am escaped alone to tell thee.",
      "churchId": "p19"
    },
    {
      "slug": "job-1-p20",
      "type": "verse",
      "number": "20",
      "content": "Then Job arose, and rent his mantle, and shaved his head, and fell down upon the ground, and worshipped,",
      "churchId": "p20"
    },
    {
      "slug": "job-1-p21",
      "type": "verse",
      "number": "21",
      "content": "And said, Naked came I out of my mother’s womb, and naked shall I return thither: the <span class=\"small-caps\">Lord</span> gave, and the <span class=\"small-caps\">Lord</span> hath taken away; blessed be the name of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p21"
    },
    {
      "slug": "job-1-p22",
      "type": "verse",
      "number": "22",
      "content": "In all this Job sinned not, nor charged God foolishly.",
      "churchId": "p22"
    }
  ]
}