{
  "name": "1 Chronicles 5",
  "abbrev": "1 Chr. 5",
  "number": "5",
  "churchUri": "/scriptures/ot/1-chr/5",
  "paragraphs": [
    {
      "slug": "1-chronicles-5-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 5",
      "churchId": "title_number1"
    },
    {
      "slug": "1-chronicles-5-p1",
      "type": "verse",
      "number": "1",
      "content": "Now the sons of Reuben the firstborn of Israel, (for he <span class=\"clarity-word\">was</span> the firstborn; but, forasmuch as he defiled his father’s bed, his birthright was given unto the sons of Joseph the son of Israel: and the genealogy is not to be reckoned after the birthright.",
      "churchId": "p1"
    },
    {
      "slug": "1-chronicles-5-p2",
      "type": "verse",
      "number": "2",
      "content": "For Judah prevailed above his brethren, and of him <span class=\"clarity-word\">came</span> the chief ruler; but the birthright <span class=\"clarity-word\">was</span> Joseph’s:)",
      "churchId": "p2"
    },
    {
      "slug": "1-chronicles-5-p3",
      "type": "verse",
      "number": "3",
      "content": "The sons, <span class=\"clarity-word\">I say,</span> of Reuben the firstborn of Israel <span class=\"clarity-word\">were,</span> Hanoch, and Pallu, Hezron, and Carmi.",
      "churchId": "p3"
    },
    {
      "slug": "1-chronicles-5-p4",
      "type": "verse",
      "number": "4",
      "content": "The sons of Joel; Shemaiah his son, Gog his son, Shimei his son,",
      "churchId": "p4"
    },
    {
      "slug": "1-chronicles-5-p5",
      "type": "verse",
      "number": "5",
      "content": "Micah his son, Reaia his son, Baal his son,",
      "churchId": "p5"
    },
    {
      "slug": "1-chronicles-5-p6",
      "type": "verse",
      "number": "6",
      "content": "Beerah his son, whom Tilgath-pilneser king of Assyria carried away <span class=\"clarity-word\">captive:</span> he <span class=\"clarity-word\">was</span> prince of the Reubenites.",
      "churchId": "p6"
    },
    {
      "slug": "1-chronicles-5-p7",
      "type": "verse",
      "number": "7",
      "content": "And his brethren by their families, when the genealogy of their generations was reckoned, <span class=\"clarity-word\">were</span> the chief, Jeiel, and Zechariah,",
      "churchId": "p7"
    },
    {
      "slug": "1-chronicles-5-p8",
      "type": "verse",
      "number": "8",
      "content": "And Bela the son of Azaz, the son of Shema, the son of Joel, who dwelt in Aroer, even unto Nebo and Baal-meon:",
      "churchId": "p8"
    },
    {
      "slug": "1-chronicles-5-p9",
      "type": "verse",
      "number": "9",
      "content": "And eastward he inhabited unto the entering in of the wilderness from the river Euphrates: because their cattle were multiplied in the land of Gilead.",
      "churchId": "p9"
    },
    {
      "slug": "1-chronicles-5-p10",
      "type": "verse",
      "number": "10",
      "content": "And in the days of Saul they made war with the Hagarites, who fell by their hand: and they dwelt in their tents throughout all the east <span class=\"clarity-word\">land</span> of Gilead.",
      "churchId": "p10"
    },
    {
      "slug": "1-chronicles-5-p11",
      "type": "verse",
      "number": "11",
      "content": "¶ And the children of Gad dwelt over against them, in the land of Bashan unto Salchah:",
      "churchId": "p11"
    },
    {
      "slug": "1-chronicles-5-p12",
      "type": "verse",
      "number": "12",
      "content": "Joel the chief, and Shapham the next, and Jaanai, and Shaphat in Bashan.",
      "churchId": "p12"
    },
    {
      "slug": "1-chronicles-5-p13",
      "type": "verse",
      "number": "13",
      "content": "And their brethren of the house of their fathers <span class=\"clarity-word\">were,</span> Michael, and Meshullam, and Sheba, and Jorai, and Jachan, and Zia, and Heber, seven.",
      "churchId": "p13"
    },
    {
      "slug": "1-chronicles-5-p14",
      "type": "verse",
      "number": "14",
      "content": "These <span class=\"clarity-word\">are</span> the children of Abihail the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz;",
      "churchId": "p14"
    },
    {
      "slug": "1-chronicles-5-p15",
      "type": "verse",
      "number": "15",
      "content": "Ahi the son of Abdiel, the son of Guni, chief of the house of their fathers.",
      "churchId": "p15"
    },
    {
      "slug": "1-chronicles-5-p16",
      "type": "verse",
      "number": "16",
      "content": "And they dwelt in Gilead in Bashan, and in her towns, and in all the suburbs of Sharon, upon their borders.",
      "churchId": "p16"
    },
    {
      "slug": "1-chronicles-5-p17",
      "type": "verse",
      "number": "17",
      "content": "All these were reckoned by genealogies in the days of Jotham king of Judah, and in the days of Jeroboam king of Israel.",
      "churchId": "p17"
    },
    {
      "slug": "1-chronicles-5-p18",
      "type": "verse",
      "number": "18",
      "content": "¶ The sons of Reuben, and the Gadites, and half the tribe of Manasseh, of valiant men, men able to bear buckler and sword, and to shoot with bow, and skilful in war, <span class=\"clarity-word\">were</span> four and forty thousand seven hundred and threescore, that went out to the war.",
      "churchId": "p18"
    },
    {
      "slug": "1-chronicles-5-p19",
      "type": "verse",
      "number": "19",
      "content": "And they made war with the Hagarites, with Jetur, and Nephish, and Nodab.",
      "churchId": "p19"
    },
    {
      "slug": "1-chronicles-5-p20",
      "type": "verse",
      "number": "20",
      "content": "And they were helped against them, and the Hagarites were delivered into their hand, and all that <span class=\"clarity-word\">were</span> with them: for they cried to God in the battle, and he was entreated of them; because they put their trust in him.",
      "churchId": "p20"
    },
    {
      "slug": "1-chronicles-5-p21",
      "type": "verse",
      "number": "21",
      "content": "And they took away their cattle; of their camels fifty thousand, and of sheep two hundred and fifty thousand, and of asses two thousand, and of men an hundred thousand.",
      "churchId": "p21"
    },
    {
      "slug": "1-chronicles-5-p22",
      "type": "verse",
      "number": "22",
      "content": "For there fell down many slain, because the war <span class=\"clarity-word\">was</span> of God. And they dwelt in their steads until the captivity.",
      "churchId": "p22"
    },
    {
      "slug": "1-chronicles-5-p23",
      "type": "verse",
      "number": "23",
      "content": "¶ And the children of the half tribe of Manasseh dwelt in the land: they increased from Bashan unto Baal-hermon and Senir, and unto mount Hermon.",
      "churchId": "p23"
    },
    {
      "slug": "1-chronicles-5-p24",
      "type": "verse",
      "number": "24",
      "content": "And these <span class=\"clarity-word\">were</span> the heads of the house of their fathers, even Epher, and Ishi, and Eliel, and Azriel, and Jeremiah, and Hodaviah, and Jahdiel, mighty men of valour, famous men, <span class=\"clarity-word\">and</span> heads of the house of their fathers.",
      "churchId": "p24"
    },
    {
      "slug": "1-chronicles-5-p25",
      "type": "verse",
      "number": "25",
      "content": "¶ And they transgressed against the God of their fathers, and went a whoring after the gods of the people of the land, whom God destroyed before them.",
      "churchId": "p25"
    },
    {
      "slug": "1-chronicles-5-p26",
      "type": "verse",
      "number": "26",
      "content": "And the God of Israel stirred up the spirit of Pul king of Assyria, and the spirit of Tilgath-pilneser king of Assyria, and he carried them away, even the Reubenites, and the Gadites, and the half tribe of Manasseh, and brought them unto Halah, and Habor, and Hara, and to the river Gozan, unto this day.",
      "churchId": "p26"
    }
  ]
}