{
  "name": "1 Chronicles 28",
  "abbrev": "1 Chr. 28",
  "number": "28",
  "churchUri": "/scriptures/ot/1-chr/28",
  "paragraphs": [
    {
      "slug": "1-chronicles-28-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 28",
      "churchId": "title_number1"
    },
    {
      "slug": "1-chronicles-28-p1",
      "type": "verse",
      "number": "1",
      "content": "And David assembled all the princes of Israel, the princes of the tribes, and the captains of the companies that ministered to the king by course, and the captains over the thousands, and captains over the hundreds, and the stewards over all the substance and possession of the king, and of his sons, with the officers, and with the mighty men, and with all the valiant men, unto Jerusalem.",
      "churchId": "p1"
    },
    {
      "slug": "1-chronicles-28-p2",
      "type": "verse",
      "number": "2",
      "content": "Then David the king stood up upon his feet, and said, Hear me, my brethren, and my people: <span class=\"clarity-word\">As for me,</span> I <span class=\"clarity-word\">had</span> in mine heart to build an house of rest for the ark of the covenant of the <span class=\"small-caps\">Lord</span>, and for the footstool of our God, and had made ready for the building:",
      "churchId": "p2"
    },
    {
      "slug": "1-chronicles-28-p3",
      "type": "verse",
      "number": "3",
      "content": "But God said unto me, Thou shalt not build an house for my name, because thou <span class=\"clarity-word\">hast been</span> a man of war, and hast shed blood.",
      "churchId": "p3"
    },
    {
      "slug": "1-chronicles-28-p4",
      "type": "verse",
      "number": "4",
      "content": "Howbeit the <span class=\"small-caps\">Lord</span> God of Israel chose me before all the house of my father to be king over Israel for ever: for he hath chosen Judah <span class=\"clarity-word\">to be</span> the ruler; and of the house of Judah, the house of my father; and among the sons of my father he liked me to make <span class=\"clarity-word\">me</span> king over all Israel:",
      "churchId": "p4"
    },
    {
      "slug": "1-chronicles-28-p5",
      "type": "verse",
      "number": "5",
      "content": "And of all my sons, (for the <span class=\"small-caps\">Lord</span> hath given me many sons,) he hath chosen Solomon my son to sit upon the throne of the kingdom of the <span class=\"small-caps\">Lord</span> over Israel.",
      "churchId": "p5"
    },
    {
      "slug": "1-chronicles-28-p6",
      "type": "verse",
      "number": "6",
      "content": "And he said unto me, Solomon thy son, he shall build my house and my courts: for I have chosen him <span class=\"clarity-word\">to be</span> my son, and I will be his father.",
      "churchId": "p6"
    },
    {
      "slug": "1-chronicles-28-p7",
      "type": "verse",
      "number": "7",
      "content": "Moreover I will establish his kingdom for ever, if he be constant to do my commandments and my judgments, as at this day.",
      "churchId": "p7"
    },
    {
      "slug": "1-chronicles-28-p8",
      "type": "verse",
      "number": "8",
      "content": "Now therefore in the sight of all Israel the congregation of the <span class=\"small-caps\">Lord</span>, and in the audience of our God, keep and seek for all the commandments of the <span class=\"small-caps\">Lord</span> your God: that ye may possess this good land, and leave <span class=\"clarity-word\">it</span> for an inheritance for your children after you for ever.",
      "churchId": "p8"
    },
    {
      "slug": "1-chronicles-28-p9",
      "type": "verse",
      "number": "9",
      "content": "¶ And thou, Solomon my son, know thou the God of thy father, and serve him with a perfect heart and with a willing mind: for the <span class=\"small-caps\">Lord</span> searcheth all hearts, and understandeth all the imaginations of the thoughts: if thou seek him, he will be found of thee; but if thou forsake him, he will cast thee off for ever.",
      "churchId": "p9"
    },
    {
      "slug": "1-chronicles-28-p10",
      "type": "verse",
      "number": "10",
      "content": "Take heed now; for the <span class=\"small-caps\">Lord</span> hath chosen thee to build an house for the sanctuary: be strong, and do <span class=\"clarity-word\">it.</span>",
      "churchId": "p10"
    },
    {
      "slug": "1-chronicles-28-p11",
      "type": "verse",
      "number": "11",
      "content": "¶ Then David gave to Solomon his son the pattern of the porch, and of the houses thereof, and of the treasuries thereof, and of the upper chambers thereof, and of the inner parlours thereof, and of the place of the mercy seat,",
      "churchId": "p11"
    },
    {
      "slug": "1-chronicles-28-p12",
      "type": "verse",
      "number": "12",
      "content": "And the pattern of all that he had by the spirit, of the courts of the house of the <span class=\"small-caps\">Lord</span>, and of all the chambers round about, of the treasuries of the house of God, and of the treasuries of the dedicated things:",
      "churchId": "p12"
    },
    {
      "slug": "1-chronicles-28-p13",
      "type": "verse",
      "number": "13",
      "content": "Also for the courses of the priests and the Levites, and for all the work of the service of the house of the <span class=\"small-caps\">Lord</span>, and for all the vessels of service in the house of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p13"
    },
    {
      "slug": "1-chronicles-28-p14",
      "type": "verse",
      "number": "14",
      "content": "<span class=\"clarity-word\">He gave</span> of gold by weight for <span class=\"clarity-word\">things</span> of gold, for all instruments of all manner of service; <span class=\"clarity-word\">silver also</span> for all instruments of silver by weight, for all instruments of every kind of service:",
      "churchId": "p14"
    },
    {
      "slug": "1-chronicles-28-p15",
      "type": "verse",
      "number": "15",
      "content": "Even the weight for the candlesticks of gold, and for their lamps of gold, by weight for every candlestick, and for the lamps thereof: and for the candlesticks of silver by weight, <span class=\"clarity-word\">both</span> for the candlestick, and <span class=\"clarity-word\">also</span> for the lamps thereof, according to the use of every candlestick.",
      "churchId": "p15"
    },
    {
      "slug": "1-chronicles-28-p16",
      "type": "verse",
      "number": "16",
      "content": "And by weight <span class=\"clarity-word\">he gave</span> gold for the tables of shewbread, for every table; and <span class=\"clarity-word\">likewise</span> silver for the tables of silver:",
      "churchId": "p16"
    },
    {
      "slug": "1-chronicles-28-p17",
      "type": "verse",
      "number": "17",
      "content": "Also pure gold for the fleshhooks, and the bowls, and the cups: and for the golden basins <span class=\"clarity-word\">he gave gold</span> by weight for every basin; and <span class=\"clarity-word\">likewise silver</span> by weight for every basin of silver:",
      "churchId": "p17"
    },
    {
      "slug": "1-chronicles-28-p18",
      "type": "verse",
      "number": "18",
      "content": "And for the altar of incense refined gold by weight; and gold for the pattern of the chariot of the cherubims, that spread out <span class=\"clarity-word\">their wings,</span> and covered the ark of the covenant of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p18"
    },
    {
      "slug": "1-chronicles-28-p19",
      "type": "verse",
      "number": "19",
      "content": "All <span class=\"clarity-word\">this, said David,</span> the <span class=\"small-caps\">Lord</span> made me understand in writing by <span class=\"clarity-word\">his</span> hand upon me, <span class=\"clarity-word\">even</span> all the works of this pattern.",
      "churchId": "p19"
    },
    {
      "slug": "1-chronicles-28-p20",
      "type": "verse",
      "number": "20",
      "content": "And David said to Solomon his son, Be strong and of good courage, and do <span class=\"clarity-word\">it:</span> fear not, nor be dismayed: for the <span class=\"small-caps\">Lord</span> God, <span class=\"clarity-word\">even</span> my God, <span class=\"clarity-word\">will be</span> with thee; he will not fail thee, nor forsake thee, until thou hast finished all the work for the service of the house of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p20"
    },
    {
      "slug": "1-chronicles-28-p21",
      "type": "verse",
      "number": "21",
      "content": "And, behold, the courses of the priests and the Levites, <span class=\"clarity-word\">even they shall be with thee</span> for all the service of the house of God: and <span class=\"clarity-word\">there shall be</span> with thee for all manner of workmanship every willing skilful man, for any manner of service: also the princes and all the people <span class=\"clarity-word\">will be</span> wholly at thy commandment.",
      "churchId": "p21"
    }
  ]
}