{
  "name": "John 6",
  "abbrev": "John 6",
  "number": "6",
  "churchUri": "/scriptures/nt/john/6",
  "paragraphs": [
    {
      "slug": "john-6-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 6",
      "churchId": "title_number1"
    },
    {
      "slug": "john-6-p1",
      "type": "verse",
      "number": "1",
      "content": "After these things Jesus went over the sea of Galilee, which is <span class=\"clarity-word\">the sea</span> of Tiberias.",
      "churchId": "p1"
    },
    {
      "slug": "john-6-p2",
      "type": "verse",
      "number": "2",
      "content": "And a great multitude followed him, because they saw his miracles which he did on them that were diseased.",
      "churchId": "p2"
    },
    {
      "slug": "john-6-p3",
      "type": "verse",
      "number": "3",
      "content": "And Jesus went up into a mountain, and there he sat with his disciples.",
      "churchId": "p3"
    },
    {
      "slug": "john-6-p4",
      "type": "verse",
      "number": "4",
      "content": "And the passover, a feast of the Jews, was nigh.",
      "churchId": "p4"
    },
    {
      "slug": "john-6-p5",
      "type": "verse",
      "number": "5",
      "content": "¶ When Jesus then lifted up <span class=\"clarity-word\">his</span> eyes, and saw a great company come unto him, he saith unto Philip, Whence shall we buy bread, that these may eat?",
      "churchId": "p5"
    },
    {
      "slug": "john-6-p6",
      "type": "verse",
      "number": "6",
      "content": "And this he said to prove him: for he himself knew what he would do.",
      "churchId": "p6"
    },
    {
      "slug": "john-6-p7",
      "type": "verse",
      "number": "7",
      "content": "Philip answered him, Two hundred pennyworth of bread is not sufficient for them, that every one of them may take a little.",
      "churchId": "p7"
    },
    {
      "slug": "john-6-p8",
      "type": "verse",
      "number": "8",
      "content": "One of his disciples, Andrew, Simon Peter’s brother, saith unto him,",
      "churchId": "p8"
    },
    {
      "slug": "john-6-p9",
      "type": "verse",
      "number": "9",
      "content": "There is a lad here, which hath five barley loaves, and two small fishes: but what are they among so many?",
      "churchId": "p9"
    },
    {
      "slug": "john-6-p10",
      "type": "verse",
      "number": "10",
      "content": "And Jesus said, Make the men sit down. Now there was much grass in the place. So the men sat down, in number about five thousand.",
      "churchId": "p10"
    },
    {
      "slug": "john-6-p11",
      "type": "verse",
      "number": "11",
      "content": "And Jesus took the loaves; and when he had given thanks, he distributed to the disciples, and the disciples to them that were set down; and likewise of the fishes as much as they would.",
      "churchId": "p11"
    },
    {
      "slug": "john-6-p12",
      "type": "verse",
      "number": "12",
      "content": "When they were filled, he said unto his disciples, Gather up the fragments that remain, that nothing be lost.",
      "churchId": "p12"
    },
    {
      "slug": "john-6-p13",
      "type": "verse",
      "number": "13",
      "content": "Therefore they gathered <span class=\"clarity-word\">them</span> together, and filled twelve baskets with the fragments of the five barley loaves, which remained over and above unto them that had eaten.",
      "churchId": "p13"
    },
    {
      "slug": "john-6-p14",
      "type": "verse",
      "number": "14",
      "content": "Then those men, when they had seen the miracle that Jesus did, said, This is of a truth that prophet that should come into the world.",
      "churchId": "p14"
    },
    {
      "slug": "john-6-p15",
      "type": "verse",
      "number": "15",
      "content": "¶ When Jesus therefore perceived that they would come and take him by force, to make him a king, he departed again into a mountain himself alone.",
      "churchId": "p15"
    },
    {
      "slug": "john-6-p16",
      "type": "verse",
      "number": "16",
      "content": "And when even was <span class=\"clarity-word\">now</span> come, his disciples went down unto the sea,",
      "churchId": "p16"
    },
    {
      "slug": "john-6-p17",
      "type": "verse",
      "number": "17",
      "content": "And entered into a ship, and went over the sea toward Capernaum. And it was now dark, and Jesus was not come to them.",
      "churchId": "p17"
    },
    {
      "slug": "john-6-p18",
      "type": "verse",
      "number": "18",
      "content": "And the sea arose by reason of a great wind that blew.",
      "churchId": "p18"
    },
    {
      "slug": "john-6-p19",
      "type": "verse",
      "number": "19",
      "content": "So when they had rowed about five and twenty or thirty furlongs, they see Jesus walking on the sea, and drawing nigh unto the ship: and they were afraid.",
      "churchId": "p19"
    },
    {
      "slug": "john-6-p20",
      "type": "verse",
      "number": "20",
      "content": "But he saith unto them, It is I; be not afraid.",
      "churchId": "p20"
    },
    {
      "slug": "john-6-p21",
      "type": "verse",
      "number": "21",
      "content": "Then they willingly received him into the ship: and immediately the ship was at the land whither they went.",
      "churchId": "p21"
    },
    {
      "slug": "john-6-p22",
      "type": "verse",
      "number": "22",
      "content": "¶ The day following, when the people which stood on the other side of the sea saw that there was none other boat there, save that one whereinto his disciples were entered, and that Jesus went not with his disciples into the boat, but <span class=\"clarity-word\">that</span> his disciples were gone away alone;",
      "churchId": "p22"
    },
    {
      "slug": "john-6-p23",
      "type": "verse",
      "number": "23",
      "content": "(Howbeit there came other boats from Tiberias nigh unto the place where they did eat bread, after that the Lord had given thanks:)",
      "churchId": "p23"
    },
    {
      "slug": "john-6-p24",
      "type": "verse",
      "number": "24",
      "content": "When the people therefore saw that Jesus was not there, neither his disciples, they also took shipping, and came to Capernaum, seeking for Jesus.",
      "churchId": "p24"
    },
    {
      "slug": "john-6-p25",
      "type": "verse",
      "number": "25",
      "content": "And when they had found him on the other side of the sea, they said unto him, Rabbi, when camest thou hither?",
      "churchId": "p25"
    },
    {
      "slug": "john-6-p26",
      "type": "verse",
      "number": "26",
      "content": "Jesus answered them and said, Verily, verily, I say unto you, Ye seek me, not because ye saw the miracles, but because ye did eat of the loaves, and were filled.",
      "churchId": "p26"
    },
    {
      "slug": "john-6-p27",
      "type": "verse",
      "number": "27",
      "content": "Labour not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of man shall give unto you: for him hath God the Father sealed.",
      "churchId": "p27"
    },
    {
      "slug": "john-6-p28",
      "type": "verse",
      "number": "28",
      "content": "Then said they unto him, What shall we do, that we might work the works of God?",
      "churchId": "p28"
    },
    {
      "slug": "john-6-p29",
      "type": "verse",
      "number": "29",
      "content": "Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.",
      "churchId": "p29"
    },
    {
      "slug": "john-6-p30",
      "type": "verse",
      "number": "30",
      "content": "They said therefore unto him, What sign shewest thou then, that we may see, and believe thee? what dost thou work?",
      "churchId": "p30"
    },
    {
      "slug": "john-6-p31",
      "type": "verse",
      "number": "31",
      "content": "Our fathers did eat manna in the desert; as it is written, He gave them bread from heaven to eat.",
      "churchId": "p31"
    },
    {
      "slug": "john-6-p32",
      "type": "verse",
      "number": "32",
      "content": "Then Jesus said unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from heaven.",
      "churchId": "p32"
    },
    {
      "slug": "john-6-p33",
      "type": "verse",
      "number": "33",
      "content": "For the bread of God is he which cometh down from heaven, and giveth life unto the world.",
      "churchId": "p33"
    },
    {
      "slug": "john-6-p34",
      "type": "verse",
      "number": "34",
      "content": "Then said they unto him, Lord, evermore give us this bread.",
      "churchId": "p34"
    },
    {
      "slug": "john-6-p35",
      "type": "verse",
      "number": "35",
      "content": "And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.",
      "churchId": "p35"
    },
    {
      "slug": "john-6-p36",
      "type": "verse",
      "number": "36",
      "content": "But I said unto you, That ye also have seen me, and believe not.",
      "churchId": "p36"
    },
    {
      "slug": "john-6-p37",
      "type": "verse",
      "number": "37",
      "content": "All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out.",
      "churchId": "p37"
    },
    {
      "slug": "john-6-p38",
      "type": "verse",
      "number": "38",
      "content": "For I came down from heaven, not to do mine own will, but the will of him that sent me.",
      "churchId": "p38"
    },
    {
      "slug": "john-6-p39",
      "type": "verse",
      "number": "39",
      "content": "And this is the Father’s will which hath sent me, that of all which he hath given me I should lose nothing, but should raise it up again at the last day.",
      "churchId": "p39"
    },
    {
      "slug": "john-6-p40",
      "type": "verse",
      "number": "40",
      "content": "And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.",
      "churchId": "p40"
    },
    {
      "slug": "john-6-p41",
      "type": "verse",
      "number": "41",
      "content": "The Jews then murmured at him, because he said, I am the bread which came down from heaven.",
      "churchId": "p41"
    },
    {
      "slug": "john-6-p42",
      "type": "verse",
      "number": "42",
      "content": "And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? how is it then that he saith, I came down from heaven?",
      "churchId": "p42"
    },
    {
      "slug": "john-6-p43",
      "type": "verse",
      "number": "43",
      "content": "Jesus therefore answered and said unto them, Murmur not among yourselves.",
      "churchId": "p43"
    },
    {
      "slug": "john-6-p44",
      "type": "verse",
      "number": "44",
      "content": "No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.",
      "churchId": "p44"
    },
    {
      "slug": "john-6-p45",
      "type": "verse",
      "number": "45",
      "content": "It is written in the prophets, And they shall be all taught of God. Every man therefore that hath heard, and hath learned of the Father, cometh unto me.",
      "churchId": "p45"
    },
    {
      "slug": "john-6-p46",
      "type": "verse",
      "number": "46",
      "content": "Not that any man hath seen the Father, save he which is of God, he hath seen the Father.",
      "churchId": "p46"
    },
    {
      "slug": "john-6-p47",
      "type": "verse",
      "number": "47",
      "content": "Verily, verily, I say unto you, He that believeth on me hath everlasting life.",
      "churchId": "p47"
    },
    {
      "slug": "john-6-p48",
      "type": "verse",
      "number": "48",
      "content": "I am that bread of life.",
      "churchId": "p48"
    },
    {
      "slug": "john-6-p49",
      "type": "verse",
      "number": "49",
      "content": "Your fathers did eat manna in the wilderness, and are dead.",
      "churchId": "p49"
    },
    {
      "slug": "john-6-p50",
      "type": "verse",
      "number": "50",
      "content": "This is the bread which cometh down from heaven, that a man may eat thereof, and not die.",
      "churchId": "p50"
    },
    {
      "slug": "john-6-p51",
      "type": "verse",
      "number": "51",
      "content": "I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.",
      "churchId": "p51"
    },
    {
      "slug": "john-6-p52",
      "type": "verse",
      "number": "52",
      "content": "The Jews therefore strove among themselves, saying, How can this man give us <span class=\"clarity-word\">his</span> flesh to eat?",
      "churchId": "p52"
    },
    {
      "slug": "john-6-p53",
      "type": "verse",
      "number": "53",
      "content": "Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.",
      "churchId": "p53"
    },
    {
      "slug": "john-6-p54",
      "type": "verse",
      "number": "54",
      "content": "Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.",
      "churchId": "p54"
    },
    {
      "slug": "john-6-p55",
      "type": "verse",
      "number": "55",
      "content": "For my flesh is meat indeed, and my blood is drink indeed.",
      "churchId": "p55"
    },
    {
      "slug": "john-6-p56",
      "type": "verse",
      "number": "56",
      "content": "He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.",
      "churchId": "p56"
    },
    {
      "slug": "john-6-p57",
      "type": "verse",
      "number": "57",
      "content": "As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.",
      "churchId": "p57"
    },
    {
      "slug": "john-6-p58",
      "type": "verse",
      "number": "58",
      "content": "This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.",
      "churchId": "p58"
    },
    {
      "slug": "john-6-p59",
      "type": "verse",
      "number": "59",
      "content": "These things said he in the synagogue, as he taught in Capernaum.",
      "churchId": "p59"
    },
    {
      "slug": "john-6-p60",
      "type": "verse",
      "number": "60",
      "content": "Many therefore of his disciples, when they had heard <span class=\"clarity-word\">this,</span> said, This is an hard saying; who can hear it?",
      "churchId": "p60"
    },
    {
      "slug": "john-6-p61",
      "type": "verse",
      "number": "61",
      "content": "When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?",
      "churchId": "p61"
    },
    {
      "slug": "john-6-p62",
      "type": "verse",
      "number": "62",
      "content": "<span class=\"clarity-word\">What</span> and if ye shall see the Son of man ascend up where he was before?",
      "churchId": "p62"
    },
    {
      "slug": "john-6-p63",
      "type": "verse",
      "number": "63",
      "content": "It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, <span class=\"clarity-word\">they</span> are spirit, and <span class=\"clarity-word\">they</span> are life.",
      "churchId": "p63"
    },
    {
      "slug": "john-6-p64",
      "type": "verse",
      "number": "64",
      "content": "But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.",
      "churchId": "p64"
    },
    {
      "slug": "john-6-p65",
      "type": "verse",
      "number": "65",
      "content": "And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father.",
      "churchId": "p65"
    },
    {
      "slug": "john-6-p66",
      "type": "verse",
      "number": "66",
      "content": "¶ From that <span class=\"clarity-word\">time</span> many of his disciples went back, and walked no more with him.",
      "churchId": "p66"
    },
    {
      "slug": "john-6-p67",
      "type": "verse",
      "number": "67",
      "content": "Then said Jesus unto the twelve, Will ye also go away?",
      "churchId": "p67"
    },
    {
      "slug": "john-6-p68",
      "type": "verse",
      "number": "68",
      "content": "Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.",
      "churchId": "p68"
    },
    {
      "slug": "john-6-p69",
      "type": "verse",
      "number": "69",
      "content": "And we believe and are sure that thou art that Christ, the Son of the living God.",
      "churchId": "p69"
    },
    {
      "slug": "john-6-p70",
      "type": "verse",
      "number": "70",
      "content": "Jesus answered them, Have not I chosen you twelve, and one of you is a devil?",
      "churchId": "p70"
    },
    {
      "slug": "john-6-p71",
      "type": "verse",
      "number": "71",
      "content": "He spake of Judas Iscariot <span class=\"clarity-word\">the son</span> of Simon: for he it was that should betray him, being one of the twelve.",
      "churchId": "p71"
    }
  ]
}