{
  "name": "John 12",
  "abbrev": "John 12",
  "number": "12",
  "churchUri": "/scriptures/nt/john/12",
  "paragraphs": [
    {
      "slug": "john-12-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 12",
      "churchId": "title_number1"
    },
    {
      "slug": "john-12-p1",
      "type": "verse",
      "number": "1",
      "content": "Then Jesus six days before the passover came to Bethany, where Lazarus was which had been dead, whom he raised from the dead.",
      "churchId": "p1"
    },
    {
      "slug": "john-12-p2",
      "type": "verse",
      "number": "2",
      "content": "There they made him a supper; and Martha served: but Lazarus was one of them that sat at the table with him.",
      "churchId": "p2"
    },
    {
      "slug": "john-12-p3",
      "type": "verse",
      "number": "3",
      "content": "Then took Mary a pound of ointment of spikenard, very costly, and anointed the feet of Jesus, and wiped his feet with her hair: and the house was filled with the odour of the ointment.",
      "churchId": "p3"
    },
    {
      "slug": "john-12-p4",
      "type": "verse",
      "number": "4",
      "content": "Then saith one of his disciples, Judas Iscariot, Simon’s <span class=\"clarity-word\">son,</span> which should betray him,",
      "churchId": "p4"
    },
    {
      "slug": "john-12-p5",
      "type": "verse",
      "number": "5",
      "content": "Why was not this ointment sold for three hundred pence, and given to the poor?",
      "churchId": "p5"
    },
    {
      "slug": "john-12-p6",
      "type": "verse",
      "number": "6",
      "content": "This he said, not that he cared for the poor; but because he was a thief, and had the bag, and bare what was put therein.",
      "churchId": "p6"
    },
    {
      "slug": "john-12-p7",
      "type": "verse",
      "number": "7",
      "content": "Then said Jesus, Let her alone: against the day of my burying hath she kept this.",
      "churchId": "p7"
    },
    {
      "slug": "john-12-p8",
      "type": "verse",
      "number": "8",
      "content": "For the poor always ye have with you; but me ye have not always.",
      "churchId": "p8"
    },
    {
      "slug": "john-12-p9",
      "type": "verse",
      "number": "9",
      "content": "Much people of the Jews therefore knew that he was there: and they came not for Jesus’ sake only, but that they might see Lazarus also, whom he had raised from the dead.",
      "churchId": "p9"
    },
    {
      "slug": "john-12-p10",
      "type": "verse",
      "number": "10",
      "content": "¶ But the chief priests consulted that they might put Lazarus also to death;",
      "churchId": "p10"
    },
    {
      "slug": "john-12-p11",
      "type": "verse",
      "number": "11",
      "content": "Because that by reason of him many of the Jews went away, and believed on Jesus.",
      "churchId": "p11"
    },
    {
      "slug": "john-12-p12",
      "type": "verse",
      "number": "12",
      "content": "¶ On the next day much people that were come to the feast, when they heard that Jesus was coming to Jerusalem,",
      "churchId": "p12"
    },
    {
      "slug": "john-12-p13",
      "type": "verse",
      "number": "13",
      "content": "Took branches of palm trees, and went forth to meet him, and cried, Hosanna: Blessed <span class=\"clarity-word\">is</span> the King of Israel that cometh in the name of the Lord.",
      "churchId": "p13"
    },
    {
      "slug": "john-12-p14",
      "type": "verse",
      "number": "14",
      "content": "And Jesus, when he had found a young ass, sat thereon; as it is written,",
      "churchId": "p14"
    },
    {
      "slug": "john-12-p15",
      "type": "verse",
      "number": "15",
      "content": "Fear not, daughter of Sion: behold, thy King cometh, sitting on an ass’s colt.",
      "churchId": "p15"
    },
    {
      "slug": "john-12-p16",
      "type": "verse",
      "number": "16",
      "content": "These things understood not his disciples at the first: but when Jesus was glorified, then remembered they that these things were written of him, and <span class=\"clarity-word\">that</span> they had done these things unto him.",
      "churchId": "p16"
    },
    {
      "slug": "john-12-p17",
      "type": "verse",
      "number": "17",
      "content": "The people therefore that was with him when he called Lazarus out of his grave, and raised him from the dead, bare record.",
      "churchId": "p17"
    },
    {
      "slug": "john-12-p18",
      "type": "verse",
      "number": "18",
      "content": "For this cause the people also met him, for that they heard that he had done this miracle.",
      "churchId": "p18"
    },
    {
      "slug": "john-12-p19",
      "type": "verse",
      "number": "19",
      "content": "The Pharisees therefore said among themselves, Perceive ye how ye prevail nothing? behold, the world is gone after him.",
      "churchId": "p19"
    },
    {
      "slug": "john-12-p20",
      "type": "verse",
      "number": "20",
      "content": "¶ And there were certain Greeks among them that came up to worship at the feast:",
      "churchId": "p20"
    },
    {
      "slug": "john-12-p21",
      "type": "verse",
      "number": "21",
      "content": "The same came therefore to Philip, which was of Bethsaida of Galilee, and desired him, saying, Sir, we would see Jesus.",
      "churchId": "p21"
    },
    {
      "slug": "john-12-p22",
      "type": "verse",
      "number": "22",
      "content": "Philip cometh and telleth Andrew: and again Andrew and Philip tell Jesus.",
      "churchId": "p22"
    },
    {
      "slug": "john-12-p23",
      "type": "verse",
      "number": "23",
      "content": "¶ And Jesus answered them, saying, The hour is come, that the Son of man should be glorified.",
      "churchId": "p23"
    },
    {
      "slug": "john-12-p24",
      "type": "verse",
      "number": "24",
      "content": "Verily, verily, I say unto you, Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit.",
      "churchId": "p24"
    },
    {
      "slug": "john-12-p25",
      "type": "verse",
      "number": "25",
      "content": "He that loveth his life shall lose it; and he that hateth his life in this world shall keep it unto life eternal.",
      "churchId": "p25"
    },
    {
      "slug": "john-12-p26",
      "type": "verse",
      "number": "26",
      "content": "If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will <span class=\"clarity-word\">my</span> Father honour.",
      "churchId": "p26"
    },
    {
      "slug": "john-12-p27",
      "type": "verse",
      "number": "27",
      "content": "Now is my soul troubled; and what shall I say? Father, save me from this hour: but for this cause came I unto this hour.",
      "churchId": "p27"
    },
    {
      "slug": "john-12-p28",
      "type": "verse",
      "number": "28",
      "content": "Father, glorify thy name. Then came there a voice from heaven, <span class=\"clarity-word\">saying,</span> I have both glorified <span class=\"clarity-word\">it,</span> and will glorify <span class=\"clarity-word\">it</span> again.",
      "churchId": "p28"
    },
    {
      "slug": "john-12-p29",
      "type": "verse",
      "number": "29",
      "content": "The people therefore, that stood by, and heard <span class=\"clarity-word\">it,</span> said that it thundered: others said, An angel spake to him.",
      "churchId": "p29"
    },
    {
      "slug": "john-12-p30",
      "type": "verse",
      "number": "30",
      "content": "Jesus answered and said, This voice came not because of me, but for your sakes.",
      "churchId": "p30"
    },
    {
      "slug": "john-12-p31",
      "type": "verse",
      "number": "31",
      "content": "Now is the judgment of this world: now shall the prince of this world be cast out.",
      "churchId": "p31"
    },
    {
      "slug": "john-12-p32",
      "type": "verse",
      "number": "32",
      "content": "And I, if I be lifted up from the earth, will draw all <span class=\"clarity-word\">men</span> unto me.",
      "churchId": "p32"
    },
    {
      "slug": "john-12-p33",
      "type": "verse",
      "number": "33",
      "content": "This he said, signifying what death he should die.",
      "churchId": "p33"
    },
    {
      "slug": "john-12-p34",
      "type": "verse",
      "number": "34",
      "content": "The people answered him, We have heard out of the law that Christ abideth for ever: and how sayest thou, The Son of man must be lifted up? who is this Son of man?",
      "churchId": "p34"
    },
    {
      "slug": "john-12-p35",
      "type": "verse",
      "number": "35",
      "content": "Then Jesus said unto them, Yet a little while is the light with you. Walk while ye have the light, lest darkness come upon you: for he that walketh in darkness knoweth not whither he goeth.",
      "churchId": "p35"
    },
    {
      "slug": "john-12-p36",
      "type": "verse",
      "number": "36",
      "content": "While ye have light, believe in the light, that ye may be the children of light. These things spake Jesus, and departed, and did hide himself from them.",
      "churchId": "p36"
    },
    {
      "slug": "john-12-p37",
      "type": "verse",
      "number": "37",
      "content": "¶ But though he had done so many miracles before them, yet they believed not on him:",
      "churchId": "p37"
    },
    {
      "slug": "john-12-p38",
      "type": "verse",
      "number": "38",
      "content": "That the saying of Esaias the prophet might be fulfilled, which he spake, Lord, who hath believed our report? and to whom hath the arm of the Lord been revealed?",
      "churchId": "p38"
    },
    {
      "slug": "john-12-p39",
      "type": "verse",
      "number": "39",
      "content": "Therefore they could not believe, because that Esaias said again,",
      "churchId": "p39"
    },
    {
      "slug": "john-12-p40",
      "type": "verse",
      "number": "40",
      "content": "He hath blinded their eyes, and hardened their heart; that they should not see with <span class=\"clarity-word\">their</span> eyes, nor understand with <span class=\"clarity-word\">their</span> heart, and be converted, and I should heal them.",
      "churchId": "p40"
    },
    {
      "slug": "john-12-p41",
      "type": "verse",
      "number": "41",
      "content": "These things said Esaias, when he saw his glory, and spake of him.",
      "churchId": "p41"
    },
    {
      "slug": "john-12-p42",
      "type": "verse",
      "number": "42",
      "content": "¶ Nevertheless among the chief rulers also many believed on him; but because of the Pharisees they did not confess <span class=\"clarity-word\">him,</span> lest they should be put out of the synagogue:",
      "churchId": "p42"
    },
    {
      "slug": "john-12-p43",
      "type": "verse",
      "number": "43",
      "content": "For they loved the praise of men more than the praise of God.",
      "churchId": "p43"
    },
    {
      "slug": "john-12-p44",
      "type": "verse",
      "number": "44",
      "content": "¶ Jesus cried and said, He that believeth on me, believeth not on me, but on him that sent me.",
      "churchId": "p44"
    },
    {
      "slug": "john-12-p45",
      "type": "verse",
      "number": "45",
      "content": "And he that seeth me seeth him that sent me.",
      "churchId": "p45"
    },
    {
      "slug": "john-12-p46",
      "type": "verse",
      "number": "46",
      "content": "I am come a light into the world, that whosoever believeth on me should not abide in darkness.",
      "churchId": "p46"
    },
    {
      "slug": "john-12-p47",
      "type": "verse",
      "number": "47",
      "content": "And if any man hear my words, and believe not, I judge him not: for I came not to judge the world, but to save the world.",
      "churchId": "p47"
    },
    {
      "slug": "john-12-p48",
      "type": "verse",
      "number": "48",
      "content": "He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day.",
      "churchId": "p48"
    },
    {
      "slug": "john-12-p49",
      "type": "verse",
      "number": "49",
      "content": "For I have not spoken of myself; but the Father which sent me, he gave me a commandment, what I should say, and what I should speak.",
      "churchId": "p49"
    },
    {
      "slug": "john-12-p50",
      "type": "verse",
      "number": "50",
      "content": "And I know that his commandment is life everlasting: whatsoever I speak therefore, even as the Father said unto me, so I speak.",
      "churchId": "p50"
    }
  ]
}