{
  "name": "2 Peter 2",
  "abbrev": "2 Pet. 2",
  "number": "2",
  "churchUri": "/scriptures/nt/2-pet/2",
  "paragraphs": [
    {
      "slug": "2-peter-2-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 2",
      "churchId": "title_number1"
    },
    {
      "slug": "2-peter-2-p1",
      "type": "verse",
      "number": "1",
      "content": "But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.",
      "churchId": "p1"
    },
    {
      "slug": "2-peter-2-p2",
      "type": "verse",
      "number": "2",
      "content": "And many shall follow their pernicious ways; by reason of whom the way of truth shall be evil spoken of.",
      "churchId": "p2"
    },
    {
      "slug": "2-peter-2-p3",
      "type": "verse",
      "number": "3",
      "content": "And through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.",
      "churchId": "p3"
    },
    {
      "slug": "2-peter-2-p4",
      "type": "verse",
      "number": "4",
      "content": "For if God spared not the angels that sinned, but cast <span class=\"clarity-word\">them</span> down to hell, and delivered <span class=\"clarity-word\">them</span> into chains of darkness, to be reserved unto judgment;",
      "churchId": "p4"
    },
    {
      "slug": "2-peter-2-p5",
      "type": "verse",
      "number": "5",
      "content": "And spared not the old world, but saved Noah the eighth <span class=\"clarity-word\">person,</span> a preacher of righteousness, bringing in the flood upon the world of the ungodly;",
      "churchId": "p5"
    },
    {
      "slug": "2-peter-2-p6",
      "type": "verse",
      "number": "6",
      "content": "And turning the cities of Sodom and Gomorrha into ashes condemned <span class=\"clarity-word\">them</span> with an overthrow, making <span class=\"clarity-word\">them</span> an ensample unto those that after should live ungodly;",
      "churchId": "p6"
    },
    {
      "slug": "2-peter-2-p7",
      "type": "verse",
      "number": "7",
      "content": "And delivered just Lot, vexed with the filthy conversation of the wicked:",
      "churchId": "p7"
    },
    {
      "slug": "2-peter-2-p8",
      "type": "verse",
      "number": "8",
      "content": "(For that righteous man dwelling among them, in seeing and hearing, vexed <span class=\"clarity-word\">his</span> righteous soul from day to day with <span class=\"clarity-word\">their</span> unlawful deeds;)",
      "churchId": "p8"
    },
    {
      "slug": "2-peter-2-p9",
      "type": "verse",
      "number": "9",
      "content": "The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:",
      "churchId": "p9"
    },
    {
      "slug": "2-peter-2-p10",
      "type": "verse",
      "number": "10",
      "content": "But chiefly them that walk after the flesh in the lust of uncleanness, and despise government. Presumptuous <span class=\"clarity-word\">are they,</span> selfwilled, they are not afraid to speak evil of dignities.",
      "churchId": "p10"
    },
    {
      "slug": "2-peter-2-p11",
      "type": "verse",
      "number": "11",
      "content": "Whereas angels, which are greater in power and might, bring not railing accusation against them before the Lord.",
      "churchId": "p11"
    },
    {
      "slug": "2-peter-2-p12",
      "type": "verse",
      "number": "12",
      "content": "But these, as natural brute beasts, made to be taken and destroyed, speak evil of the things that they understand not; and shall utterly perish in their own corruption;",
      "churchId": "p12"
    },
    {
      "slug": "2-peter-2-p13",
      "type": "verse",
      "number": "13",
      "content": "And shall receive the reward of unrighteousness, <span class=\"clarity-word\">as</span> they that count it pleasure to riot in the day time. Spots <span class=\"clarity-word\">they are</span> and blemishes, sporting themselves with their own deceivings while they feast with you;",
      "churchId": "p13"
    },
    {
      "slug": "2-peter-2-p14",
      "type": "verse",
      "number": "14",
      "content": "Having eyes full of adultery, and that cannot cease from sin; beguiling unstable souls: an heart they have exercised with covetous practices; cursed children:",
      "churchId": "p14"
    },
    {
      "slug": "2-peter-2-p15",
      "type": "verse",
      "number": "15",
      "content": "Which have forsaken the right way, and are gone astray, following the way of Balaam <span class=\"clarity-word\">the son</span> of Bosor, who loved the wages of unrighteousness;",
      "churchId": "p15"
    },
    {
      "slug": "2-peter-2-p16",
      "type": "verse",
      "number": "16",
      "content": "But was rebuked for his iniquity: the dumb ass speaking with man’s voice forbad the madness of the prophet.",
      "churchId": "p16"
    },
    {
      "slug": "2-peter-2-p17",
      "type": "verse",
      "number": "17",
      "content": "These are wells without water, clouds that are carried with a tempest; to whom the mist of darkness is reserved for ever.",
      "churchId": "p17"
    },
    {
      "slug": "2-peter-2-p18",
      "type": "verse",
      "number": "18",
      "content": "For when they speak great swelling <span class=\"clarity-word\">words</span> of vanity, they allure through the lusts of the flesh, <span class=\"clarity-word\">through much</span> wantonness, those that were clean escaped from them who live in error.",
      "churchId": "p18"
    },
    {
      "slug": "2-peter-2-p19",
      "type": "verse",
      "number": "19",
      "content": "While they promise them liberty, they themselves are the servants of corruption: for of whom a man is overcome, of the same is he brought in bondage.",
      "churchId": "p19"
    },
    {
      "slug": "2-peter-2-p20",
      "type": "verse",
      "number": "20",
      "content": "For if after they have escaped the pollutions of the world through the knowledge of the Lord and Saviour Jesus Christ, they are again entangled therein, and overcome, the latter end is worse with them than the beginning.",
      "churchId": "p20"
    },
    {
      "slug": "2-peter-2-p21",
      "type": "verse",
      "number": "21",
      "content": "For it had been better for them not to have known the way of righteousness, than, after they have known <span class=\"clarity-word\">it,</span> to turn from the holy commandment delivered unto them.",
      "churchId": "p21"
    },
    {
      "slug": "2-peter-2-p22",
      "type": "verse",
      "number": "22",
      "content": "But it is happened unto them according to the true proverb, The dog <span class=\"clarity-word\">is</span> turned to his own vomit again; and the sow that was washed to her wallowing in the mire.",
      "churchId": "p22"
    }
  ]
}