{
  "name": "Daniel 1",
  "abbrev": "Dan. 1",
  "number": "1",
  "churchUri": "/scriptures/ot/dan/1",
  "paragraphs": [
    {
      "slug": "daniel-1-title1",
      "type": "book-title",
      "number": null,
      "content": "<small>The Book of </small>Daniel",
      "churchId": "title1"
    },
    {
      "slug": "daniel-1-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 1",
      "churchId": "title_number1"
    },
    {
      "slug": "daniel-1-p1",
      "type": "verse",
      "number": "1",
      "content": "In the third year of the reign of Jehoiakim king of Judah came Nebuchadnezzar king of Babylon unto Jerusalem, and besieged it.",
      "churchId": "p1"
    },
    {
      "slug": "daniel-1-p2",
      "type": "verse",
      "number": "2",
      "content": "And the Lord gave Jehoiakim king of Judah into his hand, with part of the vessels of the house of God: which he carried into the land of Shinar to the house of his god; and he brought the vessels into the treasure house of his god.",
      "churchId": "p2"
    },
    {
      "slug": "daniel-1-p3",
      "type": "verse",
      "number": "3",
      "content": "¶ And the king spake unto Ashpenaz the master of his eunuchs, that he should bring <span class=\"clarity-word\">certain</span> of the children of Israel, and of the king’s seed, and of the princes;",
      "churchId": "p3"
    },
    {
      "slug": "daniel-1-p4",
      "type": "verse",
      "number": "4",
      "content": "Children in whom <span class=\"clarity-word\">was</span> no blemish, but well favoured, and skilful in all wisdom, and cunning in knowledge, and understanding science, and such as <span class=\"clarity-word\">had</span> ability in them to stand in the king’s palace, and whom they might teach the learning and the tongue of the Chaldeans.",
      "churchId": "p4"
    },
    {
      "slug": "daniel-1-p5",
      "type": "verse",
      "number": "5",
      "content": "And the king appointed them a daily provision of the king’s meat, and of the wine which he drank: so nourishing them three years, that at the end thereof they might stand before the king.",
      "churchId": "p5"
    },
    {
      "slug": "daniel-1-p6",
      "type": "verse",
      "number": "6",
      "content": "Now among these were of the children of Judah, Daniel, Hananiah, Mishael, and Azariah:",
      "churchId": "p6"
    },
    {
      "slug": "daniel-1-p7",
      "type": "verse",
      "number": "7",
      "content": "Unto whom the prince of the eunuchs gave names: for he gave unto Daniel <span class=\"clarity-word\">the name</span> of Belteshazzar; and to Hananiah, of Shadrach; and to Mishael, of Meshach; and to Azariah, of Abed-nego.",
      "churchId": "p7"
    },
    {
      "slug": "daniel-1-p8",
      "type": "verse",
      "number": "8",
      "content": "¶ But Daniel purposed in his heart that he would not defile himself with the portion of the king’s meat, nor with the wine which he drank: therefore he requested of the prince of the eunuchs that he might not defile himself.",
      "churchId": "p8"
    },
    {
      "slug": "daniel-1-p9",
      "type": "verse",
      "number": "9",
      "content": "Now God had brought Daniel into favour and tender love with the prince of the eunuchs.",
      "churchId": "p9"
    },
    {
      "slug": "daniel-1-p10",
      "type": "verse",
      "number": "10",
      "content": "And the prince of the eunuchs said unto Daniel, I fear my lord the king, who hath appointed your meat and your drink: for why should he see your faces worse liking than the children which <span class=\"clarity-word\">are</span> of your sort? then shall ye make <span class=\"clarity-word\">me</span> endanger my head to the king.",
      "churchId": "p10"
    },
    {
      "slug": "daniel-1-p11",
      "type": "verse",
      "number": "11",
      "content": "Then said Daniel to Melzar, whom the prince of the eunuchs had set over Daniel, Hananiah, Mishael, and Azariah,",
      "churchId": "p11"
    },
    {
      "slug": "daniel-1-p12",
      "type": "verse",
      "number": "12",
      "content": "Prove thy servants, I beseech thee, ten days; and let them give us pulse to eat, and water to drink.",
      "churchId": "p12"
    },
    {
      "slug": "daniel-1-p13",
      "type": "verse",
      "number": "13",
      "content": "Then let our countenances be looked upon before thee, and the countenance of the children that eat of the portion of the king’s meat: and as thou seest, deal with thy servants.",
      "churchId": "p13"
    },
    {
      "slug": "daniel-1-p14",
      "type": "verse",
      "number": "14",
      "content": "So he consented to them in this matter, and proved them ten days.",
      "churchId": "p14"
    },
    {
      "slug": "daniel-1-p15",
      "type": "verse",
      "number": "15",
      "content": "And at the end of ten days their countenances appeared fairer and fatter in flesh than all the children which did eat the portion of the king’s meat.",
      "churchId": "p15"
    },
    {
      "slug": "daniel-1-p16",
      "type": "verse",
      "number": "16",
      "content": "Thus Melzar took away the portion of their meat, and the wine that they should drink; and gave them pulse.",
      "churchId": "p16"
    },
    {
      "slug": "daniel-1-p17",
      "type": "verse",
      "number": "17",
      "content": "¶ As for these four children, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams.",
      "churchId": "p17"
    },
    {
      "slug": "daniel-1-p18",
      "type": "verse",
      "number": "18",
      "content": "Now at the end of the days that the king had said he should bring them in, then the prince of the eunuchs brought them in before Nebuchadnezzar.",
      "churchId": "p18"
    },
    {
      "slug": "daniel-1-p19",
      "type": "verse",
      "number": "19",
      "content": "And the king communed with them; and among them all was found none like Daniel, Hananiah, Mishael, and Azariah: therefore stood they before the king.",
      "churchId": "p19"
    },
    {
      "slug": "daniel-1-p20",
      "type": "verse",
      "number": "20",
      "content": "And in all matters of wisdom <span class=\"clarity-word\">and</span> understanding, that the king inquired of them, he found them ten times better than all the magicians <span class=\"clarity-word\">and</span> astrologers that <span class=\"clarity-word\">were</span> in all his realm.",
      "churchId": "p20"
    },
    {
      "slug": "daniel-1-p21",
      "type": "verse",
      "number": "21",
      "content": "And Daniel continued <span class=\"clarity-word\">even</span> unto the first year of king Cyrus.",
      "churchId": "p21"
    }
  ]
}