{
  "name": "Daniel 8",
  "abbrev": "Dan. 8",
  "number": "8",
  "churchUri": "/scriptures/ot/dan/8",
  "paragraphs": [
    {
      "slug": "daniel-8-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 8",
      "churchId": "title_number1"
    },
    {
      "slug": "daniel-8-p1",
      "type": "verse",
      "number": "1",
      "content": "In the third year of the reign of king Belshazzar a vision appeared unto me, <span class=\"clarity-word\">even unto</span> me Daniel, after that which appeared unto me at the first.",
      "churchId": "p1"
    },
    {
      "slug": "daniel-8-p2",
      "type": "verse",
      "number": "2",
      "content": "And I saw in a vision; and it came to pass, when I saw, that I <span class=\"clarity-word\">was</span> at Shushan <span class=\"clarity-word\">in</span> the palace, which <span class=\"clarity-word\">is</span> in the province of Elam; and I saw in a vision, and I was by the river of Ulai.",
      "churchId": "p2"
    },
    {
      "slug": "daniel-8-p3",
      "type": "verse",
      "number": "3",
      "content": "Then I lifted up mine eyes, and saw, and, behold, there stood before the river a ram which had <span class=\"clarity-word\">two</span> horns: and the <span class=\"clarity-word\">two</span> horns <span class=\"clarity-word\">were</span> high; but one <span class=\"clarity-word\">was</span> higher than the other, and the higher came up last.",
      "churchId": "p3"
    },
    {
      "slug": "daniel-8-p4",
      "type": "verse",
      "number": "4",
      "content": "I saw the ram pushing westward, and northward, and southward; so that no beasts might stand before him, neither <span class=\"clarity-word\">was there any</span> that could deliver out of his hand; but he did according to his will, and became great.",
      "churchId": "p4"
    },
    {
      "slug": "daniel-8-p5",
      "type": "verse",
      "number": "5",
      "content": "And as I was considering, behold, an he goat came from the west on the face of the whole earth, and touched not the ground: and the goat <span class=\"clarity-word\">had</span> a notable horn between his eyes.",
      "churchId": "p5"
    },
    {
      "slug": "daniel-8-p6",
      "type": "verse",
      "number": "6",
      "content": "And he came to the ram that had <span class=\"clarity-word\">two</span> horns, which I had seen standing before the river, and ran unto him in the fury of his power.",
      "churchId": "p6"
    },
    {
      "slug": "daniel-8-p7",
      "type": "verse",
      "number": "7",
      "content": "And I saw him come close unto the ram, and he was moved with choler against him, and smote the ram, and brake his two horns: and there was no power in the ram to stand before him, but he cast him down to the ground, and stamped upon him: and there was none that could deliver the ram out of his hand.",
      "churchId": "p7"
    },
    {
      "slug": "daniel-8-p8",
      "type": "verse",
      "number": "8",
      "content": "Therefore the he goat waxed very great: and when he was strong, the great horn was broken; and for it came up four notable ones toward the four winds of heaven.",
      "churchId": "p8"
    },
    {
      "slug": "daniel-8-p9",
      "type": "verse",
      "number": "9",
      "content": "And out of one of them came forth a little horn, which waxed exceeding great, toward the south, and toward the east, and toward the pleasant <span class=\"clarity-word\">land.</span>",
      "churchId": "p9"
    },
    {
      "slug": "daniel-8-p10",
      "type": "verse",
      "number": "10",
      "content": "And it waxed great, <span class=\"clarity-word\">even</span> to the host of heaven; and it cast down <span class=\"clarity-word\">some</span> of the host and of the stars to the ground, and stamped upon them.",
      "churchId": "p10"
    },
    {
      "slug": "daniel-8-p11",
      "type": "verse",
      "number": "11",
      "content": "Yea, he magnified <span class=\"clarity-word\">himself</span> even to the prince of the host, and by him the daily <span class=\"clarity-word\">sacrifice</span> was taken away, and the place of his sanctuary was cast down.",
      "churchId": "p11"
    },
    {
      "slug": "daniel-8-p12",
      "type": "verse",
      "number": "12",
      "content": "And an host was given <span class=\"clarity-word\">him</span> against the daily <span class=\"clarity-word\">sacrifice</span> by reason of transgression, and it cast down the truth to the ground; and it practised, and prospered.",
      "churchId": "p12"
    },
    {
      "slug": "daniel-8-p13",
      "type": "verse",
      "number": "13",
      "content": "¶ Then I heard one saint speaking, and another saint said unto that certain <span class=\"clarity-word\">saint</span> which spake, How long <span class=\"clarity-word\">shall be</span> the vision <span class=\"clarity-word\">concerning</span> the daily <span class=\"clarity-word\">sacrifice,</span> and the transgression of desolation, to give both the sanctuary and the host to be trodden under foot?",
      "churchId": "p13"
    },
    {
      "slug": "daniel-8-p14",
      "type": "verse",
      "number": "14",
      "content": "And he said unto me, Unto two thousand and three hundred days; then shall the sanctuary be cleansed.",
      "churchId": "p14"
    },
    {
      "slug": "daniel-8-p15",
      "type": "verse",
      "number": "15",
      "content": "¶ And it came to pass, when I, <span class=\"clarity-word\">even</span> I Daniel, had seen the vision, and sought for the meaning, then, behold, there stood before me as the appearance of a man.",
      "churchId": "p15"
    },
    {
      "slug": "daniel-8-p16",
      "type": "verse",
      "number": "16",
      "content": "And I heard a man’s voice between <span class=\"clarity-word\">the banks of</span> Ulai, which called, and said, Gabriel, make this <span class=\"clarity-word\">man</span> to understand the vision.",
      "churchId": "p16"
    },
    {
      "slug": "daniel-8-p17",
      "type": "verse",
      "number": "17",
      "content": "So he came near where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for at the time of the end <span class=\"clarity-word\">shall be</span> the vision.",
      "churchId": "p17"
    },
    {
      "slug": "daniel-8-p18",
      "type": "verse",
      "number": "18",
      "content": "Now as he was speaking with me, I was in a deep sleep on my face toward the ground: but he touched me, and set me upright.",
      "churchId": "p18"
    },
    {
      "slug": "daniel-8-p19",
      "type": "verse",
      "number": "19",
      "content": "And he said, Behold, I will make thee know what shall be in the last end of the indignation: for at the time appointed the end <span class=\"clarity-word\">shall be.</span>",
      "churchId": "p19"
    },
    {
      "slug": "daniel-8-p20",
      "type": "verse",
      "number": "20",
      "content": "The ram which thou sawest having <span class=\"clarity-word\">two</span> horns <span class=\"clarity-word\">are</span> the kings of Media and Persia.",
      "churchId": "p20"
    },
    {
      "slug": "daniel-8-p21",
      "type": "verse",
      "number": "21",
      "content": "And the rough goat <span class=\"clarity-word\">is</span> the king of Grecia: and the great horn that <span class=\"clarity-word\">is</span> between his eyes <span class=\"clarity-word\">is</span> the first king.",
      "churchId": "p21"
    },
    {
      "slug": "daniel-8-p22",
      "type": "verse",
      "number": "22",
      "content": "Now that being broken, whereas four stood up for it, four kingdoms shall stand up out of the nation, but not in his power.",
      "churchId": "p22"
    },
    {
      "slug": "daniel-8-p23",
      "type": "verse",
      "number": "23",
      "content": "And in the latter time of their kingdom, when the transgressors are come to the full, a king of fierce countenance, and understanding dark sentences, shall stand up.",
      "churchId": "p23"
    },
    {
      "slug": "daniel-8-p24",
      "type": "verse",
      "number": "24",
      "content": "And his power shall be mighty, but not by his own power: and he shall destroy wonderfully, and shall prosper, and practise, and shall destroy the mighty and the holy people.",
      "churchId": "p24"
    },
    {
      "slug": "daniel-8-p25",
      "type": "verse",
      "number": "25",
      "content": "And through his policy also he shall cause craft to prosper in his hand; and he shall magnify <span class=\"clarity-word\">himself</span> in his heart, and by peace shall destroy many: he shall also stand up against the Prince of princes; but he shall be broken without hand.",
      "churchId": "p25"
    },
    {
      "slug": "daniel-8-p26",
      "type": "verse",
      "number": "26",
      "content": "And the vision of the evening and the morning which was told <span class=\"clarity-word\">is</span> true: wherefore shut thou up the vision; for it <span class=\"clarity-word\">shall be</span> for many days.",
      "churchId": "p26"
    },
    {
      "slug": "daniel-8-p27",
      "type": "verse",
      "number": "27",
      "content": "And I Daniel fainted, and was sick <span class=\"clarity-word\">certain</span> days; afterward I rose up, and did the king’s business; and I was astonished at the vision, but none understood <span class=\"clarity-word\">it.</span>",
      "churchId": "p27"
    }
  ]
}