{
  "name": "Acts 11",
  "abbrev": "Acts 11",
  "number": "11",
  "churchUri": "/scriptures/nt/acts/11",
  "paragraphs": [
    {
      "slug": "acts-11-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 11",
      "churchId": "title_number1"
    },
    {
      "slug": "acts-11-p1",
      "type": "verse",
      "number": "1",
      "content": "And the apostles and brethren that were in Judæa heard that the Gentiles had also received the word of God.",
      "churchId": "p1"
    },
    {
      "slug": "acts-11-p2",
      "type": "verse",
      "number": "2",
      "content": "And when Peter was come up to Jerusalem, they that were of the circumcision contended with him,",
      "churchId": "p2"
    },
    {
      "slug": "acts-11-p3",
      "type": "verse",
      "number": "3",
      "content": "Saying, Thou wentest in to men uncircumcised, and didst eat with them.",
      "churchId": "p3"
    },
    {
      "slug": "acts-11-p4",
      "type": "verse",
      "number": "4",
      "content": "But Peter rehearsed <span class=\"clarity-word\">the matter</span> from the beginning, and expounded <span class=\"clarity-word\">it</span> by order unto them, saying,",
      "churchId": "p4"
    },
    {
      "slug": "acts-11-p5",
      "type": "verse",
      "number": "5",
      "content": "I was in the city of Joppa praying: and in a trance I saw a vision, A certain vessel descend, as it had been a great sheet, let down from heaven by four corners; and it came even to me:",
      "churchId": "p5"
    },
    {
      "slug": "acts-11-p6",
      "type": "verse",
      "number": "6",
      "content": "Upon the which when I had fastened mine eyes, I considered, and saw fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.",
      "churchId": "p6"
    },
    {
      "slug": "acts-11-p7",
      "type": "verse",
      "number": "7",
      "content": "And I heard a voice saying unto me, Arise, Peter; slay and eat.",
      "churchId": "p7"
    },
    {
      "slug": "acts-11-p8",
      "type": "verse",
      "number": "8",
      "content": "But I said, Not so, Lord: for nothing common or unclean hath at any time entered into my mouth.",
      "churchId": "p8"
    },
    {
      "slug": "acts-11-p9",
      "type": "verse",
      "number": "9",
      "content": "But the voice answered me again from heaven, What God hath cleansed, <span class=\"clarity-word\">that</span> call not thou common.",
      "churchId": "p9"
    },
    {
      "slug": "acts-11-p10",
      "type": "verse",
      "number": "10",
      "content": "And this was done three times: and all were drawn up again into heaven.",
      "churchId": "p10"
    },
    {
      "slug": "acts-11-p11",
      "type": "verse",
      "number": "11",
      "content": "And, behold, immediately there were three men already come unto the house where I was, sent from Cæsarea unto me.",
      "churchId": "p11"
    },
    {
      "slug": "acts-11-p12",
      "type": "verse",
      "number": "12",
      "content": "And the Spirit bade me go with them, nothing doubting. Moreover these six brethren accompanied me, and we entered into the man’s house:",
      "churchId": "p12"
    },
    {
      "slug": "acts-11-p13",
      "type": "verse",
      "number": "13",
      "content": "And he shewed us how he had seen an angel in his house, which stood and said unto him, Send men to Joppa, and call for Simon, whose surname is Peter;",
      "churchId": "p13"
    },
    {
      "slug": "acts-11-p14",
      "type": "verse",
      "number": "14",
      "content": "Who shall tell thee words, whereby thou and all thy house shall be saved.",
      "churchId": "p14"
    },
    {
      "slug": "acts-11-p15",
      "type": "verse",
      "number": "15",
      "content": "And as I began to speak, the Holy Ghost fell on them, as on us at the beginning.",
      "churchId": "p15"
    },
    {
      "slug": "acts-11-p16",
      "type": "verse",
      "number": "16",
      "content": "Then remembered I the word of the Lord, how that he said, John indeed baptized with water; but ye shall be baptized with the Holy Ghost.",
      "churchId": "p16"
    },
    {
      "slug": "acts-11-p17",
      "type": "verse",
      "number": "17",
      "content": "Forasmuch then as God gave them the like gift as <span class=\"clarity-word\">he did</span> unto us, who believed on the Lord Jesus Christ; what was I, that I could withstand God?",
      "churchId": "p17"
    },
    {
      "slug": "acts-11-p18",
      "type": "verse",
      "number": "18",
      "content": "When they heard these things, they held their peace, and glorified God, saying, Then hath God also to the Gentiles granted repentance unto life.",
      "churchId": "p18"
    },
    {
      "slug": "acts-11-p19",
      "type": "verse",
      "number": "19",
      "content": "¶ Now they which were scattered abroad upon the persecution that arose about Stephen travelled as far as Phenice, and Cyprus, and Antioch, preaching the word to none but unto the Jews only.",
      "churchId": "p19"
    },
    {
      "slug": "acts-11-p20",
      "type": "verse",
      "number": "20",
      "content": "And some of them were men of Cyprus and Cyrene, which, when they were come to Antioch, spake unto the Grecians, preaching the Lord Jesus.",
      "churchId": "p20"
    },
    {
      "slug": "acts-11-p21",
      "type": "verse",
      "number": "21",
      "content": "And the hand of the Lord was with them: and a great number believed, and turned unto the Lord.",
      "churchId": "p21"
    },
    {
      "slug": "acts-11-p22",
      "type": "verse",
      "number": "22",
      "content": "¶ Then tidings of these things came unto the ears of the church which was in Jerusalem: and they sent forth Barnabas, that he should go as far as Antioch.",
      "churchId": "p22"
    },
    {
      "slug": "acts-11-p23",
      "type": "verse",
      "number": "23",
      "content": "Who, when he came, and had seen the grace of God, was glad, and exhorted them all, that with purpose of heart they would cleave unto the Lord.",
      "churchId": "p23"
    },
    {
      "slug": "acts-11-p24",
      "type": "verse",
      "number": "24",
      "content": "For he was a good man, and full of the Holy Ghost and of faith: and much people was added unto the Lord.",
      "churchId": "p24"
    },
    {
      "slug": "acts-11-p25",
      "type": "verse",
      "number": "25",
      "content": "Then departed Barnabas to Tarsus, for to seek Saul:",
      "churchId": "p25"
    },
    {
      "slug": "acts-11-p26",
      "type": "verse",
      "number": "26",
      "content": "And when he had found him, he brought him unto Antioch. And it came to pass, that a whole year they assembled themselves with the church, and taught much people. And the disciples were called Christians first in Antioch.",
      "churchId": "p26"
    },
    {
      "slug": "acts-11-p27",
      "type": "verse",
      "number": "27",
      "content": "¶ And in these days came prophets from Jerusalem unto Antioch.",
      "churchId": "p27"
    },
    {
      "slug": "acts-11-p28",
      "type": "verse",
      "number": "28",
      "content": "And there stood up one of them named Agabus, and signified by the Spirit that there should be great dearth throughout all the world: which came to pass in the days of Claudius Cæsar.",
      "churchId": "p28"
    },
    {
      "slug": "acts-11-p29",
      "type": "verse",
      "number": "29",
      "content": "Then the disciples, every man according to his ability, determined to send relief unto the brethren which dwelt in Judæa:",
      "churchId": "p29"
    },
    {
      "slug": "acts-11-p30",
      "type": "verse",
      "number": "30",
      "content": "Which also they did, and sent it to the elders by the hands of Barnabas and Saul.",
      "churchId": "p30"
    }
  ]
}