{
  "name": "Acts 2",
  "abbrev": "Acts 2",
  "number": "2",
  "churchUri": "/scriptures/nt/acts/2",
  "paragraphs": [
    {
      "slug": "acts-2-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 2",
      "churchId": "title_number1"
    },
    {
      "slug": "acts-2-p1",
      "type": "verse",
      "number": "1",
      "content": "And when the day of Pentecost was fully come, they were all with one accord in one place.",
      "churchId": "p1"
    },
    {
      "slug": "acts-2-p2",
      "type": "verse",
      "number": "2",
      "content": "And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.",
      "churchId": "p2"
    },
    {
      "slug": "acts-2-p3",
      "type": "verse",
      "number": "3",
      "content": "And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.",
      "churchId": "p3"
    },
    {
      "slug": "acts-2-p4",
      "type": "verse",
      "number": "4",
      "content": "And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.",
      "churchId": "p4"
    },
    {
      "slug": "acts-2-p5",
      "type": "verse",
      "number": "5",
      "content": "And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.",
      "churchId": "p5"
    },
    {
      "slug": "acts-2-p6",
      "type": "verse",
      "number": "6",
      "content": "Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.",
      "churchId": "p6"
    },
    {
      "slug": "acts-2-p7",
      "type": "verse",
      "number": "7",
      "content": "And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilæans?",
      "churchId": "p7"
    },
    {
      "slug": "acts-2-p8",
      "type": "verse",
      "number": "8",
      "content": "And how hear we every man in our own tongue, wherein we were born?",
      "churchId": "p8"
    },
    {
      "slug": "acts-2-p9",
      "type": "verse",
      "number": "9",
      "content": "Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judæa, and Cappadocia, in Pontus, and Asia,",
      "churchId": "p9"
    },
    {
      "slug": "acts-2-p10",
      "type": "verse",
      "number": "10",
      "content": "Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,",
      "churchId": "p10"
    },
    {
      "slug": "acts-2-p11",
      "type": "verse",
      "number": "11",
      "content": "Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.",
      "churchId": "p11"
    },
    {
      "slug": "acts-2-p12",
      "type": "verse",
      "number": "12",
      "content": "And they were all amazed, and were in doubt, saying one to another, What meaneth this?",
      "churchId": "p12"
    },
    {
      "slug": "acts-2-p13",
      "type": "verse",
      "number": "13",
      "content": "Others mocking said, These men are full of new wine.",
      "churchId": "p13"
    },
    {
      "slug": "acts-2-p14",
      "type": "verse",
      "number": "14",
      "content": "¶ But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judæa, and all <span class=\"clarity-word\">ye</span> that dwell at Jerusalem, be this known unto you, and hearken to my words:",
      "churchId": "p14"
    },
    {
      "slug": "acts-2-p15",
      "type": "verse",
      "number": "15",
      "content": "For these are not drunken, as ye suppose, seeing it is <span class=\"clarity-word\">but</span> the third hour of the day.",
      "churchId": "p15"
    },
    {
      "slug": "acts-2-p16",
      "type": "verse",
      "number": "16",
      "content": "But this is that which was spoken by the prophet Joel;",
      "churchId": "p16"
    },
    {
      "slug": "acts-2-p17",
      "type": "verse",
      "number": "17",
      "content": "And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:",
      "churchId": "p17"
    },
    {
      "slug": "acts-2-p18",
      "type": "verse",
      "number": "18",
      "content": "And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:",
      "churchId": "p18"
    },
    {
      "slug": "acts-2-p19",
      "type": "verse",
      "number": "19",
      "content": "And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:",
      "churchId": "p19"
    },
    {
      "slug": "acts-2-p20",
      "type": "verse",
      "number": "20",
      "content": "The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:",
      "churchId": "p20"
    },
    {
      "slug": "acts-2-p21",
      "type": "verse",
      "number": "21",
      "content": "And it shall come to pass, <span class=\"clarity-word\">that</span> whosoever shall call on the name of the Lord shall be saved.",
      "churchId": "p21"
    },
    {
      "slug": "acts-2-p22",
      "type": "verse",
      "number": "22",
      "content": "Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:",
      "churchId": "p22"
    },
    {
      "slug": "acts-2-p23",
      "type": "verse",
      "number": "23",
      "content": "Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:",
      "churchId": "p23"
    },
    {
      "slug": "acts-2-p24",
      "type": "verse",
      "number": "24",
      "content": "Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.",
      "churchId": "p24"
    },
    {
      "slug": "acts-2-p25",
      "type": "verse",
      "number": "25",
      "content": "For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:",
      "churchId": "p25"
    },
    {
      "slug": "acts-2-p26",
      "type": "verse",
      "number": "26",
      "content": "Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:",
      "churchId": "p26"
    },
    {
      "slug": "acts-2-p27",
      "type": "verse",
      "number": "27",
      "content": "Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.",
      "churchId": "p27"
    },
    {
      "slug": "acts-2-p28",
      "type": "verse",
      "number": "28",
      "content": "Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.",
      "churchId": "p28"
    },
    {
      "slug": "acts-2-p29",
      "type": "verse",
      "number": "29",
      "content": "Men <span class=\"clarity-word\">and</span> brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.",
      "churchId": "p29"
    },
    {
      "slug": "acts-2-p30",
      "type": "verse",
      "number": "30",
      "content": "Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;",
      "churchId": "p30"
    },
    {
      "slug": "acts-2-p31",
      "type": "verse",
      "number": "31",
      "content": "He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.",
      "churchId": "p31"
    },
    {
      "slug": "acts-2-p32",
      "type": "verse",
      "number": "32",
      "content": "This Jesus hath God raised up, whereof we all are witnesses.",
      "churchId": "p32"
    },
    {
      "slug": "acts-2-p33",
      "type": "verse",
      "number": "33",
      "content": "Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.",
      "churchId": "p33"
    },
    {
      "slug": "acts-2-p34",
      "type": "verse",
      "number": "34",
      "content": "For David is not ascended into the heavens: but he saith himself, The <span class=\"small-caps\">Lord</span> said unto my Lord, Sit thou on my right hand,",
      "churchId": "p34"
    },
    {
      "slug": "acts-2-p35",
      "type": "verse",
      "number": "35",
      "content": "Until I make thy foes thy footstool.",
      "churchId": "p35"
    },
    {
      "slug": "acts-2-p36",
      "type": "verse",
      "number": "36",
      "content": "Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.",
      "churchId": "p36"
    },
    {
      "slug": "acts-2-p37",
      "type": "verse",
      "number": "37",
      "content": "¶ Now when they heard <span class=\"clarity-word\">this,</span> they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men <span class=\"clarity-word\">and</span> brethren, what shall we do?",
      "churchId": "p37"
    },
    {
      "slug": "acts-2-p38",
      "type": "verse",
      "number": "38",
      "content": "Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.",
      "churchId": "p38"
    },
    {
      "slug": "acts-2-p39",
      "type": "verse",
      "number": "39",
      "content": "For the promise is unto you, and to your children, and to all that are afar off, <span class=\"clarity-word\">even</span> as many as the Lord our God shall call.",
      "churchId": "p39"
    },
    {
      "slug": "acts-2-p40",
      "type": "verse",
      "number": "40",
      "content": "And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.",
      "churchId": "p40"
    },
    {
      "slug": "acts-2-p41",
      "type": "verse",
      "number": "41",
      "content": "¶ Then they that gladly received his word were baptized: and the same day there were added <span class=\"clarity-word\">unto them</span> about three thousand souls.",
      "churchId": "p41"
    },
    {
      "slug": "acts-2-p42",
      "type": "verse",
      "number": "42",
      "content": "And they continued steadfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.",
      "churchId": "p42"
    },
    {
      "slug": "acts-2-p43",
      "type": "verse",
      "number": "43",
      "content": "And fear came upon every soul: and many wonders and signs were done by the apostles.",
      "churchId": "p43"
    },
    {
      "slug": "acts-2-p44",
      "type": "verse",
      "number": "44",
      "content": "And all that believed were together, and had all things common;",
      "churchId": "p44"
    },
    {
      "slug": "acts-2-p45",
      "type": "verse",
      "number": "45",
      "content": "And sold their possessions and goods, and parted them to all <span class=\"clarity-word\">men,</span> as every man had need.",
      "churchId": "p45"
    },
    {
      "slug": "acts-2-p46",
      "type": "verse",
      "number": "46",
      "content": "And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,",
      "churchId": "p46"
    },
    {
      "slug": "acts-2-p47",
      "type": "verse",
      "number": "47",
      "content": "Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.",
      "churchId": "p47"
    }
  ]
}