{
  "name": "Acts 23",
  "abbrev": "Acts 23",
  "number": "23",
  "churchUri": "/scriptures/nt/acts/23",
  "paragraphs": [
    {
      "slug": "acts-23-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 23",
      "churchId": "title_number1"
    },
    {
      "slug": "acts-23-p1",
      "type": "verse",
      "number": "1",
      "content": "And Paul, earnestly beholding the council, said, Men <span class=\"clarity-word\">and</span> brethren, I have lived in all good conscience before God until this day.",
      "churchId": "p1"
    },
    {
      "slug": "acts-23-p2",
      "type": "verse",
      "number": "2",
      "content": "And the high priest Ananias commanded them that stood by him to smite him on the mouth.",
      "churchId": "p2"
    },
    {
      "slug": "acts-23-p3",
      "type": "verse",
      "number": "3",
      "content": "Then said Paul unto him, God shall smite thee, <span class=\"clarity-word\">thou</span> whited wall: for sittest thou to judge me after the law, and commandest me to be smitten contrary to the law?",
      "churchId": "p3"
    },
    {
      "slug": "acts-23-p4",
      "type": "verse",
      "number": "4",
      "content": "And they that stood by said, Revilest thou God’s high priest?",
      "churchId": "p4"
    },
    {
      "slug": "acts-23-p5",
      "type": "verse",
      "number": "5",
      "content": "Then said Paul, I wist not, brethren, that he was the high priest: for it is written, Thou shalt not speak evil of the ruler of thy people.",
      "churchId": "p5"
    },
    {
      "slug": "acts-23-p6",
      "type": "verse",
      "number": "6",
      "content": "But when Paul perceived that the one part were Sadducees, and the other Pharisees, he cried out in the council, Men <span class=\"clarity-word\">and</span> brethren, I am a Pharisee, the son of a Pharisee: of the hope and resurrection of the dead I am called in question.",
      "churchId": "p6"
    },
    {
      "slug": "acts-23-p7",
      "type": "verse",
      "number": "7",
      "content": "And when he had so said, there arose a dissension between the Pharisees and the Sadducees: and the multitude was divided.",
      "churchId": "p7"
    },
    {
      "slug": "acts-23-p8",
      "type": "verse",
      "number": "8",
      "content": "For the Sadducees say that there is no resurrection, neither angel, nor spirit: but the Pharisees confess both.",
      "churchId": "p8"
    },
    {
      "slug": "acts-23-p9",
      "type": "verse",
      "number": "9",
      "content": "And there arose a great cry: and the scribes <span class=\"clarity-word\">that were</span> of the Pharisees’ part arose, and strove, saying, We find no evil in this man: but if a spirit or an angel hath spoken to him, let us not fight against God.",
      "churchId": "p9"
    },
    {
      "slug": "acts-23-p10",
      "type": "verse",
      "number": "10",
      "content": "And when there arose a great dissension, the chief captain, fearing lest Paul should have been pulled in pieces of them, commanded the soldiers to go down, and to take him by force from among them, and to bring <span class=\"clarity-word\">him</span> into the castle.",
      "churchId": "p10"
    },
    {
      "slug": "acts-23-p11",
      "type": "verse",
      "number": "11",
      "content": "And the night following the Lord stood by him, and said, Be of good cheer, Paul: for as thou hast testified of me in Jerusalem, so must thou bear witness also at Rome.",
      "churchId": "p11"
    },
    {
      "slug": "acts-23-p12",
      "type": "verse",
      "number": "12",
      "content": "And when it was day, certain of the Jews banded together, and bound themselves under a curse, saying that they would neither eat nor drink till they had killed Paul.",
      "churchId": "p12"
    },
    {
      "slug": "acts-23-p13",
      "type": "verse",
      "number": "13",
      "content": "And they were more than forty which had made this conspiracy.",
      "churchId": "p13"
    },
    {
      "slug": "acts-23-p14",
      "type": "verse",
      "number": "14",
      "content": "And they came to the chief priests and elders, and said, We have bound ourselves under a great curse, that we will eat nothing until we have slain Paul.",
      "churchId": "p14"
    },
    {
      "slug": "acts-23-p15",
      "type": "verse",
      "number": "15",
      "content": "Now therefore ye with the council signify to the chief captain that he bring him down unto you to morrow, as though ye would inquire something more perfectly concerning him: and we, or ever he come near, are ready to kill him.",
      "churchId": "p15"
    },
    {
      "slug": "acts-23-p16",
      "type": "verse",
      "number": "16",
      "content": "And when Paul’s sister’s son heard of their lying in wait, he went and entered into the castle, and told Paul.",
      "churchId": "p16"
    },
    {
      "slug": "acts-23-p17",
      "type": "verse",
      "number": "17",
      "content": "Then Paul called one of the centurions unto <span class=\"clarity-word\">him,</span> and said, Bring this young man unto the chief captain: for he hath a certain thing to tell him.",
      "churchId": "p17"
    },
    {
      "slug": "acts-23-p18",
      "type": "verse",
      "number": "18",
      "content": "So he took him, and brought <span class=\"clarity-word\">him</span> to the chief captain, and said, Paul the prisoner called me unto <span class=\"clarity-word\">him,</span> and prayed me to bring this young man unto thee, who hath something to say unto thee.",
      "churchId": "p18"
    },
    {
      "slug": "acts-23-p19",
      "type": "verse",
      "number": "19",
      "content": "Then the chief captain took him by the hand, and went <span class=\"clarity-word\">with him</span> aside privately, and asked <span class=\"clarity-word\">him,</span> What is that thou hast to tell me?",
      "churchId": "p19"
    },
    {
      "slug": "acts-23-p20",
      "type": "verse",
      "number": "20",
      "content": "And he said, The Jews have agreed to desire thee that thou wouldest bring down Paul to morrow into the council, as though they would inquire somewhat of him more perfectly.",
      "churchId": "p20"
    },
    {
      "slug": "acts-23-p21",
      "type": "verse",
      "number": "21",
      "content": "But do not thou yield unto them: for there lie in wait for him of them more than forty men, which have bound themselves with an oath, that they will neither eat nor drink till they have killed him: and now are they ready, looking for a promise from thee.",
      "churchId": "p21"
    },
    {
      "slug": "acts-23-p22",
      "type": "verse",
      "number": "22",
      "content": "So the chief captain <span class=\"clarity-word\">then</span> let the young man depart, and charged <span class=\"clarity-word\">him, See thou</span> tell no man that thou hast shewed these things to me.",
      "churchId": "p22"
    },
    {
      "slug": "acts-23-p23",
      "type": "verse",
      "number": "23",
      "content": "And he called unto <span class=\"clarity-word\">him</span> two centurions, saying, Make ready two hundred soldiers to go to Cæsarea, and horsemen threescore and ten, and spearmen two hundred, at the third hour of the night;",
      "churchId": "p23"
    },
    {
      "slug": "acts-23-p24",
      "type": "verse",
      "number": "24",
      "content": "And provide <span class=\"clarity-word\">them</span> beasts, that they may set Paul on, and bring <span class=\"clarity-word\">him</span> safe unto Felix the governor.",
      "churchId": "p24"
    },
    {
      "slug": "acts-23-p25",
      "type": "verse",
      "number": "25",
      "content": "And he wrote a letter after this manner:",
      "churchId": "p25"
    },
    {
      "slug": "acts-23-p26",
      "type": "verse",
      "number": "26",
      "content": "Claudius Lysias unto the most excellent governor Felix <span class=\"clarity-word\">sendeth</span> greeting.",
      "churchId": "p26"
    },
    {
      "slug": "acts-23-p27",
      "type": "verse",
      "number": "27",
      "content": "This man was taken of the Jews, and should have been killed of them: then came I with an army, and rescued him, having understood that he was a Roman.",
      "churchId": "p27"
    },
    {
      "slug": "acts-23-p28",
      "type": "verse",
      "number": "28",
      "content": "And when I would have known the cause wherefore they accused him, I brought him forth into their council:",
      "churchId": "p28"
    },
    {
      "slug": "acts-23-p29",
      "type": "verse",
      "number": "29",
      "content": "Whom I perceived to be accused of questions of their law, but to have nothing laid to his charge worthy of death or of bonds.",
      "churchId": "p29"
    },
    {
      "slug": "acts-23-p30",
      "type": "verse",
      "number": "30",
      "content": "And when it was told me how that the Jews laid wait for the man, I sent straightway to thee, and gave commandment to his accusers also to say before thee what <span class=\"clarity-word\">they had</span> against him. Farewell.",
      "churchId": "p30"
    },
    {
      "slug": "acts-23-p31",
      "type": "verse",
      "number": "31",
      "content": "Then the soldiers, as it was commanded them, took Paul, and brought <span class=\"clarity-word\">him</span> by night to Antipatris.",
      "churchId": "p31"
    },
    {
      "slug": "acts-23-p32",
      "type": "verse",
      "number": "32",
      "content": "On the morrow they left the horsemen to go with him, and returned to the castle:",
      "churchId": "p32"
    },
    {
      "slug": "acts-23-p33",
      "type": "verse",
      "number": "33",
      "content": "Who, when they came to Cæsarea, and delivered the epistle to the governor, presented Paul also before him.",
      "churchId": "p33"
    },
    {
      "slug": "acts-23-p34",
      "type": "verse",
      "number": "34",
      "content": "And when the governor had read <span class=\"clarity-word\">the letter,</span> he asked of what province he was. And when he understood that <span class=\"clarity-word\">he was</span> of Cilicia;",
      "churchId": "p34"
    },
    {
      "slug": "acts-23-p35",
      "type": "verse",
      "number": "35",
      "content": "I will hear thee, said he, when thine accusers are also come. And he commanded him to be kept in Herod’s judgment hall.",
      "churchId": "p35"
    }
  ]
}