{
  "name": "Acts 28",
  "abbrev": "Acts 28",
  "number": "28",
  "churchUri": "/scriptures/nt/acts/28",
  "paragraphs": [
    {
      "slug": "acts-28-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 28",
      "churchId": "title_number1"
    },
    {
      "slug": "acts-28-p1",
      "type": "verse",
      "number": "1",
      "content": "And when they were escaped, then they knew that the island was called Melita.",
      "churchId": "p1"
    },
    {
      "slug": "acts-28-p2",
      "type": "verse",
      "number": "2",
      "content": "And the barbarous people shewed us no little kindness: for they kindled a fire, and received us every one, because of the present rain, and because of the cold.",
      "churchId": "p2"
    },
    {
      "slug": "acts-28-p3",
      "type": "verse",
      "number": "3",
      "content": "And when Paul had gathered a bundle of sticks, and laid <span class=\"clarity-word\">them</span> on the fire, there came a viper out of the heat, and fastened on his hand.",
      "churchId": "p3"
    },
    {
      "slug": "acts-28-p4",
      "type": "verse",
      "number": "4",
      "content": "And when the barbarians saw the <span class=\"clarity-word\">venomous</span> beast hang on his hand, they said among themselves, No doubt this man is a murderer, whom, though he hath escaped the sea, yet vengeance suffereth not to live.",
      "churchId": "p4"
    },
    {
      "slug": "acts-28-p5",
      "type": "verse",
      "number": "5",
      "content": "And he shook off the beast into the fire, and felt no harm.",
      "churchId": "p5"
    },
    {
      "slug": "acts-28-p6",
      "type": "verse",
      "number": "6",
      "content": "Howbeit they looked when he should have swollen, or fallen down dead suddenly: but after they had looked a great while, and saw no harm come to him, they changed their minds, and said that he was a god.",
      "churchId": "p6"
    },
    {
      "slug": "acts-28-p7",
      "type": "verse",
      "number": "7",
      "content": "In the same quarters were possessions of the chief man of the island, whose name was Publius; who received us, and lodged us three days courteously.",
      "churchId": "p7"
    },
    {
      "slug": "acts-28-p8",
      "type": "verse",
      "number": "8",
      "content": "And it came to pass, that the father of Publius lay sick of a fever and of a bloody flux: to whom Paul entered in, and prayed, and laid his hands on him, and healed him.",
      "churchId": "p8"
    },
    {
      "slug": "acts-28-p9",
      "type": "verse",
      "number": "9",
      "content": "So when this was done, others also, which had diseases in the island, came, and were healed:",
      "churchId": "p9"
    },
    {
      "slug": "acts-28-p10",
      "type": "verse",
      "number": "10",
      "content": "Who also honoured us with many honours; and when we departed, they laded <span class=\"clarity-word\">us</span> with such things as were necessary.",
      "churchId": "p10"
    },
    {
      "slug": "acts-28-p11",
      "type": "verse",
      "number": "11",
      "content": "And after three months we departed in a ship of Alexandria, which had wintered in the isle, whose sign was Castor and Pollux.",
      "churchId": "p11"
    },
    {
      "slug": "acts-28-p12",
      "type": "verse",
      "number": "12",
      "content": "And landing at Syracuse, we tarried <span class=\"clarity-word\">there</span> three days.",
      "churchId": "p12"
    },
    {
      "slug": "acts-28-p13",
      "type": "verse",
      "number": "13",
      "content": "And from thence we fetched a compass, and came to Rhegium: and after one day the south wind blew, and we came the next day to Puteoli:",
      "churchId": "p13"
    },
    {
      "slug": "acts-28-p14",
      "type": "verse",
      "number": "14",
      "content": "Where we found brethren, and were desired to tarry with them seven days: and so we went toward Rome.",
      "churchId": "p14"
    },
    {
      "slug": "acts-28-p15",
      "type": "verse",
      "number": "15",
      "content": "And from thence, when the brethren heard of us, they came to meet us as far as Appii forum, and The three taverns: whom when Paul saw, he thanked God, and took courage.",
      "churchId": "p15"
    },
    {
      "slug": "acts-28-p16",
      "type": "verse",
      "number": "16",
      "content": "And when we came to Rome, the centurion delivered the prisoners to the captain of the guard: but Paul was suffered to dwell by himself with a soldier that kept him.",
      "churchId": "p16"
    },
    {
      "slug": "acts-28-p17",
      "type": "verse",
      "number": "17",
      "content": "And it came to pass, that after three days Paul called the chief of the Jews together: and when they were come together, he said unto them, Men <span class=\"clarity-word\">and</span> brethren, though I have committed nothing against the people, or customs of our fathers, yet was I delivered prisoner from Jerusalem into the hands of the Romans.",
      "churchId": "p17"
    },
    {
      "slug": "acts-28-p18",
      "type": "verse",
      "number": "18",
      "content": "Who, when they had examined me, would have let <span class=\"clarity-word\">me</span> go, because there was no cause of death in me.",
      "churchId": "p18"
    },
    {
      "slug": "acts-28-p19",
      "type": "verse",
      "number": "19",
      "content": "But when the Jews spake against <span class=\"clarity-word\">it,</span> I was constrained to appeal unto Cæsar; not that I had ought to accuse my nation of.",
      "churchId": "p19"
    },
    {
      "slug": "acts-28-p20",
      "type": "verse",
      "number": "20",
      "content": "For this cause therefore have I called for you, to see <span class=\"clarity-word\">you,</span> and to speak with <span class=\"clarity-word\">you:</span> because that for the hope of Israel I am bound with this chain.",
      "churchId": "p20"
    },
    {
      "slug": "acts-28-p21",
      "type": "verse",
      "number": "21",
      "content": "And they said unto him, We neither received letters out of Judæa concerning thee, neither any of the brethren that came shewed or spake any harm of thee.",
      "churchId": "p21"
    },
    {
      "slug": "acts-28-p22",
      "type": "verse",
      "number": "22",
      "content": "But we desire to hear of thee what thou thinkest: for as concerning this sect, we know that every where it is spoken against.",
      "churchId": "p22"
    },
    {
      "slug": "acts-28-p23",
      "type": "verse",
      "number": "23",
      "content": "And when they had appointed him a day, there came many to him into <span class=\"clarity-word\">his</span> lodging; to whom he expounded and testified the kingdom of God, persuading them concerning Jesus, both out of the law of Moses, and <span class=\"clarity-word\">out of</span> the prophets, from morning till evening.",
      "churchId": "p23"
    },
    {
      "slug": "acts-28-p24",
      "type": "verse",
      "number": "24",
      "content": "And some believed the things which were spoken, and some believed not.",
      "churchId": "p24"
    },
    {
      "slug": "acts-28-p25",
      "type": "verse",
      "number": "25",
      "content": "And when they agreed not among themselves, they departed, after that Paul had spoken one word, Well spake the Holy Ghost by Esaias the prophet unto our fathers,",
      "churchId": "p25"
    },
    {
      "slug": "acts-28-p26",
      "type": "verse",
      "number": "26",
      "content": "Saying, Go unto this people, and say, Hearing ye shall hear, and shall not understand; and seeing ye shall see, and not perceive:",
      "churchId": "p26"
    },
    {
      "slug": "acts-28-p27",
      "type": "verse",
      "number": "27",
      "content": "For the heart of this people is waxed gross, and their ears are dull of hearing, and their eyes have they closed; lest they should see with <span class=\"clarity-word\">their</span> eyes, and hear with <span class=\"clarity-word\">their</span> ears, and understand with <span class=\"clarity-word\">their</span> heart, and should be converted, and I should heal them.",
      "churchId": "p27"
    },
    {
      "slug": "acts-28-p28",
      "type": "verse",
      "number": "28",
      "content": "Be it known therefore unto you, that the salvation of God is sent unto the Gentiles, and <span class=\"clarity-word\">that</span> they will hear it.",
      "churchId": "p28"
    },
    {
      "slug": "acts-28-p29",
      "type": "verse",
      "number": "29",
      "content": "And when he had said these words, the Jews departed, and had great reasoning among themselves.",
      "churchId": "p29"
    },
    {
      "slug": "acts-28-p30",
      "type": "verse",
      "number": "30",
      "content": "And Paul dwelt two whole years in his own hired house, and received all that came in unto him,",
      "churchId": "p30"
    },
    {
      "slug": "acts-28-p31",
      "type": "verse",
      "number": "31",
      "content": "Preaching the kingdom of God, and teaching those things which concern the Lord Jesus Christ, with all confidence, no man forbidding him.",
      "churchId": "p31"
    }
  ]
}