{
  "name": "Acts 15",
  "abbrev": "Acts 15",
  "number": "15",
  "churchUri": "/scriptures/nt/acts/15",
  "paragraphs": [
    {
      "slug": "acts-15-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 15",
      "churchId": "title_number1"
    },
    {
      "slug": "acts-15-p1",
      "type": "verse",
      "number": "1",
      "content": "And certain men which came down from Judæa taught the brethren, <span class=\"clarity-word\">and said,</span> Except ye be circumcised after the manner of Moses, ye cannot be saved.",
      "churchId": "p1"
    },
    {
      "slug": "acts-15-p2",
      "type": "verse",
      "number": "2",
      "content": "When therefore Paul and Barnabas had no small dissension and disputation with them, they determined that Paul and Barnabas, and certain other of them, should go up to Jerusalem unto the apostles and elders about this question.",
      "churchId": "p2"
    },
    {
      "slug": "acts-15-p3",
      "type": "verse",
      "number": "3",
      "content": "And being brought on their way by the church, they passed through Phenice and Samaria, declaring the conversion of the Gentiles: and they caused great joy unto all the brethren.",
      "churchId": "p3"
    },
    {
      "slug": "acts-15-p4",
      "type": "verse",
      "number": "4",
      "content": "And when they were come to Jerusalem, they were received of the church, and <span class=\"clarity-word\">of</span> the apostles and elders, and they declared all things that God had done with them.",
      "churchId": "p4"
    },
    {
      "slug": "acts-15-p5",
      "type": "verse",
      "number": "5",
      "content": "But there rose up certain of the sect of the Pharisees which believed, saying, That it was needful to circumcise them, and to command <span class=\"clarity-word\">them</span> to keep the law of Moses.",
      "churchId": "p5"
    },
    {
      "slug": "acts-15-p6",
      "type": "verse",
      "number": "6",
      "content": "¶ And the apostles and elders came together for to consider of this matter.",
      "churchId": "p6"
    },
    {
      "slug": "acts-15-p7",
      "type": "verse",
      "number": "7",
      "content": "And when there had been much disputing, Peter rose up, and said unto them, Men <span class=\"clarity-word\">and</span> brethren, ye know how that a good while ago God made choice among us, that the Gentiles by my mouth should hear the word of the gospel, and believe.",
      "churchId": "p7"
    },
    {
      "slug": "acts-15-p8",
      "type": "verse",
      "number": "8",
      "content": "And God, which knoweth the hearts, bare them witness, giving them the Holy Ghost, even as <span class=\"clarity-word\">he did</span> unto us;",
      "churchId": "p8"
    },
    {
      "slug": "acts-15-p9",
      "type": "verse",
      "number": "9",
      "content": "And put no difference between us and them, purifying their hearts by faith.",
      "churchId": "p9"
    },
    {
      "slug": "acts-15-p10",
      "type": "verse",
      "number": "10",
      "content": "Now therefore why tempt ye God, to put a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?",
      "churchId": "p10"
    },
    {
      "slug": "acts-15-p11",
      "type": "verse",
      "number": "11",
      "content": "But we believe that through the grace of the Lord Jesus Christ we shall be saved, even as they.",
      "churchId": "p11"
    },
    {
      "slug": "acts-15-p12",
      "type": "verse",
      "number": "12",
      "content": "¶ Then all the multitude kept silence, and gave audience to Barnabas and Paul, declaring what miracles and wonders God had wrought among the Gentiles by them.",
      "churchId": "p12"
    },
    {
      "slug": "acts-15-p13",
      "type": "verse",
      "number": "13",
      "content": "¶ And after they had held their peace, James answered, saying, Men <span class=\"clarity-word\">and</span> brethren, hearken unto me:",
      "churchId": "p13"
    },
    {
      "slug": "acts-15-p14",
      "type": "verse",
      "number": "14",
      "content": "Simeon hath declared how God at the first did visit the Gentiles, to take out of them a people for his name.",
      "churchId": "p14"
    },
    {
      "slug": "acts-15-p15",
      "type": "verse",
      "number": "15",
      "content": "And to this agree the words of the prophets; as it is written,",
      "churchId": "p15"
    },
    {
      "slug": "acts-15-p16",
      "type": "verse",
      "number": "16",
      "content": "After this I will return, and will build again the tabernacle of David, which is fallen down; and I will build again the ruins thereof, and I will set it up:",
      "churchId": "p16"
    },
    {
      "slug": "acts-15-p17",
      "type": "verse",
      "number": "17",
      "content": "That the residue of men might seek after the Lord, and all the Gentiles, upon whom my name is called, saith the Lord, who doeth all these things.",
      "churchId": "p17"
    },
    {
      "slug": "acts-15-p18",
      "type": "verse",
      "number": "18",
      "content": "Known unto God are all his works from the beginning of the world.",
      "churchId": "p18"
    },
    {
      "slug": "acts-15-p19",
      "type": "verse",
      "number": "19",
      "content": "Wherefore my sentence is, that we trouble not them, which from among the Gentiles are turned to God:",
      "churchId": "p19"
    },
    {
      "slug": "acts-15-p20",
      "type": "verse",
      "number": "20",
      "content": "But that we write unto them, that they abstain from pollutions of idols, and <span class=\"clarity-word\">from</span> fornication, and <span class=\"clarity-word\">from</span> things strangled, and <span class=\"clarity-word\">from</span> blood.",
      "churchId": "p20"
    },
    {
      "slug": "acts-15-p21",
      "type": "verse",
      "number": "21",
      "content": "For Moses of old time hath in every city them that preach him, being read in the synagogues every sabbath day.",
      "churchId": "p21"
    },
    {
      "slug": "acts-15-p22",
      "type": "verse",
      "number": "22",
      "content": "Then pleased it the apostles and elders, with the whole church, to send chosen men of their own company to Antioch with Paul and Barnabas; <span class=\"clarity-word\">namely,</span> Judas surnamed Barsabas, and Silas, chief men among the brethren:",
      "churchId": "p22"
    },
    {
      "slug": "acts-15-p23",
      "type": "verse",
      "number": "23",
      "content": "And they wrote <span class=\"clarity-word\">letters</span> by them after this manner; The apostles and elders and brethren <span class=\"clarity-word\">send</span> greeting unto the brethren which are of the Gentiles in Antioch and Syria and Cilicia:",
      "churchId": "p23"
    },
    {
      "slug": "acts-15-p24",
      "type": "verse",
      "number": "24",
      "content": "Forasmuch as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, <span class=\"clarity-word\">Ye must</span> be circumcised, and keep the law: to whom we gave no <span class=\"clarity-word\">such</span> commandment:",
      "churchId": "p24"
    },
    {
      "slug": "acts-15-p25",
      "type": "verse",
      "number": "25",
      "content": "It seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,",
      "churchId": "p25"
    },
    {
      "slug": "acts-15-p26",
      "type": "verse",
      "number": "26",
      "content": "Men that have hazarded their lives for the name of our Lord Jesus Christ.",
      "churchId": "p26"
    },
    {
      "slug": "acts-15-p27",
      "type": "verse",
      "number": "27",
      "content": "We have sent therefore Judas and Silas, who shall also tell <span class=\"clarity-word\">you</span> the same things by mouth.",
      "churchId": "p27"
    },
    {
      "slug": "acts-15-p28",
      "type": "verse",
      "number": "28",
      "content": "For it seemed good to the Holy Ghost, and to us, to lay upon you no greater burden than these necessary things;",
      "churchId": "p28"
    },
    {
      "slug": "acts-15-p29",
      "type": "verse",
      "number": "29",
      "content": "That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.",
      "churchId": "p29"
    },
    {
      "slug": "acts-15-p30",
      "type": "verse",
      "number": "30",
      "content": "So when they were dismissed, they came to Antioch: and when they had gathered the multitude together, they delivered the epistle:",
      "churchId": "p30"
    },
    {
      "slug": "acts-15-p31",
      "type": "verse",
      "number": "31",
      "content": "<span class=\"clarity-word\">Which</span> when they had read, they rejoiced for the consolation.",
      "churchId": "p31"
    },
    {
      "slug": "acts-15-p32",
      "type": "verse",
      "number": "32",
      "content": "And Judas and Silas, being prophets also themselves, exhorted the brethren with many words, and confirmed <span class=\"clarity-word\">them.</span>",
      "churchId": "p32"
    },
    {
      "slug": "acts-15-p33",
      "type": "verse",
      "number": "33",
      "content": "And after they had tarried <span class=\"clarity-word\">there</span> a space, they were let go in peace from the brethren unto the apostles.",
      "churchId": "p33"
    },
    {
      "slug": "acts-15-p34",
      "type": "verse",
      "number": "34",
      "content": "Notwithstanding it pleased Silas to abide there still.",
      "churchId": "p34"
    },
    {
      "slug": "acts-15-p35",
      "type": "verse",
      "number": "35",
      "content": "Paul also and Barnabas continued in Antioch, teaching and preaching the word of the Lord, with many others also.",
      "churchId": "p35"
    },
    {
      "slug": "acts-15-p36",
      "type": "verse",
      "number": "36",
      "content": "¶ And some days after Paul said unto Barnabas, Let us go again and visit our brethren in every city where we have preached the word of the Lord, <span class=\"clarity-word\">and see</span> how they do.",
      "churchId": "p36"
    },
    {
      "slug": "acts-15-p37",
      "type": "verse",
      "number": "37",
      "content": "And Barnabas determined to take with them John, whose surname was Mark.",
      "churchId": "p37"
    },
    {
      "slug": "acts-15-p38",
      "type": "verse",
      "number": "38",
      "content": "But Paul thought not good to take him with them, who departed from them from Pamphylia, and went not with them to the work.",
      "churchId": "p38"
    },
    {
      "slug": "acts-15-p39",
      "type": "verse",
      "number": "39",
      "content": "And the contention was so sharp between them, that they departed asunder one from the other: and so Barnabas took Mark, and sailed unto Cyprus;",
      "churchId": "p39"
    },
    {
      "slug": "acts-15-p40",
      "type": "verse",
      "number": "40",
      "content": "And Paul chose Silas, and departed, being recommended by the brethren unto the grace of God.",
      "churchId": "p40"
    },
    {
      "slug": "acts-15-p41",
      "type": "verse",
      "number": "41",
      "content": "And he went through Syria and Cilicia, confirming the churches.",
      "churchId": "p41"
    }
  ]
}