{
  "name": "Acts 27",
  "abbrev": "Acts 27",
  "number": "27",
  "churchUri": "/scriptures/nt/acts/27",
  "paragraphs": [
    {
      "slug": "acts-27-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 27",
      "churchId": "title_number1"
    },
    {
      "slug": "acts-27-p1",
      "type": "verse",
      "number": "1",
      "content": "And when it was determined that we should sail into Italy, they delivered Paul and certain other prisoners unto <span class=\"clarity-word\">one</span> named Julius, a centurion of Augustus’ band.",
      "churchId": "p1"
    },
    {
      "slug": "acts-27-p2",
      "type": "verse",
      "number": "2",
      "content": "And entering into a ship of Adramyttium, we launched, meaning to sail by the coasts of Asia; <span class=\"clarity-word\">one</span> Aristarchus, a Macedonian of Thessalonica, being with us.",
      "churchId": "p2"
    },
    {
      "slug": "acts-27-p3",
      "type": "verse",
      "number": "3",
      "content": "And the next <span class=\"clarity-word\">day</span> we touched at Sidon. And Julius courteously entreated Paul, and gave <span class=\"clarity-word\">him</span> liberty to go unto his friends to refresh himself.",
      "churchId": "p3"
    },
    {
      "slug": "acts-27-p4",
      "type": "verse",
      "number": "4",
      "content": "And when we had launched from thence, we sailed under Cyprus, because the winds were contrary.",
      "churchId": "p4"
    },
    {
      "slug": "acts-27-p5",
      "type": "verse",
      "number": "5",
      "content": "And when we had sailed over the sea of Cilicia and Pamphylia, we came to Myra, <span class=\"clarity-word\">a city</span> of Lycia.",
      "churchId": "p5"
    },
    {
      "slug": "acts-27-p6",
      "type": "verse",
      "number": "6",
      "content": "And there the centurion found a ship of Alexandria sailing into Italy; and he put us therein.",
      "churchId": "p6"
    },
    {
      "slug": "acts-27-p7",
      "type": "verse",
      "number": "7",
      "content": "And when we had sailed slowly many days, and scarce were come over against Cnidus, the wind not suffering us, we sailed under Crete, over against Salmone;",
      "churchId": "p7"
    },
    {
      "slug": "acts-27-p8",
      "type": "verse",
      "number": "8",
      "content": "And, hardly passing it, came unto a place which is called The fair havens; nigh whereunto was the city <span class=\"clarity-word\">of</span> Lasea.",
      "churchId": "p8"
    },
    {
      "slug": "acts-27-p9",
      "type": "verse",
      "number": "9",
      "content": "Now when much time was spent, and when sailing was now dangerous, because the fast was now already past, Paul admonished <span class=\"clarity-word\">them,</span>",
      "churchId": "p9"
    },
    {
      "slug": "acts-27-p10",
      "type": "verse",
      "number": "10",
      "content": "And said unto them, Sirs, I perceive that this voyage will be with hurt and much damage, not only of the lading and ship, but also of our lives.",
      "churchId": "p10"
    },
    {
      "slug": "acts-27-p11",
      "type": "verse",
      "number": "11",
      "content": "Nevertheless the centurion believed the master and the owner of the ship, more than those things which were spoken by Paul.",
      "churchId": "p11"
    },
    {
      "slug": "acts-27-p12",
      "type": "verse",
      "number": "12",
      "content": "And because the haven was not commodious to winter in, the more part advised to depart thence also, if by any means they might attain to Phenice, <span class=\"clarity-word\">and there</span> to winter; <span class=\"clarity-word\">which is</span> an haven of Crete, and lieth toward the south west and north west.",
      "churchId": "p12"
    },
    {
      "slug": "acts-27-p13",
      "type": "verse",
      "number": "13",
      "content": "And when the south wind blew softly, supposing that they had obtained <span class=\"clarity-word\">their</span> purpose, loosing <span class=\"clarity-word\">thence,</span> they sailed close by Crete.",
      "churchId": "p13"
    },
    {
      "slug": "acts-27-p14",
      "type": "verse",
      "number": "14",
      "content": "But not long after there arose against it a tempestuous wind, called Euroclydon.",
      "churchId": "p14"
    },
    {
      "slug": "acts-27-p15",
      "type": "verse",
      "number": "15",
      "content": "And when the ship was caught, and could not bear up into the wind, we let <span class=\"clarity-word\">her</span> drive.",
      "churchId": "p15"
    },
    {
      "slug": "acts-27-p16",
      "type": "verse",
      "number": "16",
      "content": "And running under a certain island which is called Clauda, we had much work to come by the boat:",
      "churchId": "p16"
    },
    {
      "slug": "acts-27-p17",
      "type": "verse",
      "number": "17",
      "content": "Which when they had taken up, they used helps, undergirding the ship; and, fearing lest they should fall into the quicksands, strake sail, and so were driven.",
      "churchId": "p17"
    },
    {
      "slug": "acts-27-p18",
      "type": "verse",
      "number": "18",
      "content": "And we being exceedingly tossed with a tempest, the next <span class=\"clarity-word\">day</span> they lightened the ship;",
      "churchId": "p18"
    },
    {
      "slug": "acts-27-p19",
      "type": "verse",
      "number": "19",
      "content": "And the third <span class=\"clarity-word\">day</span> we cast out with our own hands the tackling of the ship.",
      "churchId": "p19"
    },
    {
      "slug": "acts-27-p20",
      "type": "verse",
      "number": "20",
      "content": "And when neither sun nor stars in many days appeared, and no small tempest lay on <span class=\"clarity-word\">us,</span> all hope that we should be saved was then taken away.",
      "churchId": "p20"
    },
    {
      "slug": "acts-27-p21",
      "type": "verse",
      "number": "21",
      "content": "But after long abstinence Paul stood forth in the midst of them, and said, Sirs, ye should have hearkened unto me, and not have loosed from Crete, and to have gained this harm and loss.",
      "churchId": "p21"
    },
    {
      "slug": "acts-27-p22",
      "type": "verse",
      "number": "22",
      "content": "And now I exhort you to be of good cheer: for there shall be no loss of <span class=\"clarity-word\">any man’s</span> life among you, but of the ship.",
      "churchId": "p22"
    },
    {
      "slug": "acts-27-p23",
      "type": "verse",
      "number": "23",
      "content": "For there stood by me this night the angel of God, whose I am, and whom I serve,",
      "churchId": "p23"
    },
    {
      "slug": "acts-27-p24",
      "type": "verse",
      "number": "24",
      "content": "Saying, Fear not, Paul; thou must be brought before Cæsar: and, lo, God hath given thee all them that sail with thee.",
      "churchId": "p24"
    },
    {
      "slug": "acts-27-p25",
      "type": "verse",
      "number": "25",
      "content": "Wherefore, sirs, be of good cheer: for I believe God, that it shall be even as it was told me.",
      "churchId": "p25"
    },
    {
      "slug": "acts-27-p26",
      "type": "verse",
      "number": "26",
      "content": "Howbeit we must be cast upon a certain island.",
      "churchId": "p26"
    },
    {
      "slug": "acts-27-p27",
      "type": "verse",
      "number": "27",
      "content": "But when the fourteenth night was come, as we were driven up and down in Adria, about midnight the shipmen deemed that they drew near to some country;",
      "churchId": "p27"
    },
    {
      "slug": "acts-27-p28",
      "type": "verse",
      "number": "28",
      "content": "And sounded, and found <span class=\"clarity-word\">it</span> twenty fathoms: and when they had gone a little further, they sounded again, and found <span class=\"clarity-word\">it</span> fifteen fathoms.",
      "churchId": "p28"
    },
    {
      "slug": "acts-27-p29",
      "type": "verse",
      "number": "29",
      "content": "Then fearing lest we should have fallen upon rocks, they cast four anchors out of the stern, and wished for the day.",
      "churchId": "p29"
    },
    {
      "slug": "acts-27-p30",
      "type": "verse",
      "number": "30",
      "content": "And as the shipmen were about to flee out of the ship, when they had let down the boat into the sea, under colour as though they would have cast anchors out of the foreship,",
      "churchId": "p30"
    },
    {
      "slug": "acts-27-p31",
      "type": "verse",
      "number": "31",
      "content": "Paul said to the centurion and to the soldiers, Except these abide in the ship, ye cannot be saved.",
      "churchId": "p31"
    },
    {
      "slug": "acts-27-p32",
      "type": "verse",
      "number": "32",
      "content": "Then the soldiers cut off the ropes of the boat, and let her fall off.",
      "churchId": "p32"
    },
    {
      "slug": "acts-27-p33",
      "type": "verse",
      "number": "33",
      "content": "And while the day was coming on, Paul besought <span class=\"clarity-word\">them</span> all to take meat, saying, This day is the fourteenth day that ye have tarried and continued fasting, having taken nothing.",
      "churchId": "p33"
    },
    {
      "slug": "acts-27-p34",
      "type": "verse",
      "number": "34",
      "content": "Wherefore I pray you to take <span class=\"clarity-word\">some</span> meat: for this is for your health: for there shall not an hair fall from the head of any of you.",
      "churchId": "p34"
    },
    {
      "slug": "acts-27-p35",
      "type": "verse",
      "number": "35",
      "content": "And when he had thus spoken, he took bread, and gave thanks to God in presence of them all: and when he had broken <span class=\"clarity-word\">it,</span> he began to eat.",
      "churchId": "p35"
    },
    {
      "slug": "acts-27-p36",
      "type": "verse",
      "number": "36",
      "content": "Then were they all of good cheer, and they also took <span class=\"clarity-word\">some</span> meat.",
      "churchId": "p36"
    },
    {
      "slug": "acts-27-p37",
      "type": "verse",
      "number": "37",
      "content": "And we were in all in the ship two hundred threescore and sixteen souls.",
      "churchId": "p37"
    },
    {
      "slug": "acts-27-p38",
      "type": "verse",
      "number": "38",
      "content": "And when they had eaten enough, they lightened the ship, and cast out the wheat into the sea.",
      "churchId": "p38"
    },
    {
      "slug": "acts-27-p39",
      "type": "verse",
      "number": "39",
      "content": "And when it was day, they knew not the land: but they discovered a certain creek with a shore, into the which they were minded, if it were possible, to thrust in the ship.",
      "churchId": "p39"
    },
    {
      "slug": "acts-27-p40",
      "type": "verse",
      "number": "40",
      "content": "And when they had taken up the anchors, they committed <span class=\"clarity-word\">themselves</span> unto the sea, and loosed the rudder bands, and hoised up the mainsail to the wind, and made toward shore.",
      "churchId": "p40"
    },
    {
      "slug": "acts-27-p41",
      "type": "verse",
      "number": "41",
      "content": "And falling into a place where two seas met, they ran the ship aground; and the forepart stuck fast, and remained unmoveable, but the hinder part was broken with the violence of the waves.",
      "churchId": "p41"
    },
    {
      "slug": "acts-27-p42",
      "type": "verse",
      "number": "42",
      "content": "And the soldiers’ counsel was to kill the prisoners, lest any of them should swim out, and escape.",
      "churchId": "p42"
    },
    {
      "slug": "acts-27-p43",
      "type": "verse",
      "number": "43",
      "content": "But the centurion, willing to save Paul, kept them from <span class=\"clarity-word\">their</span> purpose; and commanded that they which could swim should cast <span class=\"clarity-word\">themselves</span> first <span class=\"clarity-word\">into the sea,</span> and get to land:",
      "churchId": "p43"
    },
    {
      "slug": "acts-27-p44",
      "type": "verse",
      "number": "44",
      "content": "And the rest, some on boards, and some on <span class=\"clarity-word\">broken pieces</span> of the ship. And so it came to pass, that they escaped all safe to land.",
      "churchId": "p44"
    }
  ]
}