{
  "name": "Doctrine and Covenants 62",
  "abbrev": "D&C 62",
  "number": "62",
  "churchUri": "/scriptures/dc-testament/dc/62",
  "paragraphs": [
    {
      "slug": "section-62-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 62",
      "churchId": "title_number1"
    },
    {
      "slug": "section-62-p1",
      "type": "verse",
      "number": "1",
      "content": "Behold, and hearken, O ye elders of my church, saith the Lord your God, even Jesus Christ, your advocate, who knoweth the weakness of man and how to succor them who are tempted.",
      "churchId": "p1"
    },
    {
      "slug": "section-62-p2",
      "type": "verse",
      "number": "2",
      "content": "And verily mine eyes are upon those who have not as yet gone up unto the land of Zion; wherefore your mission is not yet full.",
      "churchId": "p2"
    },
    {
      "slug": "section-62-p3",
      "type": "verse",
      "number": "3",
      "content": "Nevertheless, ye are blessed, for the testimony which ye have borne is recorded in heaven for the angels to look upon; and they rejoice over you, and your sins are forgiven you.",
      "churchId": "p3"
    },
    {
      "slug": "section-62-p4",
      "type": "verse",
      "number": "4",
      "content": "And now continue your journey. Assemble yourselves upon the land of Zion; and hold a meeting and rejoice together, and offer a sacrament unto the Most High.",
      "churchId": "p4"
    },
    {
      "slug": "section-62-p5",
      "type": "verse",
      "number": "5",
      "content": "And then you may return to bear record, yea, even altogether, or two by two, as seemeth you good, it mattereth not unto me; only be faithful, and declare glad tidings unto the inhabitants of the earth, or among the congregations of the wicked.",
      "churchId": "p5"
    },
    {
      "slug": "section-62-p6",
      "type": "verse",
      "number": "6",
      "content": "Behold, I, the Lord, have brought you together that the promise might be fulfilled, that the faithful among you should be preserved and rejoice together in the land of Missouri. I, the Lord, promise the faithful and cannot lie.",
      "churchId": "p6"
    },
    {
      "slug": "section-62-p7",
      "type": "verse",
      "number": "7",
      "content": "I, the Lord, am willing, if any among you desire to ride upon horses, or upon mules, or in chariots, he shall receive this blessing, if he receive it from the hand of the Lord, with a thankful heart in all things.",
      "churchId": "p7"
    },
    {
      "slug": "section-62-p8",
      "type": "verse",
      "number": "8",
      "content": "These things remain with you to do according to judgment and the directions of the Spirit.",
      "churchId": "p8"
    },
    {
      "slug": "section-62-p9",
      "type": "verse",
      "number": "9",
      "content": "Behold, the kingdom is yours. And behold, and lo, I am with the faithful always. Even so. Amen.",
      "churchId": "p9"
    }
  ]
}