{
  "name": "Doctrine and Covenants 93",
  "abbrev": "D&C 93",
  "number": "93",
  "churchUri": "/scriptures/dc-testament/dc/93",
  "paragraphs": [
    {
      "slug": "section-93-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 93",
      "churchId": "title_number1"
    },
    {
      "slug": "section-93-p1",
      "type": "verse",
      "number": "1",
      "content": "Verily, thus saith the Lord: It shall come to pass that every soul who forsaketh his sins and cometh unto me, and calleth on my name, and obeyeth my voice, and keepeth my commandments, shall see my face and know that I am;",
      "churchId": "p1"
    },
    {
      "slug": "section-93-p2",
      "type": "verse",
      "number": "2",
      "content": "And that I am the true light that lighteth every man that cometh into the world;",
      "churchId": "p2"
    },
    {
      "slug": "section-93-p3",
      "type": "verse",
      "number": "3",
      "content": "And that I am in the Father, and the Father in me, and the Father and I are one—",
      "churchId": "p3"
    },
    {
      "slug": "section-93-p4",
      "type": "verse",
      "number": "4",
      "content": "The Father because he gave me of his fulness, and the Son because I was in the world and made flesh my tabernacle, and dwelt among the sons of men.",
      "churchId": "p4"
    },
    {
      "slug": "section-93-p5",
      "type": "verse",
      "number": "5",
      "content": "I was in the world and received of my Father, and the works of him were plainly manifest.",
      "churchId": "p5"
    },
    {
      "slug": "section-93-p6",
      "type": "verse",
      "number": "6",
      "content": "And John saw and bore record of the fulness of my glory, and the fulness of John’s record is hereafter to be revealed.",
      "churchId": "p6"
    },
    {
      "slug": "section-93-p7",
      "type": "verse",
      "number": "7",
      "content": "And he bore record, saying: I saw his glory, that he was in the beginning, before the world was;",
      "churchId": "p7"
    },
    {
      "slug": "section-93-p8",
      "type": "verse",
      "number": "8",
      "content": "Therefore, in the beginning the Word was, for he was the Word, even the messenger of salvation—",
      "churchId": "p8"
    },
    {
      "slug": "section-93-p9",
      "type": "verse",
      "number": "9",
      "content": "The light and the Redeemer of the world; the Spirit of truth, who came into the world, because the world was made by him, and in him was the life of men and the light of men.",
      "churchId": "p9"
    },
    {
      "slug": "section-93-p10",
      "type": "verse",
      "number": "10",
      "content": "The worlds were made by him; men were made by him; all things were made by him, and through him, and of him.",
      "churchId": "p10"
    },
    {
      "slug": "section-93-p11",
      "type": "verse",
      "number": "11",
      "content": "And I, John, bear record that I beheld his glory, as the glory of the Only Begotten of the Father, full of grace and truth, even the Spirit of truth, which came and dwelt in the flesh, and dwelt among us.",
      "churchId": "p11"
    },
    {
      "slug": "section-93-p12",
      "type": "verse",
      "number": "12",
      "content": "And I, John, saw that he received not of the fulness at the first, but received grace for grace;",
      "churchId": "p12"
    },
    {
      "slug": "section-93-p13",
      "type": "verse",
      "number": "13",
      "content": "And he received not of the fulness at first, but continued from grace to grace, until he received a fulness;",
      "churchId": "p13"
    },
    {
      "slug": "section-93-p14",
      "type": "verse",
      "number": "14",
      "content": "And thus he was called the Son of God, because he received not of the fulness at the first.",
      "churchId": "p14"
    },
    {
      "slug": "section-93-p15",
      "type": "verse",
      "number": "15",
      "content": "And I, John, bear record, and lo, the heavens were opened, and the Holy Ghost descended upon him in the form of a dove, and sat upon him, and there came a voice out of heaven saying: This is my beloved Son.",
      "churchId": "p15"
    },
    {
      "slug": "section-93-p16",
      "type": "verse",
      "number": "16",
      "content": "And I, John, bear record that he received a fulness of the glory of the Father;",
      "churchId": "p16"
    },
    {
      "slug": "section-93-p17",
      "type": "verse",
      "number": "17",
      "content": "And he received all power, both in heaven and on earth, and the glory of the Father was with him, for he dwelt in him.",
      "churchId": "p17"
    },
    {
      "slug": "section-93-p18",
      "type": "verse",
      "number": "18",
      "content": "And it shall come to pass, that if you are faithful you shall receive the fulness of the record of John.",
      "churchId": "p18"
    },
    {
      "slug": "section-93-p19",
      "type": "verse",
      "number": "19",
      "content": "I give unto you these sayings that you may understand and know how to worship, and know what you worship, that you may come unto the Father in my name, and in due time receive of his fulness.",
      "churchId": "p19"
    },
    {
      "slug": "section-93-p20",
      "type": "verse",
      "number": "20",
      "content": "For if you keep my commandments you shall receive of his fulness, and be glorified in me as I am in the Father; therefore, I say unto you, you shall receive grace for grace.",
      "churchId": "p20"
    },
    {
      "slug": "section-93-p21",
      "type": "verse",
      "number": "21",
      "content": "And now, verily I say unto you, I was in the beginning with the Father, and am the Firstborn;",
      "churchId": "p21"
    },
    {
      "slug": "section-93-p22",
      "type": "verse",
      "number": "22",
      "content": "And all those who are begotten through me are partakers of the glory of the same, and are the church of the Firstborn.",
      "churchId": "p22"
    },
    {
      "slug": "section-93-p23",
      "type": "verse",
      "number": "23",
      "content": "Ye were also in the beginning with the Father; that which is Spirit, even the Spirit of truth;",
      "churchId": "p23"
    },
    {
      "slug": "section-93-p24",
      "type": "verse",
      "number": "24",
      "content": "And truth is knowledge of things as they are, and as they were, and as they are to come;",
      "churchId": "p24"
    },
    {
      "slug": "section-93-p25",
      "type": "verse",
      "number": "25",
      "content": "And whatsoever is more or less than this is the spirit of that wicked one who was a liar from the beginning.",
      "churchId": "p25"
    },
    {
      "slug": "section-93-p26",
      "type": "verse",
      "number": "26",
      "content": "The Spirit of truth is of God. I am the Spirit of truth, and John bore record of me, saying: He received a fulness of truth, yea, even of all truth;",
      "churchId": "p26"
    },
    {
      "slug": "section-93-p27",
      "type": "verse",
      "number": "27",
      "content": "And no man receiveth a fulness unless he keepeth his commandments.",
      "churchId": "p27"
    },
    {
      "slug": "section-93-p28",
      "type": "verse",
      "number": "28",
      "content": "He that keepeth his commandments receiveth truth and light, until he is glorified in truth and knoweth all things.",
      "churchId": "p28"
    },
    {
      "slug": "section-93-p29",
      "type": "verse",
      "number": "29",
      "content": "Man was also in the beginning with God. Intelligence, or the light of truth, was not created or made, neither indeed can be.",
      "churchId": "p29"
    },
    {
      "slug": "section-93-p30",
      "type": "verse",
      "number": "30",
      "content": "All truth is independent in that sphere in which God has placed it, to act for itself, as all intelligence also; otherwise there is no existence.",
      "churchId": "p30"
    },
    {
      "slug": "section-93-p31",
      "type": "verse",
      "number": "31",
      "content": "Behold, here is the agency of man, and here is the condemnation of man; because that which was from the beginning is plainly manifest unto them, and they receive not the light.",
      "churchId": "p31"
    },
    {
      "slug": "section-93-p32",
      "type": "verse",
      "number": "32",
      "content": "And every man whose spirit receiveth not the light is under condemnation.",
      "churchId": "p32"
    },
    {
      "slug": "section-93-p33",
      "type": "verse",
      "number": "33",
      "content": "For man is spirit. The elements are eternal, and spirit and element, inseparably connected, receive a fulness of joy;",
      "churchId": "p33"
    },
    {
      "slug": "section-93-p34",
      "type": "verse",
      "number": "34",
      "content": "And when separated, man cannot receive a fulness of joy.",
      "churchId": "p34"
    },
    {
      "slug": "section-93-p35",
      "type": "verse",
      "number": "35",
      "content": "The elements are the tabernacle of God; yea, man is the tabernacle of God, even temples; and whatsoever temple is defiled, God shall destroy that temple.",
      "churchId": "p35"
    },
    {
      "slug": "section-93-p36",
      "type": "verse",
      "number": "36",
      "content": "The glory of God is intelligence, or, in other words, light and truth.",
      "churchId": "p36"
    },
    {
      "slug": "section-93-p37",
      "type": "verse",
      "number": "37",
      "content": "Light and truth forsake that evil one.",
      "churchId": "p37"
    },
    {
      "slug": "section-93-p38",
      "type": "verse",
      "number": "38",
      "content": "Every spirit of man was innocent in the beginning; and God having redeemed man from the fall, men became again, in their infant state, innocent before God.",
      "churchId": "p38"
    },
    {
      "slug": "section-93-p39",
      "type": "verse",
      "number": "39",
      "content": "And that wicked one cometh and taketh away light and truth, through disobedience, from the children of men, and because of the tradition of their fathers.",
      "churchId": "p39"
    },
    {
      "slug": "section-93-p40",
      "type": "verse",
      "number": "40",
      "content": "But I have commanded you to bring up your children in light and truth.",
      "churchId": "p40"
    },
    {
      "slug": "section-93-p41",
      "type": "verse",
      "number": "41",
      "content": "But verily I say unto you, my servant Frederick G. Williams, you have continued under this condemnation;",
      "churchId": "p41"
    },
    {
      "slug": "section-93-p42",
      "type": "verse",
      "number": "42",
      "content": "You have not taught your children light and truth, according to the commandments; and that wicked one hath power, as yet, over you, and this is the cause of your affliction.",
      "churchId": "p42"
    },
    {
      "slug": "section-93-p43",
      "type": "verse",
      "number": "43",
      "content": "And now a commandment I give unto you—if you will be delivered you shall set in order your own house, for there are many things that are not right in your house.",
      "churchId": "p43"
    },
    {
      "slug": "section-93-p44",
      "type": "verse",
      "number": "44",
      "content": "Verily, I say unto my servant Sidney Rigdon, that in some things he hath not kept the commandments concerning his children; therefore, first set in order thy house.",
      "churchId": "p44"
    },
    {
      "slug": "section-93-p45",
      "type": "verse",
      "number": "45",
      "content": "Verily, I say unto my servant Joseph Smith, Jun., or in other words, I will call you friends, for you are my friends, and ye shall have an inheritance with me—",
      "churchId": "p45"
    },
    {
      "slug": "section-93-p46",
      "type": "verse",
      "number": "46",
      "content": "I called you servants for the world’s sake, and ye are their servants for my sake—",
      "churchId": "p46"
    },
    {
      "slug": "section-93-p47",
      "type": "verse",
      "number": "47",
      "content": "And now, verily I say unto Joseph Smith, Jun.—You have not kept the commandments, and must needs stand rebuked before the Lord;",
      "churchId": "p47"
    },
    {
      "slug": "section-93-p48",
      "type": "verse",
      "number": "48",
      "content": "Your family must needs repent and forsake some things, and give more earnest heed unto your sayings, or be removed out of their place.",
      "churchId": "p48"
    },
    {
      "slug": "section-93-p49",
      "type": "verse",
      "number": "49",
      "content": "What I say unto one I say unto all; pray always lest that wicked one have power in you, and remove you out of your place.",
      "churchId": "p49"
    },
    {
      "slug": "section-93-p50",
      "type": "verse",
      "number": "50",
      "content": "My servant Newel K. Whitney also, a bishop of my church, hath need to be chastened, and set in order his family, and see that they are more diligent and concerned at home, and pray always, or they shall be removed out of their place.",
      "churchId": "p50"
    },
    {
      "slug": "section-93-p51",
      "type": "verse",
      "number": "51",
      "content": "Now, I say unto you, my friends, let my servant Sidney Rigdon go on his journey, and make haste, and also proclaim the acceptable year of the Lord, and the gospel of salvation, as I shall give him utterance; and by your prayer of faith with one consent I will uphold him.",
      "churchId": "p51"
    },
    {
      "slug": "section-93-p52",
      "type": "verse",
      "number": "52",
      "content": "And let my servants Joseph Smith, Jun., and Frederick G. Williams make haste also, and it shall be given them even according to the prayer of faith; and inasmuch as you keep my sayings you shall not be confounded in this world, nor in the world to come.",
      "churchId": "p52"
    },
    {
      "slug": "section-93-p53",
      "type": "verse",
      "number": "53",
      "content": "And, verily I say unto you, that it is my will that you should hasten to translate my scriptures, and to obtain a knowledge of history, and of countries, and of kingdoms, of laws of God and man, and all this for the salvation of Zion. Amen.",
      "churchId": "p53"
    }
  ]
}