{
  "name": "Doctrine and Covenants 124",
  "abbrev": "D&C 124",
  "number": "124",
  "churchUri": "/scriptures/dc-testament/dc/124",
  "paragraphs": [
    {
      "slug": "section-124-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 124",
      "churchId": "title_number1"
    },
    {
      "slug": "section-124-p1",
      "type": "verse",
      "number": "1",
      "content": "Verily, thus saith the Lord unto you, my servant Joseph Smith, I am well pleased with your offering and acknowledgments, which you have made; for unto this end have I raised you up, that I might show forth my wisdom through the weak things of the earth.",
      "churchId": "p1"
    },
    {
      "slug": "section-124-p2",
      "type": "verse",
      "number": "2",
      "content": "Your prayers are acceptable before me; and in answer to them I say unto you, that you are now called immediately to make a solemn proclamation of my gospel, and of this stake which I have planted to be a cornerstone of Zion, which shall be polished with the refinement which is after the similitude of a palace.",
      "churchId": "p2"
    },
    {
      "slug": "section-124-p3",
      "type": "verse",
      "number": "3",
      "content": "This proclamation shall be made to all the kings of the world, to the four corners thereof, to the honorable president-elect, and the high-minded governors of the nation in which you live, and to all the nations of the earth scattered abroad.",
      "churchId": "p3"
    },
    {
      "slug": "section-124-p4",
      "type": "verse",
      "number": "4",
      "content": "Let it be written in the spirit of meekness and by the power of the Holy Ghost, which shall be in you at the time of the writing of the same;",
      "churchId": "p4"
    },
    {
      "slug": "section-124-p5",
      "type": "verse",
      "number": "5",
      "content": "For it shall be given you by the Holy Ghost to know my will concerning those kings and authorities, even what shall befall them in a time to come.",
      "churchId": "p5"
    },
    {
      "slug": "section-124-p6",
      "type": "verse",
      "number": "6",
      "content": "For, behold, I am about to call upon them to give heed to the light and glory of Zion, for the set time has come to favor her.",
      "churchId": "p6"
    },
    {
      "slug": "section-124-p7",
      "type": "verse",
      "number": "7",
      "content": "Call ye, therefore, upon them with loud proclamation, and with your testimony, fearing them not, for they are as grass, and all their glory as the flower thereof which soon falleth, that they may be left also without excuse—",
      "churchId": "p7"
    },
    {
      "slug": "section-124-p8",
      "type": "verse",
      "number": "8",
      "content": "And that I may visit them in the day of visitation, when I shall unveil the face of my covering, to appoint the portion of the oppressor among hypocrites, where there is gnashing of teeth, if they reject my servants and my testimony which I have revealed unto them.",
      "churchId": "p8"
    },
    {
      "slug": "section-124-p9",
      "type": "verse",
      "number": "9",
      "content": "And again, I will visit and soften their hearts, many of them for your good, that ye may find grace in their eyes, that they may come to the light of truth, and the Gentiles to the exaltation or lifting up of Zion.",
      "churchId": "p9"
    },
    {
      "slug": "section-124-p10",
      "type": "verse",
      "number": "10",
      "content": "For the day of my visitation cometh speedily, in an hour when ye think not of; and where shall be the safety of my people, and refuge for those who shall be left of them?",
      "churchId": "p10"
    },
    {
      "slug": "section-124-p11",
      "type": "verse",
      "number": "11",
      "content": "Awake, O kings of the earth! Come ye, O, come ye, with your gold and your silver, to the help of my people, to the house of the daughters of Zion.",
      "churchId": "p11"
    },
    {
      "slug": "section-124-p12",
      "type": "verse",
      "number": "12",
      "content": "And again, verily I say unto you, let my servant Robert B. Thompson help you to write this proclamation, for I am well pleased with him, and that he should be with you;",
      "churchId": "p12"
    },
    {
      "slug": "section-124-p13",
      "type": "verse",
      "number": "13",
      "content": "Let him, therefore, hearken to your counsel, and I will bless him with a multiplicity of blessings; let him be faithful and true in all things from henceforth, and he shall be great in mine eyes;",
      "churchId": "p13"
    },
    {
      "slug": "section-124-p14",
      "type": "verse",
      "number": "14",
      "content": "But let him remember that his stewardship will I require at his hands.",
      "churchId": "p14"
    },
    {
      "slug": "section-124-p15",
      "type": "verse",
      "number": "15",
      "content": "And again, verily I say unto you, blessed is my servant Hyrum Smith; for I, the Lord, love him because of the integrity of his heart, and because he loveth that which is right before me, saith the Lord.",
      "churchId": "p15"
    },
    {
      "slug": "section-124-p16",
      "type": "verse",
      "number": "16",
      "content": "Again, let my servant John C. Bennett help you in your labor in sending my word to the kings and people of the earth, and stand by you, even you my servant Joseph Smith, in the hour of affliction; and his reward shall not fail if he receive counsel.",
      "churchId": "p16"
    },
    {
      "slug": "section-124-p17",
      "type": "verse",
      "number": "17",
      "content": "And for his love he shall be great, for he shall be mine if he do this, saith the Lord. I have seen the work which he hath done, which I accept if he continue, and will crown him with blessings and great glory.",
      "churchId": "p17"
    },
    {
      "slug": "section-124-p18",
      "type": "verse",
      "number": "18",
      "content": "And again, I say unto you that it is my will that my servant Lyman Wight should continue in preaching for Zion, in the spirit of meekness, confessing me before the world; and I will bear him up as on eagles’ wings; and he shall beget glory and honor to himself and unto my name.",
      "churchId": "p18"
    },
    {
      "slug": "section-124-p19",
      "type": "verse",
      "number": "19",
      "content": "That when he shall finish his work I may receive him unto myself, even as I did my servant David Patten, who is with me at this time, and also my servant Edward Partridge, and also my aged servant Joseph Smith, Sen., who sitteth with Abraham at his right hand, and blessed and holy is he, for he is mine.",
      "churchId": "p19"
    },
    {
      "slug": "section-124-p20",
      "type": "verse",
      "number": "20",
      "content": "And again, verily I say unto you, my servant George Miller is without guile; he may be trusted because of the integrity of his heart; and for the love which he has to my testimony I, the Lord, love him.",
      "churchId": "p20"
    },
    {
      "slug": "section-124-p21",
      "type": "verse",
      "number": "21",
      "content": "I therefore say unto you, I seal upon his head the office of a bishopric, like unto my servant Edward Partridge, that he may receive the consecrations of mine house, that he may administer blessings upon the heads of the poor of my people, saith the Lord. Let no man despise my servant George, for he shall honor me.",
      "churchId": "p21"
    },
    {
      "slug": "section-124-p22",
      "type": "verse",
      "number": "22",
      "content": "Let my servant George, and my servant Lyman, and my servant John Snider, and others, build a house unto my name, such a one as my servant Joseph shall show unto them, upon the place which he shall show unto them also.",
      "churchId": "p22"
    },
    {
      "slug": "section-124-p23",
      "type": "verse",
      "number": "23",
      "content": "And it shall be for a house for boarding, a house that strangers may come from afar to lodge therein; therefore let it be a good house, worthy of all acceptation, that the weary traveler may find health and safety while he shall contemplate the word of the Lord; and the cornerstone I have appointed for Zion.",
      "churchId": "p23"
    },
    {
      "slug": "section-124-p24",
      "type": "verse",
      "number": "24",
      "content": "This house shall be a healthful habitation if it be built unto my name, and if the governor which shall be appointed unto it shall not suffer any pollution to come upon it. It shall be holy, or the Lord your God will not dwell therein.",
      "churchId": "p24"
    },
    {
      "slug": "section-124-p25",
      "type": "verse",
      "number": "25",
      "content": "And again, verily I say unto you, let all my saints come from afar.",
      "churchId": "p25"
    },
    {
      "slug": "section-124-p26",
      "type": "verse",
      "number": "26",
      "content": "And send ye swift messengers, yea, chosen messengers, and say unto them: Come ye, with all your gold, and your silver, and your precious stones, and with all your antiquities; and with all who have knowledge of antiquities, that will come, may come, and bring the box tree, and the fir tree, and the pine tree, together with all the precious trees of the earth;",
      "churchId": "p26"
    },
    {
      "slug": "section-124-p27",
      "type": "verse",
      "number": "27",
      "content": "And with iron, with copper, and with brass, and with zinc, and with all your precious things of the earth; and build a house to my name, for the Most High to dwell therein.",
      "churchId": "p27"
    },
    {
      "slug": "section-124-p28",
      "type": "verse",
      "number": "28",
      "content": "For there is not a place found on earth that he may come to and restore again that which was lost unto you, or which he hath taken away, even the fulness of the priesthood.",
      "churchId": "p28"
    },
    {
      "slug": "section-124-p29",
      "type": "verse",
      "number": "29",
      "content": "For a baptismal font there is not upon the earth, that they, my saints, may be baptized for those who are dead—",
      "churchId": "p29"
    },
    {
      "slug": "section-124-p30",
      "type": "verse",
      "number": "30",
      "content": "For this ordinance belongeth to my house, and cannot be acceptable to me, only in the days of your poverty, wherein ye are not able to build a house unto me.",
      "churchId": "p30"
    },
    {
      "slug": "section-124-p31",
      "type": "verse",
      "number": "31",
      "content": "But I command you, all ye my saints, to build a house unto me; and I grant unto you a sufficient time to build a house unto me; and during this time your baptisms shall be acceptable unto me.",
      "churchId": "p31"
    },
    {
      "slug": "section-124-p32",
      "type": "verse",
      "number": "32",
      "content": "But behold, at the end of this appointment your baptisms for your dead shall not be acceptable unto me; and if you do not these things at the end of the appointment ye shall be rejected as a church, with your dead, saith the Lord your God.",
      "churchId": "p32"
    },
    {
      "slug": "section-124-p33",
      "type": "verse",
      "number": "33",
      "content": "For verily I say unto you, that after you have had sufficient time to build a house to me, wherein the ordinance of baptizing for the dead belongeth, and for which the same was instituted from before the foundation of the world, your baptisms for your dead cannot be acceptable unto me;",
      "churchId": "p33"
    },
    {
      "slug": "section-124-p34",
      "type": "verse",
      "number": "34",
      "content": "For therein are the keys of the holy priesthood ordained, that you may receive honor and glory.",
      "churchId": "p34"
    },
    {
      "slug": "section-124-p35",
      "type": "verse",
      "number": "35",
      "content": "And after this time, your baptisms for the dead, by those who are scattered abroad, are not acceptable unto me, saith the Lord.",
      "churchId": "p35"
    },
    {
      "slug": "section-124-p36",
      "type": "verse",
      "number": "36",
      "content": "For it is ordained that in Zion, and in her stakes, and in Jerusalem, those places which I have appointed for refuge, shall be the places for your baptisms for your dead.",
      "churchId": "p36"
    },
    {
      "slug": "section-124-p37",
      "type": "verse",
      "number": "37",
      "content": "And again, verily I say unto you, how shall your washings be acceptable unto me, except ye perform them in a house which you have built to my name?",
      "churchId": "p37"
    },
    {
      "slug": "section-124-p38",
      "type": "verse",
      "number": "38",
      "content": "For, for this cause I commanded Moses that he should build a tabernacle, that they should bear it with them in the wilderness, and to build a house in the land of promise, that those ordinances might be revealed which had been hid from before the world was.",
      "churchId": "p38"
    },
    {
      "slug": "section-124-p39",
      "type": "verse",
      "number": "39",
      "content": "Therefore, verily I say unto you, that your anointings, and your washings, and your baptisms for the dead, and your solemn assemblies, and your memorials for your sacrifices by the sons of Levi, and for your oracles in your most holy places wherein you receive conversations, and your statutes and judgments, for the beginning of the revelations and foundation of Zion, and for the glory, honor, and endowment of all her municipals, are ordained by the ordinance of my holy house, which my people are always commanded to build unto my holy name.",
      "churchId": "p39"
    },
    {
      "slug": "section-124-p40",
      "type": "verse",
      "number": "40",
      "content": "And verily I say unto you, let this house be built unto my name, that I may reveal mine ordinances therein unto my people;",
      "churchId": "p40"
    },
    {
      "slug": "section-124-p41",
      "type": "verse",
      "number": "41",
      "content": "For I deign to reveal unto my church things which have been kept hid from before the foundation of the world, things that pertain to the dispensation of the fulness of times.",
      "churchId": "p41"
    },
    {
      "slug": "section-124-p42",
      "type": "verse",
      "number": "42",
      "content": "And I will show unto my servant Joseph all things pertaining to this house, and the priesthood thereof, and the place whereon it shall be built.",
      "churchId": "p42"
    },
    {
      "slug": "section-124-p43",
      "type": "verse",
      "number": "43",
      "content": "And ye shall build it on the place where you have contemplated building it, for that is the spot which I have chosen for you to build it.",
      "churchId": "p43"
    },
    {
      "slug": "section-124-p44",
      "type": "verse",
      "number": "44",
      "content": "If ye labor with all your might, I will consecrate that spot that it shall be made holy.",
      "churchId": "p44"
    },
    {
      "slug": "section-124-p45",
      "type": "verse",
      "number": "45",
      "content": "And if my people will hearken unto my voice, and unto the voice of my servants whom I have appointed to lead my people, behold, verily I say unto you, they shall not be moved out of their place.",
      "churchId": "p45"
    },
    {
      "slug": "section-124-p46",
      "type": "verse",
      "number": "46",
      "content": "But if they will not hearken to my voice, nor unto the voice of these men whom I have appointed, they shall not be blest, because they pollute mine holy grounds, and mine holy ordinances, and charters, and my holy words which I give unto them.",
      "churchId": "p46"
    },
    {
      "slug": "section-124-p47",
      "type": "verse",
      "number": "47",
      "content": "And it shall come to pass that if you build a house unto my name, and do not do the things that I say, I will not perform the oath which I make unto you, neither fulfil the promises which ye expect at my hands, saith the Lord.",
      "churchId": "p47"
    },
    {
      "slug": "section-124-p48",
      "type": "verse",
      "number": "48",
      "content": "For instead of blessings, ye, by your own works, bring cursings, wrath, indignation, and judgments upon your own heads, by your follies, and by all your abominations, which you practice before me, saith the Lord.",
      "churchId": "p48"
    },
    {
      "slug": "section-124-p49",
      "type": "verse",
      "number": "49",
      "content": "Verily, verily, I say unto you, that when I give a commandment to any of the sons of men to do a work unto my name, and those sons of men go with all their might and with all they have to perform that work, and cease not their diligence, and their enemies come upon them and hinder them from performing that work, behold, it behooveth me to require that work no more at the hands of those sons of men, but to accept of their offerings.",
      "churchId": "p49"
    },
    {
      "slug": "section-124-p50",
      "type": "verse",
      "number": "50",
      "content": "And the iniquity and transgression of my holy laws and commandments I will visit upon the heads of those who hindered my work, unto the third and fourth generation, so long as they repent not, and hate me, saith the Lord God.",
      "churchId": "p50"
    },
    {
      "slug": "section-124-p51",
      "type": "verse",
      "number": "51",
      "content": "Therefore, for this cause have I accepted the offerings of those whom I commanded to build up a city and a house unto my name, in Jackson county, Missouri, and were hindered by their enemies, saith the Lord your God.",
      "churchId": "p51"
    },
    {
      "slug": "section-124-p52",
      "type": "verse",
      "number": "52",
      "content": "And I will answer judgment, wrath, and indignation, wailing, and anguish, and gnashing of teeth upon their heads, unto the third and fourth generation, so long as they repent not, and hate me, saith the Lord your God.",
      "churchId": "p52"
    },
    {
      "slug": "section-124-p53",
      "type": "verse",
      "number": "53",
      "content": "And this I make an example unto you, for your consolation concerning all those who have been commanded to do a work and have been hindered by the hands of their enemies, and by oppression, saith the Lord your God.",
      "churchId": "p53"
    },
    {
      "slug": "section-124-p54",
      "type": "verse",
      "number": "54",
      "content": "For I am the Lord your God, and will save all those of your brethren who have been pure in heart, and have been slain in the land of Missouri, saith the Lord.",
      "churchId": "p54"
    },
    {
      "slug": "section-124-p55",
      "type": "verse",
      "number": "55",
      "content": "And again, verily I say unto you, I command you again to build a house to my name, even in this place, that you may prove yourselves unto me that ye are faithful in all things whatsoever I command you, that I may bless you, and crown you with honor, immortality, and eternal life.",
      "churchId": "p55"
    },
    {
      "slug": "section-124-p56",
      "type": "verse",
      "number": "56",
      "content": "And now I say unto you, as pertaining to my boarding house which I have commanded you to build for the boarding of strangers, let it be built unto my name, and let my name be named upon it, and let my servant Joseph and his house have place therein, from generation to generation.",
      "churchId": "p56"
    },
    {
      "slug": "section-124-p57",
      "type": "verse",
      "number": "57",
      "content": "For this anointing have I put upon his head, that his blessing shall also be put upon the head of his posterity after him.",
      "churchId": "p57"
    },
    {
      "slug": "section-124-p58",
      "type": "verse",
      "number": "58",
      "content": "And as I said unto Abraham concerning the kindreds of the earth, even so I say unto my servant Joseph: In thee and in thy seed shall the kindred of the earth be blessed.",
      "churchId": "p58"
    },
    {
      "slug": "section-124-p59",
      "type": "verse",
      "number": "59",
      "content": "Therefore, let my servant Joseph and his seed after him have place in that house, from generation to generation, forever and ever, saith the Lord.",
      "churchId": "p59"
    },
    {
      "slug": "section-124-p60",
      "type": "verse",
      "number": "60",
      "content": "And let the name of that house be called Nauvoo House; and let it be a delightful habitation for man, and a resting-place for the weary traveler, that he may contemplate the glory of Zion, and the glory of this, the cornerstone thereof;",
      "churchId": "p60"
    },
    {
      "slug": "section-124-p61",
      "type": "verse",
      "number": "61",
      "content": "That he may receive also the counsel from those whom I have set to be as plants of renown, and as watchmen upon her walls.",
      "churchId": "p61"
    },
    {
      "slug": "section-124-p62",
      "type": "verse",
      "number": "62",
      "content": "Behold, verily I say unto you, let my servant George Miller, and my servant Lyman Wight, and my servant John Snider, and my servant Peter Haws, organize themselves, and appoint one of them to be a president over their quorum for the purpose of building that house.",
      "churchId": "p62"
    },
    {
      "slug": "section-124-p63",
      "type": "verse",
      "number": "63",
      "content": "And they shall form a constitution, whereby they may receive stock for the building of that house.",
      "churchId": "p63"
    },
    {
      "slug": "section-124-p64",
      "type": "verse",
      "number": "64",
      "content": "And they shall not receive less than fifty dollars for a share of stock in that house, and they shall be permitted to receive fifteen thousand dollars from any one man for stock in that house.",
      "churchId": "p64"
    },
    {
      "slug": "section-124-p65",
      "type": "verse",
      "number": "65",
      "content": "But they shall not be permitted to receive over fifteen thousand dollars stock from any one man.",
      "churchId": "p65"
    },
    {
      "slug": "section-124-p66",
      "type": "verse",
      "number": "66",
      "content": "And they shall not be permitted to receive under fifty dollars for a share of stock from any one man in that house.",
      "churchId": "p66"
    },
    {
      "slug": "section-124-p67",
      "type": "verse",
      "number": "67",
      "content": "And they shall not be permitted to receive any man, as a stockholder in this house, except the same shall pay his stock into their hands at the time he receives stock;",
      "churchId": "p67"
    },
    {
      "slug": "section-124-p68",
      "type": "verse",
      "number": "68",
      "content": "And in proportion to the amount of stock he pays into their hands he shall receive stock in that house; but if he pays nothing into their hands he shall not receive any stock in that house.",
      "churchId": "p68"
    },
    {
      "slug": "section-124-p69",
      "type": "verse",
      "number": "69",
      "content": "And if any pay stock into their hands it shall be for stock in that house, for himself, and for his generation after him, from generation to generation, so long as he and his heirs shall hold that stock, and do not sell or convey the stock away out of their hands by their own free will and act, if you will do my will, saith the Lord your God.",
      "churchId": "p69"
    },
    {
      "slug": "section-124-p70",
      "type": "verse",
      "number": "70",
      "content": "And again, verily I say unto you, if my servant George Miller, and my servant Lyman Wight, and my servant John Snider, and my servant Peter Haws, receive any stock into their hands, in moneys, or in properties wherein they receive the real value of moneys, they shall not appropriate any portion of that stock to any other purpose, only in that house.",
      "churchId": "p70"
    },
    {
      "slug": "section-124-p71",
      "type": "verse",
      "number": "71",
      "content": "And if they do appropriate any portion of that stock anywhere else, only in that house, without the consent of the stockholder, and do not repay four-fold for the stock which they appropriate anywhere else, only in that house, they shall be accursed, and shall be moved out of their place, saith the Lord God; for I, the Lord, am God, and cannot be mocked in any of these things.",
      "churchId": "p71"
    },
    {
      "slug": "section-124-p72",
      "type": "verse",
      "number": "72",
      "content": "Verily I say unto you, let my servant Joseph pay stock into their hands for the building of that house, as seemeth him good; but my servant Joseph cannot pay over fifteen thousand dollars stock in that house, nor under fifty dollars; neither can any other man, saith the Lord.",
      "churchId": "p72"
    },
    {
      "slug": "section-124-p73",
      "type": "verse",
      "number": "73",
      "content": "And there are others also who wish to know my will concerning them, for they have asked it at my hands.",
      "churchId": "p73"
    },
    {
      "slug": "section-124-p74",
      "type": "verse",
      "number": "74",
      "content": "Therefore, I say unto you concerning my servant Vinson Knight, if he will do my will let him put stock into that house for himself, and for his generation after him, from generation to generation.",
      "churchId": "p74"
    },
    {
      "slug": "section-124-p75",
      "type": "verse",
      "number": "75",
      "content": "And let him lift up his voice long and loud, in the midst of the people, to plead the cause of the poor and the needy; and let him not fail, neither let his heart faint; and I will accept of his offerings, for they shall not be unto me as the offerings of Cain, for he shall be mine, saith the Lord.",
      "churchId": "p75"
    },
    {
      "slug": "section-124-p76",
      "type": "verse",
      "number": "76",
      "content": "Let his family rejoice and turn away their hearts from affliction; for I have chosen him and anointed him, and he shall be honored in the midst of his house, for I will forgive all his sins, saith the Lord. Amen.",
      "churchId": "p76"
    },
    {
      "slug": "section-124-p77",
      "type": "verse",
      "number": "77",
      "content": "Verily I say unto you, let my servant Hyrum put stock into that house as seemeth him good, for himself and his generation after him, from generation to generation.",
      "churchId": "p77"
    },
    {
      "slug": "section-124-p78",
      "type": "verse",
      "number": "78",
      "content": "Let my servant Isaac Galland put stock into that house; for I, the Lord, love him for the work he hath done, and will forgive all his sins; therefore, let him be remembered for an interest in that house from generation to generation.",
      "churchId": "p78"
    },
    {
      "slug": "section-124-p79",
      "type": "verse",
      "number": "79",
      "content": "Let my servant Isaac Galland be appointed among you, and be ordained by my servant William Marks, and be blessed of him, to go with my servant Hyrum to accomplish the work that my servant Joseph shall point out to them, and they shall be greatly blessed.",
      "churchId": "p79"
    },
    {
      "slug": "section-124-p80",
      "type": "verse",
      "number": "80",
      "content": "Let my servant William Marks pay stock into that house, as seemeth him good, for himself and his generation, from generation to generation.",
      "churchId": "p80"
    },
    {
      "slug": "section-124-p81",
      "type": "verse",
      "number": "81",
      "content": "Let my servant Henry G. Sherwood pay stock into that house, as seemeth him good, for himself and his seed after him, from generation to generation.",
      "churchId": "p81"
    },
    {
      "slug": "section-124-p82",
      "type": "verse",
      "number": "82",
      "content": "Let my servant William Law pay stock into that house, for himself and his seed after him, from generation to generation.",
      "churchId": "p82"
    },
    {
      "slug": "section-124-p83",
      "type": "verse",
      "number": "83",
      "content": "If he will do my will let him not take his family unto the eastern lands, even unto Kirtland; nevertheless, I, the Lord, will build up Kirtland, but I, the Lord, have a scourge prepared for the inhabitants thereof.",
      "churchId": "p83"
    },
    {
      "slug": "section-124-p84",
      "type": "verse",
      "number": "84",
      "content": "And with my servant Almon Babbitt, there are many things with which I am not pleased; behold, he aspireth to establish his counsel instead of the counsel which I have ordained, even that of the Presidency of my Church; and he setteth up a golden calf for the worship of my people.",
      "churchId": "p84"
    },
    {
      "slug": "section-124-p85",
      "type": "verse",
      "number": "85",
      "content": "Let no man go from this place who has come here essaying to keep my commandments.",
      "churchId": "p85"
    },
    {
      "slug": "section-124-p86",
      "type": "verse",
      "number": "86",
      "content": "If they live here let them live unto me; and if they die let them die unto me; for they shall rest from all their labors here, and shall continue their works.",
      "churchId": "p86"
    },
    {
      "slug": "section-124-p87",
      "type": "verse",
      "number": "87",
      "content": "Therefore, let my servant William put his trust in me, and cease to fear concerning his family, because of the sickness of the land. If ye love me, keep my commandments; and the sickness of the land shall redound to your glory.",
      "churchId": "p87"
    },
    {
      "slug": "section-124-p88",
      "type": "verse",
      "number": "88",
      "content": "Let my servant William go and proclaim my everlasting gospel with a loud voice, and with great joy, as he shall be moved upon by my Spirit, unto the inhabitants of Warsaw, and also unto the inhabitants of Carthage, and also unto the inhabitants of Burlington, and also unto the inhabitants of Madison, and await patiently and diligently for further instructions at my general conference, saith the Lord.",
      "churchId": "p88"
    },
    {
      "slug": "section-124-p89",
      "type": "verse",
      "number": "89",
      "content": "If he will do my will let him from henceforth hearken to the counsel of my servant Joseph, and with his interest support the cause of the poor, and publish the new translation of my holy word unto the inhabitants of the earth.",
      "churchId": "p89"
    },
    {
      "slug": "section-124-p90",
      "type": "verse",
      "number": "90",
      "content": "And if he will do this I will bless him with a multiplicity of blessings, that he shall not be forsaken, nor his seed be found begging bread.",
      "churchId": "p90"
    },
    {
      "slug": "section-124-p91",
      "type": "verse",
      "number": "91",
      "content": "And again, verily I say unto you, let my servant William be appointed, ordained, and anointed, as counselor unto my servant Joseph, in the room of my servant Hyrum, that my servant Hyrum may take the office of Priesthood and Patriarch, which was appointed unto him by his father, by blessing and also by right;",
      "churchId": "p91"
    },
    {
      "slug": "section-124-p92",
      "type": "verse",
      "number": "92",
      "content": "That from henceforth he shall hold the keys of the patriarchal blessings upon the heads of all my people,",
      "churchId": "p92"
    },
    {
      "slug": "section-124-p93",
      "type": "verse",
      "number": "93",
      "content": "That whoever he blesses shall be blessed, and whoever he curses shall be cursed; that whatsoever he shall bind on earth shall be bound in heaven; and whatsoever he shall loose on earth shall be loosed in heaven.",
      "churchId": "p93"
    },
    {
      "slug": "section-124-p94",
      "type": "verse",
      "number": "94",
      "content": "And from this time forth I appoint unto him that he may be a prophet, and a seer, and a revelator unto my church, as well as my servant Joseph;",
      "churchId": "p94"
    },
    {
      "slug": "section-124-p95",
      "type": "verse",
      "number": "95",
      "content": "That he may act in concert also with my servant Joseph; and that he shall receive counsel from my servant Joseph, who shall show unto him the keys whereby he may ask and receive, and be crowned with the same blessing, and glory, and honor, and priesthood, and gifts of the priesthood, that once were put upon him that was my servant Oliver Cowdery;",
      "churchId": "p95"
    },
    {
      "slug": "section-124-p96",
      "type": "verse",
      "number": "96",
      "content": "That my servant Hyrum may bear record of the things which I shall show unto him, that his name may be had in honorable remembrance from generation to generation, forever and ever.",
      "churchId": "p96"
    },
    {
      "slug": "section-124-p97",
      "type": "verse",
      "number": "97",
      "content": "Let my servant William Law also receive the keys by which he may ask and receive blessings; let him be humble before me, and be without guile, and he shall receive of my Spirit, even the Comforter, which shall manifest unto him the truth of all things, and shall give him, in the very hour, what he shall say.",
      "churchId": "p97"
    },
    {
      "slug": "section-124-p98",
      "type": "verse",
      "number": "98",
      "content": "And these signs shall follow him—he shall heal the sick, he shall cast out devils, and shall be delivered from those who would administer unto him deadly poison;",
      "churchId": "p98"
    },
    {
      "slug": "section-124-p99",
      "type": "verse",
      "number": "99",
      "content": "And he shall be led in paths where the poisonous serpent cannot lay hold upon his heel, and he shall mount up in the imagination of his thoughts as upon eagles’ wings.",
      "churchId": "p99"
    },
    {
      "slug": "section-124-p100",
      "type": "verse",
      "number": "100",
      "content": "And what if I will that he should raise the dead, let him not withhold his voice.",
      "churchId": "p100"
    },
    {
      "slug": "section-124-p101",
      "type": "verse",
      "number": "101",
      "content": "Therefore, let my servant William cry aloud and spare not, with joy and rejoicing, and with hosannas to him that sitteth upon the throne forever and ever, saith the Lord your God.",
      "churchId": "p101"
    },
    {
      "slug": "section-124-p102",
      "type": "verse",
      "number": "102",
      "content": "Behold, I say unto you, I have a mission in store for my servant William, and my servant Hyrum, and for them alone; and let my servant Joseph tarry at home, for he is needed. The remainder I will show unto you hereafter. Even so. Amen.",
      "churchId": "p102"
    },
    {
      "slug": "section-124-p103",
      "type": "verse",
      "number": "103",
      "content": "And again, verily I say unto you, if my servant Sidney will serve me and be counselor unto my servant Joseph, let him arise and come up and stand in the office of his calling, and humble himself before me.",
      "churchId": "p103"
    },
    {
      "slug": "section-124-p104",
      "type": "verse",
      "number": "104",
      "content": "And if he will offer unto me an acceptable offering, and acknowledgments, and remain with my people, behold, I, the Lord your God, will heal him that he shall be healed; and he shall lift up his voice again on the mountains, and be a spokesman before my face.",
      "churchId": "p104"
    },
    {
      "slug": "section-124-p105",
      "type": "verse",
      "number": "105",
      "content": "Let him come and locate his family in the neighborhood in which my servant Joseph resides.",
      "churchId": "p105"
    },
    {
      "slug": "section-124-p106",
      "type": "verse",
      "number": "106",
      "content": "And in all his journeyings let him lift up his voice as with the sound of a trump, and warn the inhabitants of the earth to flee the wrath to come.",
      "churchId": "p106"
    },
    {
      "slug": "section-124-p107",
      "type": "verse",
      "number": "107",
      "content": "Let him assist my servant Joseph, and also let my servant William Law assist my servant Joseph, in making a solemn proclamation unto the kings of the earth, even as I have before said unto you.",
      "churchId": "p107"
    },
    {
      "slug": "section-124-p108",
      "type": "verse",
      "number": "108",
      "content": "If my servant Sidney will do my will, let him not remove his family unto the eastern lands, but let him change their habitation, even as I have said.",
      "churchId": "p108"
    },
    {
      "slug": "section-124-p109",
      "type": "verse",
      "number": "109",
      "content": "Behold, it is not my will that he shall seek to find safety and refuge out of the city which I have appointed unto you, even the city of Nauvoo.",
      "churchId": "p109"
    },
    {
      "slug": "section-124-p110",
      "type": "verse",
      "number": "110",
      "content": "Verily I say unto you, even now, if he will hearken unto my voice, it shall be well with him. Even so. Amen.",
      "churchId": "p110"
    },
    {
      "slug": "section-124-p111",
      "type": "verse",
      "number": "111",
      "content": "And again, verily I say unto you, let my servant Amos Davies pay stock into the hands of those whom I have appointed to build a house for boarding, even the Nauvoo House.",
      "churchId": "p111"
    },
    {
      "slug": "section-124-p112",
      "type": "verse",
      "number": "112",
      "content": "This let him do if he will have an interest; and let him hearken unto the counsel of my servant Joseph, and labor with his own hands that he may obtain the confidence of men.",
      "churchId": "p112"
    },
    {
      "slug": "section-124-p113",
      "type": "verse",
      "number": "113",
      "content": "And when he shall prove himself faithful in all things that shall be entrusted unto his care, yea, even a few things, he shall be made ruler over many;",
      "churchId": "p113"
    },
    {
      "slug": "section-124-p114",
      "type": "verse",
      "number": "114",
      "content": "Let him therefore abase himself that he may be exalted. Even so. Amen.",
      "churchId": "p114"
    },
    {
      "slug": "section-124-p115",
      "type": "verse",
      "number": "115",
      "content": "And again, verily I say unto you, if my servant Robert D. Foster will obey my voice, let him build a house for my servant Joseph, according to the contract which he has made with him, as the door shall be open to him from time to time.",
      "churchId": "p115"
    },
    {
      "slug": "section-124-p116",
      "type": "verse",
      "number": "116",
      "content": "And let him repent of all his folly, and clothe himself with charity; and cease to do evil, and lay aside all his hard speeches;",
      "churchId": "p116"
    },
    {
      "slug": "section-124-p117",
      "type": "verse",
      "number": "117",
      "content": "And pay stock also into the hands of the quorum of the Nauvoo House, for himself and for his generation after him, from generation to generation;",
      "churchId": "p117"
    },
    {
      "slug": "section-124-p118",
      "type": "verse",
      "number": "118",
      "content": "And hearken unto the counsel of my servants Joseph, and Hyrum, and William Law, and unto the authorities which I have called to lay the foundation of Zion; and it shall be well with him forever and ever. Even so. Amen.",
      "churchId": "p118"
    },
    {
      "slug": "section-124-p119",
      "type": "verse",
      "number": "119",
      "content": "And again, verily I say unto you, let no man pay stock to the quorum of the Nauvoo House unless he shall be a believer in the Book of Mormon, and the revelations I have given unto you, saith the Lord your God;",
      "churchId": "p119"
    },
    {
      "slug": "section-124-p120",
      "type": "verse",
      "number": "120",
      "content": "For that which is more or less than this cometh of evil, and shall be attended with cursings and not blessings, saith the Lord your God. Even so. Amen.",
      "churchId": "p120"
    },
    {
      "slug": "section-124-p121",
      "type": "verse",
      "number": "121",
      "content": "And again, verily I say unto you, let the quorum of the Nauvoo House have a just recompense of wages for all their labors which they do in building the Nauvoo House; and let their wages be as shall be agreed among themselves, as pertaining to the price thereof.",
      "churchId": "p121"
    },
    {
      "slug": "section-124-p122",
      "type": "verse",
      "number": "122",
      "content": "And let every man who pays stock bear his proportion of their wages, if it must needs be, for their support, saith the Lord; otherwise, their labors shall be accounted unto them for stock in that house. Even so. Amen.",
      "churchId": "p122"
    },
    {
      "slug": "section-124-p123",
      "type": "verse",
      "number": "123",
      "content": "Verily I say unto you, I now give unto you the officers belonging to my Priesthood, that ye may hold the keys thereof, even the Priesthood which is after the order of Melchizedek, which is after the order of mine Only Begotten Son.",
      "churchId": "p123"
    },
    {
      "slug": "section-124-p124",
      "type": "verse",
      "number": "124",
      "content": "First, I give unto you Hyrum Smith to be a patriarch unto you, to hold the sealing blessings of my church, even the Holy Spirit of promise, whereby ye are sealed up unto the day of redemption, that ye may not fall notwithstanding the hour of temptation that may come upon you.",
      "churchId": "p124"
    },
    {
      "slug": "section-124-p125",
      "type": "verse",
      "number": "125",
      "content": "I give unto you my servant Joseph to be a presiding elder over all my church, to be a translator, a revelator, a seer, and prophet.",
      "churchId": "p125"
    },
    {
      "slug": "section-124-p126",
      "type": "verse",
      "number": "126",
      "content": "I give unto him for counselors my servant Sidney Rigdon and my servant William Law, that these may constitute a quorum and First Presidency, to receive the oracles for the whole church.",
      "churchId": "p126"
    },
    {
      "slug": "section-124-p127",
      "type": "verse",
      "number": "127",
      "content": "I give unto you my servant Brigham Young to be a president over the Twelve traveling council;",
      "churchId": "p127"
    },
    {
      "slug": "section-124-p128",
      "type": "verse",
      "number": "128",
      "content": "Which Twelve hold the keys to open up the authority of my kingdom upon the four corners of the earth, and after that to send my word to every creature.",
      "churchId": "p128"
    },
    {
      "slug": "section-124-p129",
      "type": "verse",
      "number": "129",
      "content": "They are Heber C. Kimball, Parley P. Pratt, Orson Pratt, Orson Hyde, William Smith, John Taylor, John E. Page, Wilford Woodruff, Willard Richards, George A. Smith;",
      "churchId": "p129"
    },
    {
      "slug": "section-124-p130",
      "type": "verse",
      "number": "130",
      "content": "David Patten I have taken unto myself; behold, his priesthood no man taketh from him; but, verily I say unto you, another may be appointed unto the same calling.",
      "churchId": "p130"
    },
    {
      "slug": "section-124-p131",
      "type": "verse",
      "number": "131",
      "content": "And again, I say unto you, I give unto you a high council, for the cornerstone of Zion—",
      "churchId": "p131"
    },
    {
      "slug": "section-124-p132",
      "type": "verse",
      "number": "132",
      "content": "Namely, Samuel Bent, Henry G. Sherwood, George W. Harris, Charles C. Rich, Thomas Grover, Newel Knight, David Dort, Dunbar Wilson—Seymour Brunson I have taken unto myself; no man taketh his priesthood, but another may be appointed unto the same priesthood in his stead; and verily I say unto you, let my servant Aaron Johnson be ordained unto this calling in his stead—David Fullmer, Alpheus Cutler, William Huntington.",
      "churchId": "p132"
    },
    {
      "slug": "section-124-p133",
      "type": "verse",
      "number": "133",
      "content": "And again, I give unto you Don C. Smith to be a president over a quorum of high priests;",
      "churchId": "p133"
    },
    {
      "slug": "section-124-p134",
      "type": "verse",
      "number": "134",
      "content": "Which ordinance is instituted for the purpose of qualifying those who shall be appointed standing presidents or servants over different stakes scattered abroad;",
      "churchId": "p134"
    },
    {
      "slug": "section-124-p135",
      "type": "verse",
      "number": "135",
      "content": "And they may travel also if they choose, but rather be ordained for standing presidents; this is the office of their calling, saith the Lord your God.",
      "churchId": "p135"
    },
    {
      "slug": "section-124-p136",
      "type": "verse",
      "number": "136",
      "content": "I give unto him Amasa Lyman and Noah Packard for counselors, that they may preside over the quorum of high priests of my church, saith the Lord.",
      "churchId": "p136"
    },
    {
      "slug": "section-124-p137",
      "type": "verse",
      "number": "137",
      "content": "And again, I say unto you, I give unto you John A. Hicks, Samuel Williams, and Jesse Baker, which priesthood is to preside over the quorum of elders, which quorum is instituted for standing ministers; nevertheless they may travel, yet they are ordained to be standing ministers to my church, saith the Lord.",
      "churchId": "p137"
    },
    {
      "slug": "section-124-p138",
      "type": "verse",
      "number": "138",
      "content": "And again, I give unto you Joseph Young, Josiah Butterfield, Daniel Miles, Henry Herriman, Zera Pulsipher, Levi Hancock, James Foster, to preside over the quorum of seventies;",
      "churchId": "p138"
    },
    {
      "slug": "section-124-p139",
      "type": "verse",
      "number": "139",
      "content": "Which quorum is instituted for traveling elders to bear record of my name in all the world, wherever the traveling high council, mine apostles, shall send them to prepare a way before my face.",
      "churchId": "p139"
    },
    {
      "slug": "section-124-p140",
      "type": "verse",
      "number": "140",
      "content": "The difference between this quorum and the quorum of elders is that one is to travel continually, and the other is to preside over the churches from time to time; the one has the responsibility of presiding from time to time, and the other has no responsibility of presiding, saith the Lord your God.",
      "churchId": "p140"
    },
    {
      "slug": "section-124-p141",
      "type": "verse",
      "number": "141",
      "content": "And again, I say unto you, I give unto you Vinson Knight, Samuel H. Smith, and Shadrach Roundy, if he will receive it, to preside over the bishopric; a knowledge of said bishopric is given unto you in the book of Doctrine and Covenants.",
      "churchId": "p141"
    },
    {
      "slug": "section-124-p142",
      "type": "verse",
      "number": "142",
      "content": "And again, I say unto you, Samuel Rolfe and his counselors for priests, and the president of the teachers and his counselors, and also the president of the deacons and his counselors, and also the president of the stake and his counselors.",
      "churchId": "p142"
    },
    {
      "slug": "section-124-p143",
      "type": "verse",
      "number": "143",
      "content": "The above offices I have given unto you, and the keys thereof, for helps and for governments, for the work of the ministry and the perfecting of my saints.",
      "churchId": "p143"
    },
    {
      "slug": "section-124-p144",
      "type": "verse",
      "number": "144",
      "content": "And a commandment I give unto you, that you should fill all these offices and approve of those names which I have mentioned, or else disapprove of them at my general conference;",
      "churchId": "p144"
    },
    {
      "slug": "section-124-p145",
      "type": "verse",
      "number": "145",
      "content": "And that ye should prepare rooms for all these offices in my house when you build it unto my name, saith the Lord your God. Even so. Amen.",
      "churchId": "p145"
    }
  ]
}