{
  "name": "Doctrine and Covenants 19",
  "abbrev": "D&C 19",
  "number": "19",
  "churchUri": "/scriptures/dc-testament/dc/19",
  "paragraphs": [
    {
      "slug": "section-19-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 19",
      "churchId": "title_number1"
    },
    {
      "slug": "section-19-p1",
      "type": "verse",
      "number": "1",
      "content": "I am Alpha and Omega, Christ the Lord; yea, even I am he, the beginning and the end, the Redeemer of the world.",
      "churchId": "p1"
    },
    {
      "slug": "section-19-p2",
      "type": "verse",
      "number": "2",
      "content": "I, having accomplished and finished the will of him whose I am, even the Father, concerning me—having done this that I might subdue all things unto myself—",
      "churchId": "p2"
    },
    {
      "slug": "section-19-p3",
      "type": "verse",
      "number": "3",
      "content": "Retaining all power, even to the destroying of Satan and his works at the end of the world, and the last great day of judgment, which I shall pass upon the inhabitants thereof, judging every man according to his works and the deeds which he hath done.",
      "churchId": "p3"
    },
    {
      "slug": "section-19-p4",
      "type": "verse",
      "number": "4",
      "content": "And surely every man must repent or suffer, for I, God, am endless.",
      "churchId": "p4"
    },
    {
      "slug": "section-19-p5",
      "type": "verse",
      "number": "5",
      "content": "Wherefore, I revoke not the judgments which I shall pass, but woes shall go forth, weeping, wailing and gnashing of teeth, yea, to those who are found on my left hand.",
      "churchId": "p5"
    },
    {
      "slug": "section-19-p6",
      "type": "verse",
      "number": "6",
      "content": "Nevertheless, it is not written that there shall be no end to this torment, but it is written <em>endless torment.</em>",
      "churchId": "p6"
    },
    {
      "slug": "section-19-p7",
      "type": "verse",
      "number": "7",
      "content": "Again, it is written <em>eternal damnation;</em> wherefore it is more express than other scriptures, that it might work upon the hearts of the children of men, altogether for my name’s glory.",
      "churchId": "p7"
    },
    {
      "slug": "section-19-p8",
      "type": "verse",
      "number": "8",
      "content": "Wherefore, I will explain unto you this mystery, for it is meet unto you to know even as mine apostles.",
      "churchId": "p8"
    },
    {
      "slug": "section-19-p9",
      "type": "verse",
      "number": "9",
      "content": "I speak unto you that are chosen in this thing, even as one, that you may enter into my rest.",
      "churchId": "p9"
    },
    {
      "slug": "section-19-p10",
      "type": "verse",
      "number": "10",
      "content": "For, behold, the mystery of godliness, how great is it! For, behold, I am endless, and the punishment which is given from my hand is endless punishment, for Endless is my name. Wherefore—",
      "churchId": "p10"
    },
    {
      "slug": "section-19-p11",
      "type": "verse",
      "number": "11",
      "content": "Eternal punishment is God’s punishment.",
      "churchId": "p11"
    },
    {
      "slug": "section-19-p12",
      "type": "verse",
      "number": "12",
      "content": "Endless punishment is God’s punishment.",
      "churchId": "p12"
    },
    {
      "slug": "section-19-p13",
      "type": "verse",
      "number": "13",
      "content": "Wherefore, I command you to repent, and keep the commandments which you have received by the hand of my servant Joseph Smith, Jun., in my name;",
      "churchId": "p13"
    },
    {
      "slug": "section-19-p14",
      "type": "verse",
      "number": "14",
      "content": "And it is by my almighty power that you have received them;",
      "churchId": "p14"
    },
    {
      "slug": "section-19-p15",
      "type": "verse",
      "number": "15",
      "content": "Therefore I command you to repent—repent, lest I smite you by the rod of my mouth, and by my wrath, and by my anger, and your sufferings be sore—how sore you know not, how exquisite you know not, yea, how hard to bear you know not.",
      "churchId": "p15"
    },
    {
      "slug": "section-19-p16",
      "type": "verse",
      "number": "16",
      "content": "For behold, I, God, have suffered these things for all, that they might not suffer if they would repent;",
      "churchId": "p16"
    },
    {
      "slug": "section-19-p17",
      "type": "verse",
      "number": "17",
      "content": "But if they would not repent they must suffer even as I;",
      "churchId": "p17"
    },
    {
      "slug": "section-19-p18",
      "type": "verse",
      "number": "18",
      "content": "Which suffering caused myself, even God, the greatest of all, to tremble because of pain, and to bleed at every pore, and to suffer both body and spirit—and would that I might not drink the bitter cup, and shrink—",
      "churchId": "p18"
    },
    {
      "slug": "section-19-p19",
      "type": "verse",
      "number": "19",
      "content": "Nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men.",
      "churchId": "p19"
    },
    {
      "slug": "section-19-p20",
      "type": "verse",
      "number": "20",
      "content": "Wherefore, I command you again to repent, lest I humble you with my almighty power; and that you confess your sins, lest you suffer these punishments of which I have spoken, of which in the smallest, yea, even in the least degree you have tasted at the time I withdrew my Spirit.",
      "churchId": "p20"
    },
    {
      "slug": "section-19-p21",
      "type": "verse",
      "number": "21",
      "content": "And I command you that you preach naught but repentance, and show not these things unto the world until it is wisdom in me.",
      "churchId": "p21"
    },
    {
      "slug": "section-19-p22",
      "type": "verse",
      "number": "22",
      "content": "For they cannot bear meat now, but milk they must receive; wherefore, they must not know these things, lest they perish.",
      "churchId": "p22"
    },
    {
      "slug": "section-19-p23",
      "type": "verse",
      "number": "23",
      "content": "Learn of me, and listen to my words; walk in the meekness of my Spirit, and you shall have peace in me.",
      "churchId": "p23"
    },
    {
      "slug": "section-19-p24",
      "type": "verse",
      "number": "24",
      "content": "I am Jesus Christ; I came by the will of the Father, and I do his will.",
      "churchId": "p24"
    },
    {
      "slug": "section-19-p25",
      "type": "verse",
      "number": "25",
      "content": "And again, I command thee that thou shalt not covet thy neighbor’s wife; nor seek thy neighbor’s life.",
      "churchId": "p25"
    },
    {
      "slug": "section-19-p26",
      "type": "verse",
      "number": "26",
      "content": "And again, I command thee that thou shalt not covet thine own property, but impart it freely to the printing of the Book of Mormon, which contains the truth and the word of God—",
      "churchId": "p26"
    },
    {
      "slug": "section-19-p27",
      "type": "verse",
      "number": "27",
      "content": "Which is my word to the Gentile, that soon it may go to the Jew, of whom the Lamanites are a remnant, that they may believe the gospel, and look not for a Messiah to come who has already come.",
      "churchId": "p27"
    },
    {
      "slug": "section-19-p28",
      "type": "verse",
      "number": "28",
      "content": "And again, I command thee that thou shalt pray vocally as well as in thy heart; yea, before the world as well as in secret, in public as well as in private.",
      "churchId": "p28"
    },
    {
      "slug": "section-19-p29",
      "type": "verse",
      "number": "29",
      "content": "And thou shalt declare glad tidings, yea, publish it upon the mountains, and upon every high place, and among every people that thou shalt be permitted to see.",
      "churchId": "p29"
    },
    {
      "slug": "section-19-p30",
      "type": "verse",
      "number": "30",
      "content": "And thou shalt do it with all humility, trusting in me, reviling not against revilers.",
      "churchId": "p30"
    },
    {
      "slug": "section-19-p31",
      "type": "verse",
      "number": "31",
      "content": "And of tenets thou shalt not talk, but thou shalt declare repentance and faith on the Savior, and remission of sins by baptism, and by fire, yea, even the Holy Ghost.",
      "churchId": "p31"
    },
    {
      "slug": "section-19-p32",
      "type": "verse",
      "number": "32",
      "content": "Behold, this is a great and the last commandment which I shall give unto you concerning this matter; for this shall suffice for thy daily walk, even unto the end of thy life.",
      "churchId": "p32"
    },
    {
      "slug": "section-19-p33",
      "type": "verse",
      "number": "33",
      "content": "And misery thou shalt receive if thou wilt slight these counsels, yea, even the destruction of thyself and property.",
      "churchId": "p33"
    },
    {
      "slug": "section-19-p34",
      "type": "verse",
      "number": "34",
      "content": "Impart a portion of thy property, yea, even part of thy lands, and all save the support of thy family.",
      "churchId": "p34"
    },
    {
      "slug": "section-19-p35",
      "type": "verse",
      "number": "35",
      "content": "Pay the debt thou hast contracted with the printer. Release thyself from bondage.",
      "churchId": "p35"
    },
    {
      "slug": "section-19-p36",
      "type": "verse",
      "number": "36",
      "content": "Leave thy house and home, except when thou shalt desire to see thy family;",
      "churchId": "p36"
    },
    {
      "slug": "section-19-p37",
      "type": "verse",
      "number": "37",
      "content": "And speak freely to all; yea, preach, exhort, declare the truth, even with a loud voice, with a sound of rejoicing, crying—Hosanna, hosanna, blessed be the name of the Lord God!",
      "churchId": "p37"
    },
    {
      "slug": "section-19-p38",
      "type": "verse",
      "number": "38",
      "content": "Pray always, and I will pour out my Spirit upon you, and great shall be your blessing—yea, even more than if you should obtain treasures of earth and corruptibleness to the extent thereof.",
      "churchId": "p38"
    },
    {
      "slug": "section-19-p39",
      "type": "verse",
      "number": "39",
      "content": "Behold, canst thou read this without rejoicing and lifting up thy heart for gladness?",
      "churchId": "p39"
    },
    {
      "slug": "section-19-p40",
      "type": "verse",
      "number": "40",
      "content": "Or canst thou run about longer as a blind guide?",
      "churchId": "p40"
    },
    {
      "slug": "section-19-p41",
      "type": "verse",
      "number": "41",
      "content": "Or canst thou be humble and meek, and conduct thyself wisely before me? Yea, come unto me thy Savior. Amen.",
      "churchId": "p41"
    }
  ]
}