{
  "name": "Doctrine and Covenants 123",
  "abbrev": "D&C 123",
  "number": "123",
  "churchUri": "/scriptures/dc-testament/dc/123",
  "paragraphs": [
    {
      "slug": "section-123-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 123",
      "churchId": "title_number1"
    },
    {
      "slug": "section-123-p1",
      "type": "verse",
      "number": "1",
      "content": "And again, we would suggest for your consideration the propriety of all the saints gathering up a knowledge of all the facts, and sufferings and abuses put upon them by the people of this State;",
      "churchId": "p1"
    },
    {
      "slug": "section-123-p2",
      "type": "verse",
      "number": "2",
      "content": "And also of all the property and amount of damages which they have sustained, both of character and personal injuries, as well as real property;",
      "churchId": "p2"
    },
    {
      "slug": "section-123-p3",
      "type": "verse",
      "number": "3",
      "content": "And also the names of all persons that have had a hand in their oppressions, as far as they can get hold of them and find them out.",
      "churchId": "p3"
    },
    {
      "slug": "section-123-p4",
      "type": "verse",
      "number": "4",
      "content": "And perhaps a committee can be appointed to find out these things, and to take statements and affidavits; and also to gather up the libelous publications that are afloat;",
      "churchId": "p4"
    },
    {
      "slug": "section-123-p5",
      "type": "verse",
      "number": "5",
      "content": "And all that are in the magazines, and in the encyclopedias, and all the libelous histories that are published, and are writing, and by whom, and present the whole concatenation of diabolical rascality and nefarious and murderous impositions that have been practiced upon this people—",
      "churchId": "p5"
    },
    {
      "slug": "section-123-p6",
      "type": "verse",
      "number": "6",
      "content": "That we may not only publish to all the world, but present them to the heads of government in all their dark and hellish hue, as the last effort which is enjoined on us by our Heavenly Father, before we can fully and completely claim that promise which shall call him forth from his hiding place; and also that the whole nation may be left without excuse before he can send forth the power of his mighty arm.",
      "churchId": "p6"
    },
    {
      "slug": "section-123-p7",
      "type": "verse",
      "number": "7",
      "content": "It is an imperative duty that we owe to God, to angels, with whom we shall be brought to stand, and also to ourselves, to our wives and children, who have been made to bow down with grief, sorrow, and care, under the most damning hand of murder, tyranny, and oppression, supported and urged on and upheld by the influence of that spirit which hath so strongly riveted the creeds of the fathers, who have inherited lies, upon the hearts of the children, and filled the world with confusion, and has been growing stronger and stronger, and is now the very mainspring of all corruption, and the whole earth groans under the weight of its iniquity.",
      "churchId": "p7"
    },
    {
      "slug": "section-123-p8",
      "type": "verse",
      "number": "8",
      "content": "It is an iron yoke, it is a strong band; they are the very handcuffs, and chains, and shackles, and fetters of hell.",
      "churchId": "p8"
    },
    {
      "slug": "section-123-p9",
      "type": "verse",
      "number": "9",
      "content": "Therefore it is an imperative duty that we owe, not only to our own wives and children, but to the widows and fatherless, whose husbands and fathers have been murdered under its iron hand;",
      "churchId": "p9"
    },
    {
      "slug": "section-123-p10",
      "type": "verse",
      "number": "10",
      "content": "Which dark and blackening deeds are enough to make hell itself shudder, and to stand aghast and pale, and the hands of the very devil to tremble and palsy.",
      "churchId": "p10"
    },
    {
      "slug": "section-123-p11",
      "type": "verse",
      "number": "11",
      "content": "And also it is an imperative duty that we owe to all the rising generation, and to all the pure in heart—",
      "churchId": "p11"
    },
    {
      "slug": "section-123-p12",
      "type": "verse",
      "number": "12",
      "content": "For there are many yet on the earth among all sects, parties, and denominations, who are blinded by the subtle craftiness of men, whereby they lie in wait to deceive, and who are only kept from the truth because they know not where to find it—",
      "churchId": "p12"
    },
    {
      "slug": "section-123-p13",
      "type": "verse",
      "number": "13",
      "content": "Therefore, that we should waste and wear out our lives in bringing to light all the hidden things of darkness, wherein we know them; and they are truly manifest from heaven—",
      "churchId": "p13"
    },
    {
      "slug": "section-123-p14",
      "type": "verse",
      "number": "14",
      "content": "These should then be attended to with great earnestness.",
      "churchId": "p14"
    },
    {
      "slug": "section-123-p15",
      "type": "verse",
      "number": "15",
      "content": "Let no man count them as small things; for there is much which lieth in futurity, pertaining to the saints, which depends upon these things.",
      "churchId": "p15"
    },
    {
      "slug": "section-123-p16",
      "type": "verse",
      "number": "16",
      "content": "You know, brethren, that a very large ship is benefited very much by a very small helm in the time of a storm, by being kept workways with the wind and the waves.",
      "churchId": "p16"
    },
    {
      "slug": "section-123-p17",
      "type": "verse",
      "number": "17",
      "content": "Therefore, dearly beloved brethren, let us cheerfully do all things that lie in our power; and then may we stand still, with the utmost assurance, to see the salvation of God, and for his arm to be revealed.",
      "churchId": "p17"
    }
  ]
}