{
  "name": "Doctrine and Covenants 94",
  "abbrev": "D&C 94",
  "number": "94",
  "churchUri": "/scriptures/dc-testament/dc/94",
  "paragraphs": [
    {
      "slug": "section-94-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 94",
      "churchId": "title_number1"
    },
    {
      "slug": "section-94-p1",
      "type": "verse",
      "number": "1",
      "content": "And again, verily I say unto you, my friends, a commandment I give unto you, that ye shall commence a work of laying out and preparing a beginning and foundation of the city of the stake of Zion, here in the land of Kirtland, beginning at my house.",
      "churchId": "p1"
    },
    {
      "slug": "section-94-p2",
      "type": "verse",
      "number": "2",
      "content": "And behold, it must be done according to the pattern which I have given unto you.",
      "churchId": "p2"
    },
    {
      "slug": "section-94-p3",
      "type": "verse",
      "number": "3",
      "content": "And let the first lot on the south be consecrated unto me for the building of a house for the presidency, for the work of the presidency, in obtaining revelations; and for the work of the ministry of the presidency, in all things pertaining to the church and kingdom.",
      "churchId": "p3"
    },
    {
      "slug": "section-94-p4",
      "type": "verse",
      "number": "4",
      "content": "Verily I say unto you, that it shall be built fifty-five by sixty-five feet in the width thereof and in the length thereof, in the inner court.",
      "churchId": "p4"
    },
    {
      "slug": "section-94-p5",
      "type": "verse",
      "number": "5",
      "content": "And there shall be a lower court and a higher court, according to the pattern which shall be given unto you hereafter.",
      "churchId": "p5"
    },
    {
      "slug": "section-94-p6",
      "type": "verse",
      "number": "6",
      "content": "And it shall be dedicated unto the Lord from the foundation thereof, according to the order of the priesthood, according to the pattern which shall be given unto you hereafter.",
      "churchId": "p6"
    },
    {
      "slug": "section-94-p7",
      "type": "verse",
      "number": "7",
      "content": "And it shall be wholly dedicated unto the Lord for the work of the presidency.",
      "churchId": "p7"
    },
    {
      "slug": "section-94-p8",
      "type": "verse",
      "number": "8",
      "content": "And ye shall not suffer any unclean thing to come in unto it; and my glory shall be there, and my presence shall be there.",
      "churchId": "p8"
    },
    {
      "slug": "section-94-p9",
      "type": "verse",
      "number": "9",
      "content": "But if there shall come into it any unclean thing, my glory shall not be there; and my presence shall not come into it.",
      "churchId": "p9"
    },
    {
      "slug": "section-94-p10",
      "type": "verse",
      "number": "10",
      "content": "And again, verily I say unto you, the second lot on the south shall be dedicated unto me for the building of a house unto me, for the work of the printing of the translation of my scriptures, and all things whatsoever I shall command you.",
      "churchId": "p10"
    },
    {
      "slug": "section-94-p11",
      "type": "verse",
      "number": "11",
      "content": "And it shall be fifty-five by sixty-five feet in the width thereof and the length thereof, in the inner court; and there shall be a lower and a higher court.",
      "churchId": "p11"
    },
    {
      "slug": "section-94-p12",
      "type": "verse",
      "number": "12",
      "content": "And this house shall be wholly dedicated unto the Lord from the foundation thereof, for the work of the printing, in all things whatsoever I shall command you, to be holy, undefiled, according to the pattern in all things as it shall be given unto you.",
      "churchId": "p12"
    },
    {
      "slug": "section-94-p13",
      "type": "verse",
      "number": "13",
      "content": "And on the third lot shall my servant Hyrum Smith receive his inheritance.",
      "churchId": "p13"
    },
    {
      "slug": "section-94-p14",
      "type": "verse",
      "number": "14",
      "content": "And on the first and second lots on the north shall my servants Reynolds Cahoon and Jared Carter receive their inheritances—",
      "churchId": "p14"
    },
    {
      "slug": "section-94-p15",
      "type": "verse",
      "number": "15",
      "content": "That they may do the work which I have appointed unto them, to be a committee to build mine houses, according to the commandment, which I, the Lord God, have given unto you.",
      "churchId": "p15"
    },
    {
      "slug": "section-94-p16",
      "type": "verse",
      "number": "16",
      "content": "These two houses are not to be built until I give unto you a commandment concerning them.",
      "churchId": "p16"
    },
    {
      "slug": "section-94-p17",
      "type": "verse",
      "number": "17",
      "content": "And now I give unto you no more at this time. Amen.",
      "churchId": "p17"
    }
  ]
}