{
  "name": "Doctrine and Covenants 39",
  "abbrev": "D&C 39",
  "number": "39",
  "churchUri": "/scriptures/dc-testament/dc/39",
  "paragraphs": [
    {
      "slug": "section-39-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 39",
      "churchId": "title_number1"
    },
    {
      "slug": "section-39-p1",
      "type": "verse",
      "number": "1",
      "content": "Hearken and listen to the voice of him who is from all eternity to all eternity, the Great <span class=\"small-caps\">I Am</span>, even Jesus Christ—",
      "churchId": "p1"
    },
    {
      "slug": "section-39-p2",
      "type": "verse",
      "number": "2",
      "content": "The light and the life of the world; a light which shineth in darkness and the darkness comprehendeth it not;",
      "churchId": "p2"
    },
    {
      "slug": "section-39-p3",
      "type": "verse",
      "number": "3",
      "content": "The same which came in the meridian of time unto mine own, and mine own received me not;",
      "churchId": "p3"
    },
    {
      "slug": "section-39-p4",
      "type": "verse",
      "number": "4",
      "content": "But to as many as received me, gave I power to become my sons; and even so will I give unto as many as will receive me, power to become my sons.",
      "churchId": "p4"
    },
    {
      "slug": "section-39-p5",
      "type": "verse",
      "number": "5",
      "content": "And verily, verily, I say unto you, he that receiveth my gospel receiveth me; and he that receiveth not my gospel receiveth not me.",
      "churchId": "p5"
    },
    {
      "slug": "section-39-p6",
      "type": "verse",
      "number": "6",
      "content": "And this is my gospel—repentance and baptism by water, and then cometh the baptism of fire and the Holy Ghost, even the Comforter, which showeth all things, and teacheth the peaceable things of the kingdom.",
      "churchId": "p6"
    },
    {
      "slug": "section-39-p7",
      "type": "verse",
      "number": "7",
      "content": "And now, behold, I say unto you, my servant James, I have looked upon thy works and I know thee.",
      "churchId": "p7"
    },
    {
      "slug": "section-39-p8",
      "type": "verse",
      "number": "8",
      "content": "And verily I say unto thee, thine heart is now right before me at this time; and, behold, I have bestowed great blessings upon thy head;",
      "churchId": "p8"
    },
    {
      "slug": "section-39-p9",
      "type": "verse",
      "number": "9",
      "content": "Nevertheless, thou hast seen great sorrow, for thou hast rejected me many times because of pride and the cares of the world.",
      "churchId": "p9"
    },
    {
      "slug": "section-39-p10",
      "type": "verse",
      "number": "10",
      "content": "But, behold, the days of thy deliverance are come, if thou wilt hearken to my voice, which saith unto thee: Arise and be baptized, and wash away your sins, calling on my name, and you shall receive my Spirit, and a blessing so great as you never have known.",
      "churchId": "p10"
    },
    {
      "slug": "section-39-p11",
      "type": "verse",
      "number": "11",
      "content": "And if thou do this, I have prepared thee for a greater work. Thou shalt preach the fulness of my gospel, which I have sent forth in these last days, the covenant which I have sent forth to recover my people, which are of the house of Israel.",
      "churchId": "p11"
    },
    {
      "slug": "section-39-p12",
      "type": "verse",
      "number": "12",
      "content": "And it shall come to pass that power shall rest upon thee; thou shalt have great faith, and I will be with thee and go before thy face.",
      "churchId": "p12"
    },
    {
      "slug": "section-39-p13",
      "type": "verse",
      "number": "13",
      "content": "Thou art called to labor in my vineyard, and to build up my church, and to bring forth Zion, that it may rejoice upon the hills and flourish.",
      "churchId": "p13"
    },
    {
      "slug": "section-39-p14",
      "type": "verse",
      "number": "14",
      "content": "Behold, verily, verily, I say unto thee, thou art not called to go into the eastern countries, but thou art called to go to the Ohio.",
      "churchId": "p14"
    },
    {
      "slug": "section-39-p15",
      "type": "verse",
      "number": "15",
      "content": "And inasmuch as my people shall assemble themselves at the Ohio, I have kept in store a blessing such as is not known among the children of men, and it shall be poured forth upon their heads. And from thence men shall go forth into all nations.",
      "churchId": "p15"
    },
    {
      "slug": "section-39-p16",
      "type": "verse",
      "number": "16",
      "content": "Behold, verily, verily, I say unto you, that the people in Ohio call upon me in much faith, thinking I will stay my hand in judgment upon the nations, but I cannot deny my word.",
      "churchId": "p16"
    },
    {
      "slug": "section-39-p17",
      "type": "verse",
      "number": "17",
      "content": "Wherefore lay to with your might and call faithful laborers into my vineyard, that it may be pruned for the last time.",
      "churchId": "p17"
    },
    {
      "slug": "section-39-p18",
      "type": "verse",
      "number": "18",
      "content": "And inasmuch as they do repent and receive the fulness of my gospel, and become sanctified, I will stay mine hand in judgment.",
      "churchId": "p18"
    },
    {
      "slug": "section-39-p19",
      "type": "verse",
      "number": "19",
      "content": "Wherefore, go forth, crying with a loud voice, saying: The kingdom of heaven is at hand; crying: Hosanna! blessed be the name of the Most High God.",
      "churchId": "p19"
    },
    {
      "slug": "section-39-p20",
      "type": "verse",
      "number": "20",
      "content": "Go forth baptizing with water, preparing the way before my face for the time of my coming;",
      "churchId": "p20"
    },
    {
      "slug": "section-39-p21",
      "type": "verse",
      "number": "21",
      "content": "For the time is at hand; the day or the hour no man knoweth; but it surely shall come.",
      "churchId": "p21"
    },
    {
      "slug": "section-39-p22",
      "type": "verse",
      "number": "22",
      "content": "And he that receiveth these things receiveth me; and they shall be gathered unto me in time and in eternity.",
      "churchId": "p22"
    },
    {
      "slug": "section-39-p23",
      "type": "verse",
      "number": "23",
      "content": "And again, it shall come to pass that on as many as ye shall baptize with water, ye shall lay your hands, and they shall receive the gift of the Holy Ghost, and shall be looking forth for the signs of my coming, and shall know me.",
      "churchId": "p23"
    },
    {
      "slug": "section-39-p24",
      "type": "verse",
      "number": "24",
      "content": "Behold, I come quickly. Even so. Amen.",
      "churchId": "p24"
    }
  ]
}