{
  "name": "Doctrine and Covenants 57",
  "abbrev": "D&C 57",
  "number": "57",
  "churchUri": "/scriptures/dc-testament/dc/57",
  "paragraphs": [
    {
      "slug": "section-57-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 57",
      "churchId": "title_number1"
    },
    {
      "slug": "section-57-p1",
      "type": "verse",
      "number": "1",
      "content": "Hearken, O ye elders of my church, saith the Lord your God, who have assembled yourselves together, according to my commandments, in this land, which is the land of Missouri, which is the land which I have appointed and consecrated for the gathering of the saints.",
      "churchId": "p1"
    },
    {
      "slug": "section-57-p2",
      "type": "verse",
      "number": "2",
      "content": "Wherefore, this is the land of promise, and the place for the city of Zion.",
      "churchId": "p2"
    },
    {
      "slug": "section-57-p3",
      "type": "verse",
      "number": "3",
      "content": "And thus saith the Lord your God, if you will receive wisdom here is wisdom. Behold, the place which is now called Independence is the center place; and a spot for the temple is lying westward, upon a lot which is not far from the courthouse.",
      "churchId": "p3"
    },
    {
      "slug": "section-57-p4",
      "type": "verse",
      "number": "4",
      "content": "Wherefore, it is wisdom that the land should be purchased by the saints, and also every tract lying westward, even unto the line running directly between Jew and Gentile;",
      "churchId": "p4"
    },
    {
      "slug": "section-57-p5",
      "type": "verse",
      "number": "5",
      "content": "And also every tract bordering by the prairies, inasmuch as my disciples are enabled to buy lands. Behold, this is wisdom, that they may obtain it for an everlasting inheritance.",
      "churchId": "p5"
    },
    {
      "slug": "section-57-p6",
      "type": "verse",
      "number": "6",
      "content": "And let my servant Sidney Gilbert stand in the office to which I have appointed him, to receive moneys, to be an agent unto the church, to buy land in all the regions round about, inasmuch as can be done in righteousness, and as wisdom shall direct.",
      "churchId": "p6"
    },
    {
      "slug": "section-57-p7",
      "type": "verse",
      "number": "7",
      "content": "And let my servant Edward Partridge stand in the office to which I have appointed him, and divide unto the saints their inheritance, even as I have commanded; and also those whom he has appointed to assist him.",
      "churchId": "p7"
    },
    {
      "slug": "section-57-p8",
      "type": "verse",
      "number": "8",
      "content": "And again, verily I say unto you, let my servant Sidney Gilbert plant himself in this place, and establish a store, that he may sell goods without fraud, that he may obtain money to buy lands for the good of the saints, and that he may obtain whatsoever things the disciples may need to plant them in their inheritance.",
      "churchId": "p8"
    },
    {
      "slug": "section-57-p9",
      "type": "verse",
      "number": "9",
      "content": "And also let my servant Sidney Gilbert obtain a license—behold here is wisdom, and whoso readeth let him understand—that he may send goods also unto the people, even by whom he will as clerks employed in his service;",
      "churchId": "p9"
    },
    {
      "slug": "section-57-p10",
      "type": "verse",
      "number": "10",
      "content": "And thus provide for my saints, that my gospel may be preached unto those who sit in darkness and in the region and shadow of death.",
      "churchId": "p10"
    },
    {
      "slug": "section-57-p11",
      "type": "verse",
      "number": "11",
      "content": "And again, verily I say unto you, let my servant William W. Phelps be planted in this place, and be established as a printer unto the church.",
      "churchId": "p11"
    },
    {
      "slug": "section-57-p12",
      "type": "verse",
      "number": "12",
      "content": "And lo, if the world receive his writings—behold here is wisdom—let him obtain whatsoever he can obtain in righteousness, for the good of the saints.",
      "churchId": "p12"
    },
    {
      "slug": "section-57-p13",
      "type": "verse",
      "number": "13",
      "content": "And let my servant Oliver Cowdery assist him, even as I have commanded, in whatsoever place I shall appoint unto him, to copy, and to correct, and select, that all things may be right before me, as it shall be proved by the Spirit through him.",
      "churchId": "p13"
    },
    {
      "slug": "section-57-p14",
      "type": "verse",
      "number": "14",
      "content": "And thus let those of whom I have spoken be planted in the land of Zion, as speedily as can be, with their families, to do those things even as I have spoken.",
      "churchId": "p14"
    },
    {
      "slug": "section-57-p15",
      "type": "verse",
      "number": "15",
      "content": "And now concerning the gathering—Let the bishop and the agent make preparations for those families which have been commanded to come to this land, as soon as possible, and plant them in their inheritance.",
      "churchId": "p15"
    },
    {
      "slug": "section-57-p16",
      "type": "verse",
      "number": "16",
      "content": "And unto the residue of both elders and members further directions shall be given hereafter. Even so. Amen.",
      "churchId": "p16"
    }
  ]
}