{
  "name": "Doctrine and Covenants 76",
  "abbrev": "D&C 76",
  "number": "76",
  "churchUri": "/scriptures/dc-testament/dc/76",
  "paragraphs": [
    {
      "slug": "section-76-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 76",
      "churchId": "title_number1"
    },
    {
      "slug": "section-76-p1",
      "type": "verse",
      "number": "1",
      "content": "Hear, O ye heavens, and give ear, O earth, and rejoice ye inhabitants thereof, for the Lord is God, and beside him there is no Savior.",
      "churchId": "p1"
    },
    {
      "slug": "section-76-p2",
      "type": "verse",
      "number": "2",
      "content": "Great is his wisdom, marvelous are his ways, and the extent of his doings none can find out.",
      "churchId": "p2"
    },
    {
      "slug": "section-76-p3",
      "type": "verse",
      "number": "3",
      "content": "His purposes fail not, neither are there any who can stay his hand.",
      "churchId": "p3"
    },
    {
      "slug": "section-76-p4",
      "type": "verse",
      "number": "4",
      "content": "From eternity to eternity he is the same, and his years never fail.",
      "churchId": "p4"
    },
    {
      "slug": "section-76-p5",
      "type": "verse",
      "number": "5",
      "content": "For thus saith the Lord—I, the Lord, am merciful and gracious unto those who fear me, and delight to honor those who serve me in righteousness and in truth unto the end.",
      "churchId": "p5"
    },
    {
      "slug": "section-76-p6",
      "type": "verse",
      "number": "6",
      "content": "Great shall be their reward and eternal shall be their glory.",
      "churchId": "p6"
    },
    {
      "slug": "section-76-p7",
      "type": "verse",
      "number": "7",
      "content": "And to them will I reveal all mysteries, yea, all the hidden mysteries of my kingdom from days of old, and for ages to come, will I make known unto them the good pleasure of my will concerning all things pertaining to my kingdom.",
      "churchId": "p7"
    },
    {
      "slug": "section-76-p8",
      "type": "verse",
      "number": "8",
      "content": "Yea, even the wonders of eternity shall they know, and things to come will I show them, even the things of many generations.",
      "churchId": "p8"
    },
    {
      "slug": "section-76-p9",
      "type": "verse",
      "number": "9",
      "content": "And their wisdom shall be great, and their understanding reach to heaven; and before them the wisdom of the wise shall perish, and the understanding of the prudent shall come to naught.",
      "churchId": "p9"
    },
    {
      "slug": "section-76-p10",
      "type": "verse",
      "number": "10",
      "content": "For by my Spirit will I enlighten them, and by my power will I make known unto them the secrets of my will—yea, even those things which eye has not seen, nor ear heard, nor yet entered into the heart of man.",
      "churchId": "p10"
    },
    {
      "slug": "section-76-p11",
      "type": "verse",
      "number": "11",
      "content": "We, Joseph Smith, Jun., and Sidney Rigdon, being in the Spirit on the sixteenth day of February, in the year of our Lord one thousand eight hundred and thirty-two—",
      "churchId": "p11"
    },
    {
      "slug": "section-76-p12",
      "type": "verse",
      "number": "12",
      "content": "By the power of the Spirit our eyes were opened and our understandings were enlightened, so as to see and understand the things of God—",
      "churchId": "p12"
    },
    {
      "slug": "section-76-p13",
      "type": "verse",
      "number": "13",
      "content": "Even those things which were from the beginning before the world was, which were ordained of the Father, through his Only Begotten Son, who was in the bosom of the Father, even from the beginning;",
      "churchId": "p13"
    },
    {
      "slug": "section-76-p14",
      "type": "verse",
      "number": "14",
      "content": "Of whom we bear record; and the record which we bear is the fulness of the gospel of Jesus Christ, who is the Son, whom we saw and with whom we conversed in the heavenly vision.",
      "churchId": "p14"
    },
    {
      "slug": "section-76-p15",
      "type": "verse",
      "number": "15",
      "content": "For while we were doing the work of translation, which the Lord had appointed unto us, we came to the twenty-ninth verse of the fifth chapter of John, which was given unto us as follows—",
      "churchId": "p15"
    },
    {
      "slug": "section-76-p16",
      "type": "verse",
      "number": "16",
      "content": "Speaking of the resurrection of the dead, concerning those who shall hear the voice of the Son of Man:",
      "churchId": "p16"
    },
    {
      "slug": "section-76-p17",
      "type": "verse",
      "number": "17",
      "content": "And shall come forth; they who have done good, in the resurrection of the just; and they who have done evil, in the resurrection of the unjust.",
      "churchId": "p17"
    },
    {
      "slug": "section-76-p18",
      "type": "verse",
      "number": "18",
      "content": "Now this caused us to marvel, for it was given unto us of the Spirit.",
      "churchId": "p18"
    },
    {
      "slug": "section-76-p19",
      "type": "verse",
      "number": "19",
      "content": "And while we meditated upon these things, the Lord touched the eyes of our understandings and they were opened, and the glory of the Lord shone round about.",
      "churchId": "p19"
    },
    {
      "slug": "section-76-p20",
      "type": "verse",
      "number": "20",
      "content": "And we beheld the glory of the Son, on the right hand of the Father, and received of his fulness;",
      "churchId": "p20"
    },
    {
      "slug": "section-76-p21",
      "type": "verse",
      "number": "21",
      "content": "And saw the holy angels, and them who are sanctified before his throne, worshiping God, and the Lamb, who worship him forever and ever.",
      "churchId": "p21"
    },
    {
      "slug": "section-76-p22",
      "type": "verse",
      "number": "22",
      "content": "And now, after the many testimonies which have been given of him, this is the testimony, last of all, which we give of him: That he lives!",
      "churchId": "p22"
    },
    {
      "slug": "section-76-p23",
      "type": "verse",
      "number": "23",
      "content": "For we saw him, even on the right hand of God; and we heard the voice bearing record that he is the Only Begotten of the Father—",
      "churchId": "p23"
    },
    {
      "slug": "section-76-p24",
      "type": "verse",
      "number": "24",
      "content": "That by him, and through him, and of him, the worlds are and were created, and the inhabitants thereof are begotten sons and daughters unto God.",
      "churchId": "p24"
    },
    {
      "slug": "section-76-p25",
      "type": "verse",
      "number": "25",
      "content": "And this we saw also, and bear record, that an angel of God who was in authority in the presence of God, who rebelled against the Only Begotten Son whom the Father loved and who was in the bosom of the Father, was thrust down from the presence of God and the Son,",
      "churchId": "p25"
    },
    {
      "slug": "section-76-p26",
      "type": "verse",
      "number": "26",
      "content": "And was called Perdition, for the heavens wept over him—he was Lucifer, a son of the morning.",
      "churchId": "p26"
    },
    {
      "slug": "section-76-p27",
      "type": "verse",
      "number": "27",
      "content": "And we beheld, and lo, he is fallen! is fallen, even a son of the morning!",
      "churchId": "p27"
    },
    {
      "slug": "section-76-p28",
      "type": "verse",
      "number": "28",
      "content": "And while we were yet in the Spirit, the Lord commanded us that we should write the vision; for we beheld Satan, that old serpent, even the devil, who rebelled against God, and sought to take the kingdom of our God and his Christ—",
      "churchId": "p28"
    },
    {
      "slug": "section-76-p29",
      "type": "verse",
      "number": "29",
      "content": "Wherefore, he maketh war with the saints of God, and encompasseth them round about.",
      "churchId": "p29"
    },
    {
      "slug": "section-76-p30",
      "type": "verse",
      "number": "30",
      "content": "And we saw a vision of the sufferings of those with whom he made war and overcame, for thus came the voice of the Lord unto us:",
      "churchId": "p30"
    },
    {
      "slug": "section-76-p31",
      "type": "verse",
      "number": "31",
      "content": "Thus saith the Lord concerning all those who know my power, and have been made partakers thereof, and suffered themselves through the power of the devil to be overcome, and to deny the truth and defy my power—",
      "churchId": "p31"
    },
    {
      "slug": "section-76-p32",
      "type": "verse",
      "number": "32",
      "content": "They are they who are the sons of perdition, of whom I say that it had been better for them never to have been born;",
      "churchId": "p32"
    },
    {
      "slug": "section-76-p33",
      "type": "verse",
      "number": "33",
      "content": "For they are vessels of wrath, doomed to suffer the wrath of God, with the devil and his angels in eternity;",
      "churchId": "p33"
    },
    {
      "slug": "section-76-p34",
      "type": "verse",
      "number": "34",
      "content": "Concerning whom I have said there is no forgiveness in this world nor in the world to come—",
      "churchId": "p34"
    },
    {
      "slug": "section-76-p35",
      "type": "verse",
      "number": "35",
      "content": "Having denied the Holy Spirit after having received it, and having denied the Only Begotten Son of the Father, having crucified him unto themselves and put him to an open shame.",
      "churchId": "p35"
    },
    {
      "slug": "section-76-p36",
      "type": "verse",
      "number": "36",
      "content": "These are they who shall go away into the lake of fire and brimstone, with the devil and his angels—",
      "churchId": "p36"
    },
    {
      "slug": "section-76-p37",
      "type": "verse",
      "number": "37",
      "content": "And the only ones on whom the second death shall have any power;",
      "churchId": "p37"
    },
    {
      "slug": "section-76-p38",
      "type": "verse",
      "number": "38",
      "content": "Yea, verily, the only ones who shall not be redeemed in the due time of the Lord, after the sufferings of his wrath.",
      "churchId": "p38"
    },
    {
      "slug": "section-76-p39",
      "type": "verse",
      "number": "39",
      "content": "For all the rest shall be brought forth by the resurrection of the dead, through the triumph and the glory of the Lamb, who was slain, who was in the bosom of the Father before the worlds were made.",
      "churchId": "p39"
    },
    {
      "slug": "section-76-p40",
      "type": "verse",
      "number": "40",
      "content": "And this is the gospel, the glad tidings, which the voice out of the heavens bore record unto us—",
      "churchId": "p40"
    },
    {
      "slug": "section-76-p41",
      "type": "verse",
      "number": "41",
      "content": "That he came into the world, even Jesus, to be crucified for the world, and to bear the sins of the world, and to sanctify the world, and to cleanse it from all unrighteousness;",
      "churchId": "p41"
    },
    {
      "slug": "section-76-p42",
      "type": "verse",
      "number": "42",
      "content": "That through him all might be saved whom the Father had put into his power and made by him;",
      "churchId": "p42"
    },
    {
      "slug": "section-76-p43",
      "type": "verse",
      "number": "43",
      "content": "Who glorifies the Father, and saves all the works of his hands, except those sons of perdition who deny the Son after the Father has revealed him.",
      "churchId": "p43"
    },
    {
      "slug": "section-76-p44",
      "type": "verse",
      "number": "44",
      "content": "Wherefore, he saves all except them—they shall go away into everlasting punishment, which is endless punishment, which is eternal punishment, to reign with the devil and his angels in eternity, where their worm dieth not, and the fire is not quenched, which is their torment—",
      "churchId": "p44"
    },
    {
      "slug": "section-76-p45",
      "type": "verse",
      "number": "45",
      "content": "And the end thereof, neither the place thereof, nor their torment, no man knows;",
      "churchId": "p45"
    },
    {
      "slug": "section-76-p46",
      "type": "verse",
      "number": "46",
      "content": "Neither was it revealed, neither is, neither will be revealed unto man, except to them who are made partakers thereof;",
      "churchId": "p46"
    },
    {
      "slug": "section-76-p47",
      "type": "verse",
      "number": "47",
      "content": "Nevertheless, I, the Lord, show it by vision unto many, but straightway shut it up again;",
      "churchId": "p47"
    },
    {
      "slug": "section-76-p48",
      "type": "verse",
      "number": "48",
      "content": "Wherefore, the end, the width, the height, the depth, and the misery thereof, they understand not, neither any man except those who are ordained unto this condemnation.",
      "churchId": "p48"
    },
    {
      "slug": "section-76-p49",
      "type": "verse",
      "number": "49",
      "content": "And we heard the voice, saying: Write the vision, for lo, this is the end of the vision of the sufferings of the ungodly.",
      "churchId": "p49"
    },
    {
      "slug": "section-76-p50",
      "type": "verse",
      "number": "50",
      "content": "And again we bear record—for we saw and heard, and this is the testimony of the gospel of Christ concerning them who shall come forth in the resurrection of the just—",
      "churchId": "p50"
    },
    {
      "slug": "section-76-p51",
      "type": "verse",
      "number": "51",
      "content": "They are they who received the testimony of Jesus, and believed on his name and were baptized after the manner of his burial, being buried in the water in his name, and this according to the commandment which he has given—",
      "churchId": "p51"
    },
    {
      "slug": "section-76-p52",
      "type": "verse",
      "number": "52",
      "content": "That by keeping the commandments they might be washed and cleansed from all their sins, and receive the Holy Spirit by the laying on of the hands of him who is ordained and sealed unto this power;",
      "churchId": "p52"
    },
    {
      "slug": "section-76-p53",
      "type": "verse",
      "number": "53",
      "content": "And who overcome by faith, and are sealed by the Holy Spirit of promise, which the Father sheds forth upon all those who are just and true.",
      "churchId": "p53"
    },
    {
      "slug": "section-76-p54",
      "type": "verse",
      "number": "54",
      "content": "They are they who are the church of the Firstborn.",
      "churchId": "p54"
    },
    {
      "slug": "section-76-p55",
      "type": "verse",
      "number": "55",
      "content": "They are they into whose hands the Father has given all things—",
      "churchId": "p55"
    },
    {
      "slug": "section-76-p56",
      "type": "verse",
      "number": "56",
      "content": "They are they who are priests and kings, who have received of his fulness, and of his glory;",
      "churchId": "p56"
    },
    {
      "slug": "section-76-p57",
      "type": "verse",
      "number": "57",
      "content": "And are priests of the Most High, after the order of Melchizedek, which was after the order of Enoch, which was after the order of the Only Begotten Son.",
      "churchId": "p57"
    },
    {
      "slug": "section-76-p58",
      "type": "verse",
      "number": "58",
      "content": "Wherefore, as it is written, they are gods, even the sons of God—",
      "churchId": "p58"
    },
    {
      "slug": "section-76-p59",
      "type": "verse",
      "number": "59",
      "content": "Wherefore, all things are theirs, whether life or death, or things present, or things to come, all are theirs and they are Christ’s, and Christ is God’s.",
      "churchId": "p59"
    },
    {
      "slug": "section-76-p60",
      "type": "verse",
      "number": "60",
      "content": "And they shall overcome all things.",
      "churchId": "p60"
    },
    {
      "slug": "section-76-p61",
      "type": "verse",
      "number": "61",
      "content": "Wherefore, let no man glory in man, but rather let him glory in God, who shall subdue all enemies under his feet.",
      "churchId": "p61"
    },
    {
      "slug": "section-76-p62",
      "type": "verse",
      "number": "62",
      "content": "These shall dwell in the presence of God and his Christ forever and ever.",
      "churchId": "p62"
    },
    {
      "slug": "section-76-p63",
      "type": "verse",
      "number": "63",
      "content": "These are they whom he shall bring with him, when he shall come in the clouds of heaven to reign on the earth over his people.",
      "churchId": "p63"
    },
    {
      "slug": "section-76-p64",
      "type": "verse",
      "number": "64",
      "content": "These are they who shall have part in the first resurrection.",
      "churchId": "p64"
    },
    {
      "slug": "section-76-p65",
      "type": "verse",
      "number": "65",
      "content": "These are they who shall come forth in the resurrection of the just.",
      "churchId": "p65"
    },
    {
      "slug": "section-76-p66",
      "type": "verse",
      "number": "66",
      "content": "These are they who are come unto Mount Zion, and unto the city of the living God, the heavenly place, the holiest of all.",
      "churchId": "p66"
    },
    {
      "slug": "section-76-p67",
      "type": "verse",
      "number": "67",
      "content": "These are they who have come to an innumerable company of angels, to the general assembly and church of Enoch, and of the Firstborn.",
      "churchId": "p67"
    },
    {
      "slug": "section-76-p68",
      "type": "verse",
      "number": "68",
      "content": "These are they whose names are written in heaven, where God and Christ are the judge of all.",
      "churchId": "p68"
    },
    {
      "slug": "section-76-p69",
      "type": "verse",
      "number": "69",
      "content": "These are they who are just men made perfect through Jesus the mediator of the new covenant, who wrought out this perfect atonement through the shedding of his own blood.",
      "churchId": "p69"
    },
    {
      "slug": "section-76-p70",
      "type": "verse",
      "number": "70",
      "content": "These are they whose bodies are celestial, whose glory is that of the sun, even the glory of God, the highest of all, whose glory the sun of the firmament is written of as being typical.",
      "churchId": "p70"
    },
    {
      "slug": "section-76-p71",
      "type": "verse",
      "number": "71",
      "content": "And again, we saw the terrestrial world, and behold and lo, these are they who are of the terrestrial, whose glory differs from that of the church of the Firstborn who have received the fulness of the Father, even as that of the moon differs from the sun in the firmament.",
      "churchId": "p71"
    },
    {
      "slug": "section-76-p72",
      "type": "verse",
      "number": "72",
      "content": "Behold, these are they who died without law;",
      "churchId": "p72"
    },
    {
      "slug": "section-76-p73",
      "type": "verse",
      "number": "73",
      "content": "And also they who are the spirits of men kept in prison, whom the Son visited, and preached the gospel unto them, that they might be judged according to men in the flesh;",
      "churchId": "p73"
    },
    {
      "slug": "section-76-p74",
      "type": "verse",
      "number": "74",
      "content": "Who received not the testimony of Jesus in the flesh, but afterwards received it.",
      "churchId": "p74"
    },
    {
      "slug": "section-76-p75",
      "type": "verse",
      "number": "75",
      "content": "These are they who are honorable men of the earth, who were blinded by the craftiness of men.",
      "churchId": "p75"
    },
    {
      "slug": "section-76-p76",
      "type": "verse",
      "number": "76",
      "content": "These are they who receive of his glory, but not of his fulness.",
      "churchId": "p76"
    },
    {
      "slug": "section-76-p77",
      "type": "verse",
      "number": "77",
      "content": "These are they who receive of the presence of the Son, but not of the fulness of the Father.",
      "churchId": "p77"
    },
    {
      "slug": "section-76-p78",
      "type": "verse",
      "number": "78",
      "content": "Wherefore, they are bodies terrestrial, and not bodies celestial, and differ in glory as the moon differs from the sun.",
      "churchId": "p78"
    },
    {
      "slug": "section-76-p79",
      "type": "verse",
      "number": "79",
      "content": "These are they who are not valiant in the testimony of Jesus; wherefore, they obtain not the crown over the kingdom of our God.",
      "churchId": "p79"
    },
    {
      "slug": "section-76-p80",
      "type": "verse",
      "number": "80",
      "content": "And now this is the end of the vision which we saw of the terrestrial, that the Lord commanded us to write while we were yet in the Spirit.",
      "churchId": "p80"
    },
    {
      "slug": "section-76-p81",
      "type": "verse",
      "number": "81",
      "content": "And again, we saw the glory of the telestial, which glory is that of the lesser, even as the glory of the stars differs from that of the glory of the moon in the firmament.",
      "churchId": "p81"
    },
    {
      "slug": "section-76-p82",
      "type": "verse",
      "number": "82",
      "content": "These are they who received not the gospel of Christ, neither the testimony of Jesus.",
      "churchId": "p82"
    },
    {
      "slug": "section-76-p83",
      "type": "verse",
      "number": "83",
      "content": "These are they who deny not the Holy Spirit.",
      "churchId": "p83"
    },
    {
      "slug": "section-76-p84",
      "type": "verse",
      "number": "84",
      "content": "These are they who are thrust down to hell.",
      "churchId": "p84"
    },
    {
      "slug": "section-76-p85",
      "type": "verse",
      "number": "85",
      "content": "These are they who shall not be redeemed from the devil until the last resurrection, until the Lord, even Christ the Lamb, shall have finished his work.",
      "churchId": "p85"
    },
    {
      "slug": "section-76-p86",
      "type": "verse",
      "number": "86",
      "content": "These are they who receive not of his fulness in the eternal world, but of the Holy Spirit through the ministration of the terrestrial;",
      "churchId": "p86"
    },
    {
      "slug": "section-76-p87",
      "type": "verse",
      "number": "87",
      "content": "And the terrestrial through the ministration of the celestial.",
      "churchId": "p87"
    },
    {
      "slug": "section-76-p88",
      "type": "verse",
      "number": "88",
      "content": "And also the telestial receive it of the administering of angels who are appointed to minister for them, or who are appointed to be ministering spirits for them; for they shall be heirs of salvation.",
      "churchId": "p88"
    },
    {
      "slug": "section-76-p89",
      "type": "verse",
      "number": "89",
      "content": "And thus we saw, in the heavenly vision, the glory of the telestial, which surpasses all understanding;",
      "churchId": "p89"
    },
    {
      "slug": "section-76-p90",
      "type": "verse",
      "number": "90",
      "content": "And no man knows it except him to whom God has revealed it.",
      "churchId": "p90"
    },
    {
      "slug": "section-76-p91",
      "type": "verse",
      "number": "91",
      "content": "And thus we saw the glory of the terrestrial which excels in all things the glory of the telestial, even in glory, and in power, and in might, and in dominion.",
      "churchId": "p91"
    },
    {
      "slug": "section-76-p92",
      "type": "verse",
      "number": "92",
      "content": "And thus we saw the glory of the celestial, which excels in all things—where God, even the Father, reigns upon his throne forever and ever;",
      "churchId": "p92"
    },
    {
      "slug": "section-76-p93",
      "type": "verse",
      "number": "93",
      "content": "Before whose throne all things bow in humble reverence, and give him glory forever and ever.",
      "churchId": "p93"
    },
    {
      "slug": "section-76-p94",
      "type": "verse",
      "number": "94",
      "content": "They who dwell in his presence are the church of the Firstborn; and they see as they are seen, and know as they are known, having received of his fulness and of his grace;",
      "churchId": "p94"
    },
    {
      "slug": "section-76-p95",
      "type": "verse",
      "number": "95",
      "content": "And he makes them equal in power, and in might, and in dominion.",
      "churchId": "p95"
    },
    {
      "slug": "section-76-p96",
      "type": "verse",
      "number": "96",
      "content": "And the glory of the celestial is one, even as the glory of the sun is one.",
      "churchId": "p96"
    },
    {
      "slug": "section-76-p97",
      "type": "verse",
      "number": "97",
      "content": "And the glory of the terrestrial is one, even as the glory of the moon is one.",
      "churchId": "p97"
    },
    {
      "slug": "section-76-p98",
      "type": "verse",
      "number": "98",
      "content": "And the glory of the telestial is one, even as the glory of the stars is one; for as one star differs from another star in glory, even so differs one from another in glory in the telestial world;",
      "churchId": "p98"
    },
    {
      "slug": "section-76-p99",
      "type": "verse",
      "number": "99",
      "content": "For these are they who are of Paul, and of Apollos, and of Cephas.",
      "churchId": "p99"
    },
    {
      "slug": "section-76-p100",
      "type": "verse",
      "number": "100",
      "content": "These are they who say they are some of one and some of another—some of Christ and some of John, and some of Moses, and some of Elias, and some of Esaias, and some of Isaiah, and some of Enoch;",
      "churchId": "p100"
    },
    {
      "slug": "section-76-p101",
      "type": "verse",
      "number": "101",
      "content": "But received not the gospel, neither the testimony of Jesus, neither the prophets, neither the everlasting covenant.",
      "churchId": "p101"
    },
    {
      "slug": "section-76-p102",
      "type": "verse",
      "number": "102",
      "content": "Last of all, these all are they who will not be gathered with the saints, to be caught up unto the church of the Firstborn, and received into the cloud.",
      "churchId": "p102"
    },
    {
      "slug": "section-76-p103",
      "type": "verse",
      "number": "103",
      "content": "These are they who are liars, and sorcerers, and adulterers, and whoremongers, and whosoever loves and makes a lie.",
      "churchId": "p103"
    },
    {
      "slug": "section-76-p104",
      "type": "verse",
      "number": "104",
      "content": "These are they who suffer the wrath of God on earth.",
      "churchId": "p104"
    },
    {
      "slug": "section-76-p105",
      "type": "verse",
      "number": "105",
      "content": "These are they who suffer the vengeance of eternal fire.",
      "churchId": "p105"
    },
    {
      "slug": "section-76-p106",
      "type": "verse",
      "number": "106",
      "content": "These are they who are cast down to hell and suffer the wrath of Almighty God, until the fulness of times, when Christ shall have subdued all enemies under his feet, and shall have perfected his work;",
      "churchId": "p106"
    },
    {
      "slug": "section-76-p107",
      "type": "verse",
      "number": "107",
      "content": "When he shall deliver up the kingdom, and present it unto the Father, spotless, saying: I have overcome and have trodden the wine-press alone, even the wine-press of the fierceness of the wrath of Almighty God.",
      "churchId": "p107"
    },
    {
      "slug": "section-76-p108",
      "type": "verse",
      "number": "108",
      "content": "Then shall he be crowned with the crown of his glory, to sit on the throne of his power to reign forever and ever.",
      "churchId": "p108"
    },
    {
      "slug": "section-76-p109",
      "type": "verse",
      "number": "109",
      "content": "But behold, and lo, we saw the glory and the inhabitants of the telestial world, that they were as innumerable as the stars in the firmament of heaven, or as the sand upon the seashore;",
      "churchId": "p109"
    },
    {
      "slug": "section-76-p110",
      "type": "verse",
      "number": "110",
      "content": "And heard the voice of the Lord saying: These all shall bow the knee, and every tongue shall confess to him who sits upon the throne forever and ever;",
      "churchId": "p110"
    },
    {
      "slug": "section-76-p111",
      "type": "verse",
      "number": "111",
      "content": "For they shall be judged according to their works, and every man shall receive according to his own works, his own dominion, in the mansions which are prepared;",
      "churchId": "p111"
    },
    {
      "slug": "section-76-p112",
      "type": "verse",
      "number": "112",
      "content": "And they shall be servants of the Most High; but where God and Christ dwell they cannot come, worlds without end.",
      "churchId": "p112"
    },
    {
      "slug": "section-76-p113",
      "type": "verse",
      "number": "113",
      "content": "This is the end of the vision which we saw, which we were commanded to write while we were yet in the Spirit.",
      "churchId": "p113"
    },
    {
      "slug": "section-76-p114",
      "type": "verse",
      "number": "114",
      "content": "But great and marvelous are the works of the Lord, and the mysteries of his kingdom which he showed unto us, which surpass all understanding in glory, and in might, and in dominion;",
      "churchId": "p114"
    },
    {
      "slug": "section-76-p115",
      "type": "verse",
      "number": "115",
      "content": "Which he commanded us we should not write while we were yet in the Spirit, and are not lawful for man to utter;",
      "churchId": "p115"
    },
    {
      "slug": "section-76-p116",
      "type": "verse",
      "number": "116",
      "content": "Neither is man capable to make them known, for they are only to be seen and understood by the power of the Holy Spirit, which God bestows on those who love him, and purify themselves before him;",
      "churchId": "p116"
    },
    {
      "slug": "section-76-p117",
      "type": "verse",
      "number": "117",
      "content": "To whom he grants this privilege of seeing and knowing for themselves;",
      "churchId": "p117"
    },
    {
      "slug": "section-76-p118",
      "type": "verse",
      "number": "118",
      "content": "That through the power and manifestation of the Spirit, while in the flesh, they may be able to bear his presence in the world of glory.",
      "churchId": "p118"
    },
    {
      "slug": "section-76-p119",
      "type": "verse",
      "number": "119",
      "content": "And to God and the Lamb be glory, and honor, and dominion forever and ever. Amen.",
      "churchId": "p119"
    }
  ]
}