{
  "name": "Doctrine and Covenants 25",
  "abbrev": "D&C 25",
  "number": "25",
  "churchUri": "/scriptures/dc-testament/dc/25",
  "paragraphs": [
    {
      "slug": "section-25-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 25",
      "churchId": "title_number1"
    },
    {
      "slug": "section-25-p1",
      "type": "verse",
      "number": "1",
      "content": "Hearken unto the voice of the Lord your God, while I speak unto you, Emma Smith, my daughter; for verily I say unto you, all those who receive my gospel are sons and daughters in my kingdom.",
      "churchId": "p1"
    },
    {
      "slug": "section-25-p2",
      "type": "verse",
      "number": "2",
      "content": "A revelation I give unto you concerning my will; and if thou art faithful and walk in the paths of virtue before me, I will preserve thy life, and thou shalt receive an inheritance in Zion.",
      "churchId": "p2"
    },
    {
      "slug": "section-25-p3",
      "type": "verse",
      "number": "3",
      "content": "Behold, thy sins are forgiven thee, and thou art an elect lady, whom I have called.",
      "churchId": "p3"
    },
    {
      "slug": "section-25-p4",
      "type": "verse",
      "number": "4",
      "content": "Murmur not because of the things which thou hast not seen, for they are withheld from thee and from the world, which is wisdom in me in a time to come.",
      "churchId": "p4"
    },
    {
      "slug": "section-25-p5",
      "type": "verse",
      "number": "5",
      "content": "And the office of thy calling shall be for a comfort unto my servant, Joseph Smith, Jun., thy husband, in his afflictions, with consoling words, in the spirit of meekness.",
      "churchId": "p5"
    },
    {
      "slug": "section-25-p6",
      "type": "verse",
      "number": "6",
      "content": "And thou shalt go with him at the time of his going, and be unto him for a scribe, while there is no one to be a scribe for him, that I may send my servant, Oliver Cowdery, whithersoever I will.",
      "churchId": "p6"
    },
    {
      "slug": "section-25-p7",
      "type": "verse",
      "number": "7",
      "content": "And thou shalt be ordained under his hand to expound scriptures, and to exhort the church, according as it shall be given thee by my Spirit.",
      "churchId": "p7"
    },
    {
      "slug": "section-25-p8",
      "type": "verse",
      "number": "8",
      "content": "For he shall lay his hands upon thee, and thou shalt receive the Holy Ghost, and thy time shall be given to writing, and to learning much.",
      "churchId": "p8"
    },
    {
      "slug": "section-25-p9",
      "type": "verse",
      "number": "9",
      "content": "And thou needest not fear, for thy husband shall support thee in the church; for unto them is his calling, that all things might be revealed unto them, whatsoever I will, according to their faith.",
      "churchId": "p9"
    },
    {
      "slug": "section-25-p10",
      "type": "verse",
      "number": "10",
      "content": "And verily I say unto thee that thou shalt lay aside the things of this world, and seek for the things of a better.",
      "churchId": "p10"
    },
    {
      "slug": "section-25-p11",
      "type": "verse",
      "number": "11",
      "content": "And it shall be given thee, also, to make a selection of sacred hymns, as it shall be given thee, which is pleasing unto me, to be had in my church.",
      "churchId": "p11"
    },
    {
      "slug": "section-25-p12",
      "type": "verse",
      "number": "12",
      "content": "For my soul delighteth in the song of the heart; yea, the song of the righteous is a prayer unto me, and it shall be answered with a blessing upon their heads.",
      "churchId": "p12"
    },
    {
      "slug": "section-25-p13",
      "type": "verse",
      "number": "13",
      "content": "Wherefore, lift up thy heart and rejoice, and cleave unto the covenants which thou hast made.",
      "churchId": "p13"
    },
    {
      "slug": "section-25-p14",
      "type": "verse",
      "number": "14",
      "content": "Continue in the spirit of meekness, and beware of pride. Let thy soul delight in thy husband, and the glory which shall come upon him.",
      "churchId": "p14"
    },
    {
      "slug": "section-25-p15",
      "type": "verse",
      "number": "15",
      "content": "Keep my commandments continually, and a crown of righteousness thou shalt receive. And except thou do this, where I am you cannot come.",
      "churchId": "p15"
    },
    {
      "slug": "section-25-p16",
      "type": "verse",
      "number": "16",
      "content": "And verily, verily, I say unto you, that this is my voice unto all. Amen.",
      "churchId": "p16"
    }
  ]
}