{
  "name": "Doctrine and Covenants 82",
  "abbrev": "D&C 82",
  "number": "82",
  "churchUri": "/scriptures/dc-testament/dc/82",
  "paragraphs": [
    {
      "slug": "section-82-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 82",
      "churchId": "title_number1"
    },
    {
      "slug": "section-82-p1",
      "type": "verse",
      "number": "1",
      "content": "Verily, verily, I say unto you, my servants, that inasmuch as you have forgiven one another your trespasses, even so I, the Lord, forgive you.",
      "churchId": "p1"
    },
    {
      "slug": "section-82-p2",
      "type": "verse",
      "number": "2",
      "content": "Nevertheless, there are those among you who have sinned exceedingly; yea, even all of you have sinned; but verily I say unto you, beware from henceforth, and refrain from sin, lest sore judgments fall upon your heads.",
      "churchId": "p2"
    },
    {
      "slug": "section-82-p3",
      "type": "verse",
      "number": "3",
      "content": "For of him unto whom much is given much is required; and he who sins against the greater light shall receive the greater condemnation.",
      "churchId": "p3"
    },
    {
      "slug": "section-82-p4",
      "type": "verse",
      "number": "4",
      "content": "Ye call upon my name for revelations, and I give them unto you; and inasmuch as ye keep not my sayings, which I give unto you, ye become transgressors; and justice and judgment are the penalty which is affixed unto my law.",
      "churchId": "p4"
    },
    {
      "slug": "section-82-p5",
      "type": "verse",
      "number": "5",
      "content": "Therefore, what I say unto one I say unto all: Watch, for the adversary spreadeth his dominions, and darkness reigneth;",
      "churchId": "p5"
    },
    {
      "slug": "section-82-p6",
      "type": "verse",
      "number": "6",
      "content": "And the anger of God kindleth against the inhabitants of the earth; and none doeth good, for all have gone out of the way.",
      "churchId": "p6"
    },
    {
      "slug": "section-82-p7",
      "type": "verse",
      "number": "7",
      "content": "And now, verily I say unto you, I, the Lord, will not lay any sin to your charge; go your ways and sin no more; but unto that soul who sinneth shall the former sins return, saith the Lord your God.",
      "churchId": "p7"
    },
    {
      "slug": "section-82-p8",
      "type": "verse",
      "number": "8",
      "content": "And again, I say unto you, I give unto you a new commandment, that you may understand my will concerning you;",
      "churchId": "p8"
    },
    {
      "slug": "section-82-p9",
      "type": "verse",
      "number": "9",
      "content": "Or, in other words, I give unto you directions how you may act before me, that it may turn to you for your salvation.",
      "churchId": "p9"
    },
    {
      "slug": "section-82-p10",
      "type": "verse",
      "number": "10",
      "content": "I, the Lord, am bound when ye do what I say; but when ye do not what I say, ye have no promise.",
      "churchId": "p10"
    },
    {
      "slug": "section-82-p11",
      "type": "verse",
      "number": "11",
      "content": "Therefore, verily I say unto you, that it is expedient for my servants Edward Partridge and Newel K. Whitney, A. Sidney Gilbert and Sidney Rigdon, and my servant Joseph Smith, and John Whitmer and Oliver Cowdery, and W. W. Phelps and Martin Harris to be bound together by a bond and covenant that cannot be broken by transgression, except judgment shall immediately follow, in your several stewardships—",
      "churchId": "p11"
    },
    {
      "slug": "section-82-p12",
      "type": "verse",
      "number": "12",
      "content": "To manage the affairs of the poor, and all things pertaining to the bishopric both in the land of Zion and in the land of Kirtland;",
      "churchId": "p12"
    },
    {
      "slug": "section-82-p13",
      "type": "verse",
      "number": "13",
      "content": "For I have consecrated the land of Kirtland in mine own due time for the benefit of the saints of the Most High, and for a stake to Zion.",
      "churchId": "p13"
    },
    {
      "slug": "section-82-p14",
      "type": "verse",
      "number": "14",
      "content": "For Zion must increase in beauty, and in holiness; her borders must be enlarged; her stakes must be strengthened; yea, verily I say unto you, Zion must arise and put on her beautiful garments.",
      "churchId": "p14"
    },
    {
      "slug": "section-82-p15",
      "type": "verse",
      "number": "15",
      "content": "Therefore, I give unto you this commandment, that ye bind yourselves by this covenant, and it shall be done according to the laws of the Lord.",
      "churchId": "p15"
    },
    {
      "slug": "section-82-p16",
      "type": "verse",
      "number": "16",
      "content": "Behold, here is wisdom also in me for your good.",
      "churchId": "p16"
    },
    {
      "slug": "section-82-p17",
      "type": "verse",
      "number": "17",
      "content": "And you are to be equal, or in other words, you are to have equal claims on the properties, for the benefit of managing the concerns of your stewardships, every man according to his wants and his needs, inasmuch as his wants are just—",
      "churchId": "p17"
    },
    {
      "slug": "section-82-p18",
      "type": "verse",
      "number": "18",
      "content": "And all this for the benefit of the church of the living God, that every man may improve upon his talent, that every man may gain other talents, yea, even an hundred fold, to be cast into the Lord’s storehouse, to become the common property of the whole church—",
      "churchId": "p18"
    },
    {
      "slug": "section-82-p19",
      "type": "verse",
      "number": "19",
      "content": "Every man seeking the interest of his neighbor, and doing all things with an eye single to the glory of God.",
      "churchId": "p19"
    },
    {
      "slug": "section-82-p20",
      "type": "verse",
      "number": "20",
      "content": "This order I have appointed to be an everlasting order unto you, and unto your successors, inasmuch as you sin not.",
      "churchId": "p20"
    },
    {
      "slug": "section-82-p21",
      "type": "verse",
      "number": "21",
      "content": "And the soul that sins against this covenant, and hardeneth his heart against it, shall be dealt with according to the laws of my church, and shall be delivered over to the buffetings of Satan until the day of redemption.",
      "churchId": "p21"
    },
    {
      "slug": "section-82-p22",
      "type": "verse",
      "number": "22",
      "content": "And now, verily I say unto you, and this is wisdom, make unto yourselves friends with the mammon of unrighteousness, and they will not destroy you.",
      "churchId": "p22"
    },
    {
      "slug": "section-82-p23",
      "type": "verse",
      "number": "23",
      "content": "Leave judgment alone with me, for it is mine and I will repay. Peace be with you; my blessings continue with you.",
      "churchId": "p23"
    },
    {
      "slug": "section-82-p24",
      "type": "verse",
      "number": "24",
      "content": "For even yet the kingdom is yours, and shall be forever, if you fall not from your steadfastness. Even so. Amen.",
      "churchId": "p24"
    }
  ]
}