{
  "name": "Doctrine and Covenants 104",
  "abbrev": "D&C 104",
  "number": "104",
  "churchUri": "/scriptures/dc-testament/dc/104",
  "paragraphs": [
    {
      "slug": "section-104-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 104",
      "churchId": "title_number1"
    },
    {
      "slug": "section-104-p1",
      "type": "verse",
      "number": "1",
      "content": "Verily I say unto you, my friends, I give unto you counsel, and a commandment, concerning all the properties which belong to the order which I commanded to be organized and established, to be a united order, and an everlasting order for the benefit of my church, and for the salvation of men until I come—",
      "churchId": "p1"
    },
    {
      "slug": "section-104-p2",
      "type": "verse",
      "number": "2",
      "content": "With promise immutable and unchangeable, that inasmuch as those whom I commanded were faithful they should be blessed with a multiplicity of blessings;",
      "churchId": "p2"
    },
    {
      "slug": "section-104-p3",
      "type": "verse",
      "number": "3",
      "content": "But inasmuch as they were not faithful they were nigh unto cursing.",
      "churchId": "p3"
    },
    {
      "slug": "section-104-p4",
      "type": "verse",
      "number": "4",
      "content": "Therefore, inasmuch as some of my servants have not kept the commandment, but have broken the covenant through covetousness, and with feigned words, I have cursed them with a very sore and grievous curse.",
      "churchId": "p4"
    },
    {
      "slug": "section-104-p5",
      "type": "verse",
      "number": "5",
      "content": "For I, the Lord, have decreed in my heart, that inasmuch as any man belonging to the order shall be found a transgressor, or, in other words, shall break the covenant with which ye are bound, he shall be cursed in his life, and shall be trodden down by whom I will;",
      "churchId": "p5"
    },
    {
      "slug": "section-104-p6",
      "type": "verse",
      "number": "6",
      "content": "For I, the Lord, am not to be mocked in these things—",
      "churchId": "p6"
    },
    {
      "slug": "section-104-p7",
      "type": "verse",
      "number": "7",
      "content": "And all this that the innocent among you may not be condemned with the unjust; and that the guilty among you may not escape; because I, the Lord, have promised unto you a crown of glory at my right hand.",
      "churchId": "p7"
    },
    {
      "slug": "section-104-p8",
      "type": "verse",
      "number": "8",
      "content": "Therefore, inasmuch as you are found transgressors, you cannot escape my wrath in your lives.",
      "churchId": "p8"
    },
    {
      "slug": "section-104-p9",
      "type": "verse",
      "number": "9",
      "content": "Inasmuch as ye are cut off for transgression, ye cannot escape the buffetings of Satan until the day of redemption.",
      "churchId": "p9"
    },
    {
      "slug": "section-104-p10",
      "type": "verse",
      "number": "10",
      "content": "And I now give unto you power from this very hour, that if any man among you, of the order, is found a transgressor and repenteth not of the evil, that ye shall deliver him over unto the buffetings of Satan; and he shall not have power to bring evil upon you.",
      "churchId": "p10"
    },
    {
      "slug": "section-104-p11",
      "type": "verse",
      "number": "11",
      "content": "It is wisdom in me; therefore, a commandment I give unto you, that ye shall organize yourselves and appoint every man his stewardship;",
      "churchId": "p11"
    },
    {
      "slug": "section-104-p12",
      "type": "verse",
      "number": "12",
      "content": "That every man may give an account unto me of the stewardship which is appointed unto him.",
      "churchId": "p12"
    },
    {
      "slug": "section-104-p13",
      "type": "verse",
      "number": "13",
      "content": "For it is expedient that I, the Lord, should make every man accountable, as a steward over earthly blessings, which I have made and prepared for my creatures.",
      "churchId": "p13"
    },
    {
      "slug": "section-104-p14",
      "type": "verse",
      "number": "14",
      "content": "I, the Lord, stretched out the heavens, and built the earth, my very handiwork; and all things therein are mine.",
      "churchId": "p14"
    },
    {
      "slug": "section-104-p15",
      "type": "verse",
      "number": "15",
      "content": "And it is my purpose to provide for my saints, for all things are mine.",
      "churchId": "p15"
    },
    {
      "slug": "section-104-p16",
      "type": "verse",
      "number": "16",
      "content": "But it must needs be done in mine own way; and behold this is the way that I, the Lord, have decreed to provide for my saints, that the poor shall be exalted, in that the rich are made low.",
      "churchId": "p16"
    },
    {
      "slug": "section-104-p17",
      "type": "verse",
      "number": "17",
      "content": "For the earth is full, and there is enough and to spare; yea, I prepared all things, and have given unto the children of men to be agents unto themselves.",
      "churchId": "p17"
    },
    {
      "slug": "section-104-p18",
      "type": "verse",
      "number": "18",
      "content": "Therefore, if any man shall take of the abundance which I have made, and impart not his portion, according to the law of my gospel, unto the poor and the needy, he shall, with the wicked, lift up his eyes in hell, being in torment.",
      "churchId": "p18"
    },
    {
      "slug": "section-104-p19",
      "type": "verse",
      "number": "19",
      "content": "And now, verily I say unto you, concerning the properties of the order—",
      "churchId": "p19"
    },
    {
      "slug": "section-104-p20",
      "type": "verse",
      "number": "20",
      "content": "Let my servant Sidney Rigdon have appointed unto him the place where he now resides, and the lot of the tannery for his stewardship, for his support while he is laboring in my vineyard, even as I will, when I shall command him.",
      "churchId": "p20"
    },
    {
      "slug": "section-104-p21",
      "type": "verse",
      "number": "21",
      "content": "And let all things be done according to the counsel of the order, and united consent or voice of the order, which dwell in the land of Kirtland.",
      "churchId": "p21"
    },
    {
      "slug": "section-104-p22",
      "type": "verse",
      "number": "22",
      "content": "And this stewardship and blessing, I, the Lord, confer upon my servant Sidney Rigdon for a blessing upon him, and his seed after him;",
      "churchId": "p22"
    },
    {
      "slug": "section-104-p23",
      "type": "verse",
      "number": "23",
      "content": "And I will multiply blessings upon him, inasmuch as he will be humble before me.",
      "churchId": "p23"
    },
    {
      "slug": "section-104-p24",
      "type": "verse",
      "number": "24",
      "content": "And again, let my servant Martin Harris have appointed unto him, for his stewardship, the lot of land which my servant John Johnson obtained in exchange for his former inheritance, for him and his seed after him;",
      "churchId": "p24"
    },
    {
      "slug": "section-104-p25",
      "type": "verse",
      "number": "25",
      "content": "And inasmuch as he is faithful, I will multiply blessings upon him and his seed after him.",
      "churchId": "p25"
    },
    {
      "slug": "section-104-p26",
      "type": "verse",
      "number": "26",
      "content": "And let my servant Martin Harris devote his moneys for the proclaiming of my words, according as my servant Joseph Smith, Jun., shall direct.",
      "churchId": "p26"
    },
    {
      "slug": "section-104-p27",
      "type": "verse",
      "number": "27",
      "content": "And again, let my servant Frederick G. Williams have the place upon which he now dwells.",
      "churchId": "p27"
    },
    {
      "slug": "section-104-p28",
      "type": "verse",
      "number": "28",
      "content": "And let my servant Oliver Cowdery have the lot which is set off joining the house, which is to be for the printing office, which is lot number one, and also the lot upon which his father resides.",
      "churchId": "p28"
    },
    {
      "slug": "section-104-p29",
      "type": "verse",
      "number": "29",
      "content": "And let my servants Frederick G. Williams and Oliver Cowdery have the printing office and all things that pertain unto it.",
      "churchId": "p29"
    },
    {
      "slug": "section-104-p30",
      "type": "verse",
      "number": "30",
      "content": "And this shall be their stewardship which shall be appointed unto them.",
      "churchId": "p30"
    },
    {
      "slug": "section-104-p31",
      "type": "verse",
      "number": "31",
      "content": "And inasmuch as they are faithful, behold I will bless, and multiply blessings upon them.",
      "churchId": "p31"
    },
    {
      "slug": "section-104-p32",
      "type": "verse",
      "number": "32",
      "content": "And this is the beginning of the stewardship which I have appointed them, for them and their seed after them.",
      "churchId": "p32"
    },
    {
      "slug": "section-104-p33",
      "type": "verse",
      "number": "33",
      "content": "And, inasmuch as they are faithful, I will multiply blessings upon them and their seed after them, even a multiplicity of blessings.",
      "churchId": "p33"
    },
    {
      "slug": "section-104-p34",
      "type": "verse",
      "number": "34",
      "content": "And again, let my servant John Johnson have the house in which he lives, and the inheritance, all save the ground which has been reserved for the building of my houses, which pertains to that inheritance, and those lots which have been named for my servant Oliver Cowdery.",
      "churchId": "p34"
    },
    {
      "slug": "section-104-p35",
      "type": "verse",
      "number": "35",
      "content": "And inasmuch as he is faithful, I will multiply blessings upon him.",
      "churchId": "p35"
    },
    {
      "slug": "section-104-p36",
      "type": "verse",
      "number": "36",
      "content": "And it is my will that he should sell the lots that are laid off for the building up of the city of my saints, inasmuch as it shall be made known to him by the voice of the Spirit, and according to the counsel of the order, and by the voice of the order.",
      "churchId": "p36"
    },
    {
      "slug": "section-104-p37",
      "type": "verse",
      "number": "37",
      "content": "And this is the beginning of the stewardship which I have appointed unto him, for a blessing unto him and his seed after him.",
      "churchId": "p37"
    },
    {
      "slug": "section-104-p38",
      "type": "verse",
      "number": "38",
      "content": "And inasmuch as he is faithful, I will multiply a multiplicity of blessings upon him.",
      "churchId": "p38"
    },
    {
      "slug": "section-104-p39",
      "type": "verse",
      "number": "39",
      "content": "And again, let my servant Newel K. Whitney have appointed unto him the houses and lot where he now resides, and the lot and building on which the mercantile establishment stands, and also the lot which is on the corner south of the mercantile establishment, and also the lot on which the ashery is situated.",
      "churchId": "p39"
    },
    {
      "slug": "section-104-p40",
      "type": "verse",
      "number": "40",
      "content": "And all this I have appointed unto my servant Newel K. Whitney for his stewardship, for a blessing upon him and his seed after him, for the benefit of the mercantile establishment of my order which I have established for my stake in the land of Kirtland.",
      "churchId": "p40"
    },
    {
      "slug": "section-104-p41",
      "type": "verse",
      "number": "41",
      "content": "Yea, verily, this is the stewardship which I have appointed unto my servant N. K. Whitney, even this whole mercantile establishment, him and his agent, and his seed after him.",
      "churchId": "p41"
    },
    {
      "slug": "section-104-p42",
      "type": "verse",
      "number": "42",
      "content": "And inasmuch as he is faithful in keeping my commandments, which I have given unto him, I will multiply blessings upon him and his seed after him, even a multiplicity of blessings.",
      "churchId": "p42"
    },
    {
      "slug": "section-104-p43",
      "type": "verse",
      "number": "43",
      "content": "And again, let my servant Joseph Smith, Jun., have appointed unto him the lot which is laid off for the building of my house, which is forty rods long and twelve wide, and also the inheritance upon which his father now resides;",
      "churchId": "p43"
    },
    {
      "slug": "section-104-p44",
      "type": "verse",
      "number": "44",
      "content": "And this is the beginning of the stewardship which I have appointed unto him, for a blessing upon him, and upon his father.",
      "churchId": "p44"
    },
    {
      "slug": "section-104-p45",
      "type": "verse",
      "number": "45",
      "content": "For behold, I have reserved an inheritance for his father, for his support; therefore he shall be reckoned in the house of my servant Joseph Smith, Jun.",
      "churchId": "p45"
    },
    {
      "slug": "section-104-p46",
      "type": "verse",
      "number": "46",
      "content": "And I will multiply blessings upon the house of my servant Joseph Smith, Jun., inasmuch as he is faithful, even a multiplicity of blessings.",
      "churchId": "p46"
    },
    {
      "slug": "section-104-p47",
      "type": "verse",
      "number": "47",
      "content": "And now, a commandment I give unto you concerning Zion, that you shall no longer be bound as a united order to your brethren of Zion, only on this wise—",
      "churchId": "p47"
    },
    {
      "slug": "section-104-p48",
      "type": "verse",
      "number": "48",
      "content": "After you are organized, you shall be called the United Order of the Stake of Zion, the City of Kirtland. And your brethren, after they are organized, shall be called the United Order of the City of Zion.",
      "churchId": "p48"
    },
    {
      "slug": "section-104-p49",
      "type": "verse",
      "number": "49",
      "content": "And they shall be organized in their own names, and in their own name; and they shall do their business in their own name, and in their own names;",
      "churchId": "p49"
    },
    {
      "slug": "section-104-p50",
      "type": "verse",
      "number": "50",
      "content": "And you shall do your business in your own name, and in your own names.",
      "churchId": "p50"
    },
    {
      "slug": "section-104-p51",
      "type": "verse",
      "number": "51",
      "content": "And this I have commanded to be done for your salvation, and also for their salvation, in consequence of their being driven out and that which is to come.",
      "churchId": "p51"
    },
    {
      "slug": "section-104-p52",
      "type": "verse",
      "number": "52",
      "content": "The covenants being broken through transgression, by covetousness and feigned words—",
      "churchId": "p52"
    },
    {
      "slug": "section-104-p53",
      "type": "verse",
      "number": "53",
      "content": "Therefore, you are dissolved as a united order with your brethren, that you are not bound only up to this hour unto them, only on this wise, as I said, by loan as shall be agreed by this order in council, as your circumstances will admit and the voice of the council direct.",
      "churchId": "p53"
    },
    {
      "slug": "section-104-p54",
      "type": "verse",
      "number": "54",
      "content": "And again, a commandment I give unto you concerning your stewardship which I have appointed unto you.",
      "churchId": "p54"
    },
    {
      "slug": "section-104-p55",
      "type": "verse",
      "number": "55",
      "content": "Behold, all these properties are mine, or else your faith is vain, and ye are found hypocrites, and the covenants which ye have made unto me are broken;",
      "churchId": "p55"
    },
    {
      "slug": "section-104-p56",
      "type": "verse",
      "number": "56",
      "content": "And if the properties are mine, then ye are stewards; otherwise ye are no stewards.",
      "churchId": "p56"
    },
    {
      "slug": "section-104-p57",
      "type": "verse",
      "number": "57",
      "content": "But, verily I say unto you, I have appointed unto you to be stewards over mine house, even stewards indeed.",
      "churchId": "p57"
    },
    {
      "slug": "section-104-p58",
      "type": "verse",
      "number": "58",
      "content": "And for this purpose I have commanded you to organize yourselves, even to print my words, the fulness of my scriptures, the revelations which I have given unto you, and which I shall, hereafter, from time to time give unto you—",
      "churchId": "p58"
    },
    {
      "slug": "section-104-p59",
      "type": "verse",
      "number": "59",
      "content": "For the purpose of building up my church and kingdom on the earth, and to prepare my people for the time when I shall dwell with them, which is nigh at hand.",
      "churchId": "p59"
    },
    {
      "slug": "section-104-p60",
      "type": "verse",
      "number": "60",
      "content": "And ye shall prepare for yourselves a place for a treasury, and consecrate it unto my name.",
      "churchId": "p60"
    },
    {
      "slug": "section-104-p61",
      "type": "verse",
      "number": "61",
      "content": "And ye shall appoint one among you to keep the treasury, and he shall be ordained unto this blessing.",
      "churchId": "p61"
    },
    {
      "slug": "section-104-p62",
      "type": "verse",
      "number": "62",
      "content": "And there shall be a seal upon the treasury, and all the sacred things shall be delivered into the treasury; and no man among you shall call it his own, or any part of it, for it shall belong to you all with one accord.",
      "churchId": "p62"
    },
    {
      "slug": "section-104-p63",
      "type": "verse",
      "number": "63",
      "content": "And I give it unto you from this very hour; and now see to it, that ye go to and make use of the stewardship which I have appointed unto you, exclusive of the sacred things, for the purpose of printing these sacred things as I have said.",
      "churchId": "p63"
    },
    {
      "slug": "section-104-p64",
      "type": "verse",
      "number": "64",
      "content": "And the avails of the sacred things shall be had in the treasury, and a seal shall be upon it; and it shall not be used or taken out of the treasury by any one, neither shall the seal be loosed which shall be placed upon it, only by the voice of the order, or by commandment.",
      "churchId": "p64"
    },
    {
      "slug": "section-104-p65",
      "type": "verse",
      "number": "65",
      "content": "And thus shall ye preserve the avails of the sacred things in the treasury, for sacred and holy purposes.",
      "churchId": "p65"
    },
    {
      "slug": "section-104-p66",
      "type": "verse",
      "number": "66",
      "content": "And this shall be called the sacred treasury of the Lord; and a seal shall be kept upon it that it may be holy and consecrated unto the Lord.",
      "churchId": "p66"
    },
    {
      "slug": "section-104-p67",
      "type": "verse",
      "number": "67",
      "content": "And again, there shall be another treasury prepared, and a treasurer appointed to keep the treasury, and a seal shall be placed upon it;",
      "churchId": "p67"
    },
    {
      "slug": "section-104-p68",
      "type": "verse",
      "number": "68",
      "content": "And all moneys that you receive in your stewardships, by improving upon the properties which I have appointed unto you, in houses, or in lands, or in cattle, or in all things save it be the holy and sacred writings, which I have reserved unto myself for holy and sacred purposes, shall be cast into the treasury as fast as you receive moneys, by hundreds, or by fifties, or by twenties, or by tens, or by fives.",
      "churchId": "p68"
    },
    {
      "slug": "section-104-p69",
      "type": "verse",
      "number": "69",
      "content": "Or in other words, if any man among you obtain five dollars let him cast them into the treasury; or if he obtain ten, or twenty, or fifty, or an hundred, let him do likewise;",
      "churchId": "p69"
    },
    {
      "slug": "section-104-p70",
      "type": "verse",
      "number": "70",
      "content": "And let not any among you say that it is his own; for it shall not be called his, nor any part of it.",
      "churchId": "p70"
    },
    {
      "slug": "section-104-p71",
      "type": "verse",
      "number": "71",
      "content": "And there shall not any part of it be used, or taken out of the treasury, only by the voice and common consent of the order.",
      "churchId": "p71"
    },
    {
      "slug": "section-104-p72",
      "type": "verse",
      "number": "72",
      "content": "And this shall be the voice and common consent of the order—that any man among you say to the treasurer: I have need of this to help me in my stewardship—",
      "churchId": "p72"
    },
    {
      "slug": "section-104-p73",
      "type": "verse",
      "number": "73",
      "content": "If it be five dollars, or if it be ten dollars, or twenty, or fifty, or a hundred, the treasurer shall give unto him the sum which he requires to help him in his stewardship—",
      "churchId": "p73"
    },
    {
      "slug": "section-104-p74",
      "type": "verse",
      "number": "74",
      "content": "Until he be found a transgressor, and it is manifest before the council of the order plainly that he is an unfaithful and an unwise steward.",
      "churchId": "p74"
    },
    {
      "slug": "section-104-p75",
      "type": "verse",
      "number": "75",
      "content": "But so long as he is in full fellowship, and is faithful and wise in his stewardship, this shall be his token unto the treasurer that the treasurer shall not withhold.",
      "churchId": "p75"
    },
    {
      "slug": "section-104-p76",
      "type": "verse",
      "number": "76",
      "content": "But in case of transgression, the treasurer shall be subject unto the council and voice of the order.",
      "churchId": "p76"
    },
    {
      "slug": "section-104-p77",
      "type": "verse",
      "number": "77",
      "content": "And in case the treasurer is found an unfaithful and an unwise steward, he shall be subject to the council and voice of the order, and shall be removed out of his place, and another shall be appointed in his stead.",
      "churchId": "p77"
    },
    {
      "slug": "section-104-p78",
      "type": "verse",
      "number": "78",
      "content": "And again, verily I say unto you, concerning your debts—behold it is my will that you shall pay all your debts.",
      "churchId": "p78"
    },
    {
      "slug": "section-104-p79",
      "type": "verse",
      "number": "79",
      "content": "And it is my will that you shall humble yourselves before me, and obtain this blessing by your diligence and humility and the prayer of faith.",
      "churchId": "p79"
    },
    {
      "slug": "section-104-p80",
      "type": "verse",
      "number": "80",
      "content": "And inasmuch as you are diligent and humble, and exercise the prayer of faith, behold, I will soften the hearts of those to whom you are in debt, until I shall send means unto you for your deliverance.",
      "churchId": "p80"
    },
    {
      "slug": "section-104-p81",
      "type": "verse",
      "number": "81",
      "content": "Therefore write speedily to New York and write according to that which shall be dictated by my Spirit; and I will soften the hearts of those to whom you are in debt, that it shall be taken away out of their minds to bring affliction upon you.",
      "churchId": "p81"
    },
    {
      "slug": "section-104-p82",
      "type": "verse",
      "number": "82",
      "content": "And inasmuch as ye are humble and faithful and call upon my name, behold, I will give you the victory.",
      "churchId": "p82"
    },
    {
      "slug": "section-104-p83",
      "type": "verse",
      "number": "83",
      "content": "I give unto you a promise, that you shall be delivered this once out of your bondage.",
      "churchId": "p83"
    },
    {
      "slug": "section-104-p84",
      "type": "verse",
      "number": "84",
      "content": "Inasmuch as you obtain a chance to loan money by hundreds, or thousands, even until you shall loan enough to deliver yourself from bondage, it is your privilege.",
      "churchId": "p84"
    },
    {
      "slug": "section-104-p85",
      "type": "verse",
      "number": "85",
      "content": "And pledge the properties which I have put into your hands, this once, by giving your names by common consent or otherwise, as it shall seem good unto you.",
      "churchId": "p85"
    },
    {
      "slug": "section-104-p86",
      "type": "verse",
      "number": "86",
      "content": "I give unto you this privilege, this once; and behold, if you proceed to do the things which I have laid before you, according to my commandments, all these things are mine, and ye are my stewards, and the master will not suffer his house to be broken up. Even so. Amen.",
      "churchId": "p86"
    }
  ]
}