{
  "name": "Doctrine and Covenants 75",
  "abbrev": "D&C 75",
  "number": "75",
  "churchUri": "/scriptures/dc-testament/dc/75",
  "paragraphs": [
    {
      "slug": "section-75-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 75",
      "churchId": "title_number1"
    },
    {
      "slug": "section-75-p1",
      "type": "verse",
      "number": "1",
      "content": "Verily, verily, I say unto you, I who speak even by the voice of my Spirit, even Alpha and Omega, your Lord and your God—",
      "churchId": "p1"
    },
    {
      "slug": "section-75-p2",
      "type": "verse",
      "number": "2",
      "content": "Hearken, O ye who have given your names to go forth to proclaim my gospel, and to prune my vineyard.",
      "churchId": "p2"
    },
    {
      "slug": "section-75-p3",
      "type": "verse",
      "number": "3",
      "content": "Behold, I say unto you that it is my will that you should go forth and not tarry, neither be idle but labor with your might—",
      "churchId": "p3"
    },
    {
      "slug": "section-75-p4",
      "type": "verse",
      "number": "4",
      "content": "Lifting up your voices as with the sound of a trump, proclaiming the truth according to the revelations and commandments which I have given you.",
      "churchId": "p4"
    },
    {
      "slug": "section-75-p5",
      "type": "verse",
      "number": "5",
      "content": "And thus, if ye are faithful ye shall be laden with many sheaves, and crowned with honor, and glory, and immortality, and eternal life.",
      "churchId": "p5"
    },
    {
      "slug": "section-75-p6",
      "type": "verse",
      "number": "6",
      "content": "Therefore, verily I say unto my servant William E. McLellin, I revoke the commission which I gave unto him to go unto the eastern countries;",
      "churchId": "p6"
    },
    {
      "slug": "section-75-p7",
      "type": "verse",
      "number": "7",
      "content": "And I give unto him a new commission and a new commandment, in the which I, the Lord, chasten him for the murmurings of his heart;",
      "churchId": "p7"
    },
    {
      "slug": "section-75-p8",
      "type": "verse",
      "number": "8",
      "content": "And he sinned; nevertheless, I forgive him and say unto him again, Go ye into the south countries.",
      "churchId": "p8"
    },
    {
      "slug": "section-75-p9",
      "type": "verse",
      "number": "9",
      "content": "And let my servant Luke Johnson go with him, and proclaim the things which I have commanded them—",
      "churchId": "p9"
    },
    {
      "slug": "section-75-p10",
      "type": "verse",
      "number": "10",
      "content": "Calling on the name of the Lord for the Comforter, which shall teach them all things that are expedient for them—",
      "churchId": "p10"
    },
    {
      "slug": "section-75-p11",
      "type": "verse",
      "number": "11",
      "content": "Praying always that they faint not; and inasmuch as they do this, I will be with them even unto the end.",
      "churchId": "p11"
    },
    {
      "slug": "section-75-p12",
      "type": "verse",
      "number": "12",
      "content": "Behold, this is the will of the Lord your God concerning you. Even so. Amen.",
      "churchId": "p12"
    },
    {
      "slug": "section-75-p13",
      "type": "verse",
      "number": "13",
      "content": "And again, verily thus saith the Lord, let my servant Orson Hyde and my servant Samuel H. Smith take their journey into the eastern countries, and proclaim the things which I have commanded them; and inasmuch as they are faithful, lo, I will be with them even unto the end.",
      "churchId": "p13"
    },
    {
      "slug": "section-75-p14",
      "type": "verse",
      "number": "14",
      "content": "And again, verily I say unto my servant Lyman Johnson, and unto my servant Orson Pratt, they shall also take their journey into the eastern countries; and behold, and lo, I am with them also, even unto the end.",
      "churchId": "p14"
    },
    {
      "slug": "section-75-p15",
      "type": "verse",
      "number": "15",
      "content": "And again, I say unto my servant Asa Dodds, and unto my servant Calves Wilson, that they also shall take their journey unto the western countries, and proclaim my gospel, even as I have commanded them.",
      "churchId": "p15"
    },
    {
      "slug": "section-75-p16",
      "type": "verse",
      "number": "16",
      "content": "And he who is faithful shall overcome all things, and shall be lifted up at the last day.",
      "churchId": "p16"
    },
    {
      "slug": "section-75-p17",
      "type": "verse",
      "number": "17",
      "content": "And again, I say unto my servant Major N. Ashley, and my servant Burr Riggs, let them take their journey also into the south country.",
      "churchId": "p17"
    },
    {
      "slug": "section-75-p18",
      "type": "verse",
      "number": "18",
      "content": "Yea, let all those take their journey, as I have commanded them, going from house to house, and from village to village, and from city to city.",
      "churchId": "p18"
    },
    {
      "slug": "section-75-p19",
      "type": "verse",
      "number": "19",
      "content": "And in whatsoever house ye enter, and they receive you, leave your blessing upon that house.",
      "churchId": "p19"
    },
    {
      "slug": "section-75-p20",
      "type": "verse",
      "number": "20",
      "content": "And in whatsoever house ye enter, and they receive you not, ye shall depart speedily from that house, and shake off the dust of your feet as a testimony against them.",
      "churchId": "p20"
    },
    {
      "slug": "section-75-p21",
      "type": "verse",
      "number": "21",
      "content": "And you shall be filled with joy and gladness; and know this, that in the day of judgment you shall be judges of that house, and condemn them;",
      "churchId": "p21"
    },
    {
      "slug": "section-75-p22",
      "type": "verse",
      "number": "22",
      "content": "And it shall be more tolerable for the heathen in the day of judgment, than for that house; therefore, gird up your loins and be faithful, and ye shall overcome all things, and be lifted up at the last day. Even so. Amen.",
      "churchId": "p22"
    },
    {
      "slug": "section-75-p23",
      "type": "verse",
      "number": "23",
      "content": "And again, thus saith the Lord unto you, O ye elders of my church, who have given your names that you might know his will concerning you—",
      "churchId": "p23"
    },
    {
      "slug": "section-75-p24",
      "type": "verse",
      "number": "24",
      "content": "Behold, I say unto you, that it is the duty of the church to assist in supporting the families of those, and also to support the families of those who are called and must needs be sent unto the world to proclaim the gospel unto the world.",
      "churchId": "p24"
    },
    {
      "slug": "section-75-p25",
      "type": "verse",
      "number": "25",
      "content": "Wherefore, I, the Lord, give unto you this commandment, that ye obtain places for your families, inasmuch as your brethren are willing to open their hearts.",
      "churchId": "p25"
    },
    {
      "slug": "section-75-p26",
      "type": "verse",
      "number": "26",
      "content": "And let all such as can obtain places for their families, and support of the church for them, not fail to go into the world, whether to the east or to the west, or to the north, or to the south.",
      "churchId": "p26"
    },
    {
      "slug": "section-75-p27",
      "type": "verse",
      "number": "27",
      "content": "Let them ask and they shall receive, knock and it shall be opened unto them, and be made known from on high, even by the Comforter, whither they shall go.",
      "churchId": "p27"
    },
    {
      "slug": "section-75-p28",
      "type": "verse",
      "number": "28",
      "content": "And again, verily I say unto you, that every man who is obliged to provide for his own family, let him provide, and he shall in nowise lose his crown; and let him labor in the church.",
      "churchId": "p28"
    },
    {
      "slug": "section-75-p29",
      "type": "verse",
      "number": "29",
      "content": "Let every man be diligent in all things. And the idler shall not have place in the church, except he repent and mend his ways.",
      "churchId": "p29"
    },
    {
      "slug": "section-75-p30",
      "type": "verse",
      "number": "30",
      "content": "Wherefore, let my servant Simeon Carter and my servant Emer Harris be united in the ministry;",
      "churchId": "p30"
    },
    {
      "slug": "section-75-p31",
      "type": "verse",
      "number": "31",
      "content": "And also my servant Ezra Thayre and my servant Thomas B. Marsh;",
      "churchId": "p31"
    },
    {
      "slug": "section-75-p32",
      "type": "verse",
      "number": "32",
      "content": "Also my servant Hyrum Smith and my servant Reynolds Cahoon;",
      "churchId": "p32"
    },
    {
      "slug": "section-75-p33",
      "type": "verse",
      "number": "33",
      "content": "And also my servant Daniel Stanton and my servant Seymour Brunson;",
      "churchId": "p33"
    },
    {
      "slug": "section-75-p34",
      "type": "verse",
      "number": "34",
      "content": "And also my servant Sylvester Smith and my servant Gideon Carter;",
      "churchId": "p34"
    },
    {
      "slug": "section-75-p35",
      "type": "verse",
      "number": "35",
      "content": "And also my servant Ruggles Eames and my servant Stephen Burnett;",
      "churchId": "p35"
    },
    {
      "slug": "section-75-p36",
      "type": "verse",
      "number": "36",
      "content": "And also my servant Micah B. Welton and also my servant Eden Smith. Even so. Amen.",
      "churchId": "p36"
    }
  ]
}