{
  "name": "Doctrine and Covenants 112",
  "abbrev": "D&C 112",
  "number": "112",
  "churchUri": "/scriptures/dc-testament/dc/112",
  "paragraphs": [
    {
      "slug": "section-112-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 112",
      "churchId": "title_number1"
    },
    {
      "slug": "section-112-p1",
      "type": "verse",
      "number": "1",
      "content": "Verily thus saith the Lord unto you my servant Thomas: I have heard thy prayers; and thine alms have come up as a memorial before me, in behalf of those, thy brethren, who were chosen to bear testimony of my name and to send it abroad among all nations, kindreds, tongues, and people, and ordained through the instrumentality of my servants.",
      "churchId": "p1"
    },
    {
      "slug": "section-112-p2",
      "type": "verse",
      "number": "2",
      "content": "Verily I say unto you, there have been some few things in thine heart and with thee with which I, the Lord, was not well pleased.",
      "churchId": "p2"
    },
    {
      "slug": "section-112-p3",
      "type": "verse",
      "number": "3",
      "content": "Nevertheless, inasmuch as thou hast abased thyself thou shalt be exalted; therefore, all thy sins are forgiven thee.",
      "churchId": "p3"
    },
    {
      "slug": "section-112-p4",
      "type": "verse",
      "number": "4",
      "content": "Let thy heart be of good cheer before my face; and thou shalt bear record of my name, not only unto the Gentiles, but also unto the Jews; and thou shalt send forth my word unto the ends of the earth.",
      "churchId": "p4"
    },
    {
      "slug": "section-112-p5",
      "type": "verse",
      "number": "5",
      "content": "Contend thou, therefore, morning by morning; and day after day let thy warning voice go forth; and when the night cometh let not the inhabitants of the earth slumber, because of thy speech.",
      "churchId": "p5"
    },
    {
      "slug": "section-112-p6",
      "type": "verse",
      "number": "6",
      "content": "Let thy habitation be known in Zion, and remove not thy house; for I, the Lord, have a great work for thee to do, in publishing my name among the children of men.",
      "churchId": "p6"
    },
    {
      "slug": "section-112-p7",
      "type": "verse",
      "number": "7",
      "content": "Therefore, gird up thy loins for the work. Let thy feet be shod also, for thou art chosen, and thy path lieth among the mountains, and among many nations.",
      "churchId": "p7"
    },
    {
      "slug": "section-112-p8",
      "type": "verse",
      "number": "8",
      "content": "And by thy word many high ones shall be brought low, and by thy word many low ones shall be exalted.",
      "churchId": "p8"
    },
    {
      "slug": "section-112-p9",
      "type": "verse",
      "number": "9",
      "content": "Thy voice shall be a rebuke unto the transgressor; and at thy rebuke let the tongue of the slanderer cease its perverseness.",
      "churchId": "p9"
    },
    {
      "slug": "section-112-p10",
      "type": "verse",
      "number": "10",
      "content": "Be thou humble; and the Lord thy God shall lead thee by the hand, and give thee answer to thy prayers.",
      "churchId": "p10"
    },
    {
      "slug": "section-112-p11",
      "type": "verse",
      "number": "11",
      "content": "I know thy heart, and have heard thy prayers concerning thy brethren. Be not partial towards them in love above many others, but let thy love be for them as for thyself; and let thy love abound unto all men, and unto all who love my name.",
      "churchId": "p11"
    },
    {
      "slug": "section-112-p12",
      "type": "verse",
      "number": "12",
      "content": "And pray for thy brethren of the Twelve. Admonish them sharply for my name’s sake, and let them be admonished for all their sins, and be ye faithful before me unto my name.",
      "churchId": "p12"
    },
    {
      "slug": "section-112-p13",
      "type": "verse",
      "number": "13",
      "content": "And after their temptations, and much tribulation, behold, I, the Lord, will feel after them, and if they harden not their hearts, and stiffen not their necks against me, they shall be converted, and I will heal them.",
      "churchId": "p13"
    },
    {
      "slug": "section-112-p14",
      "type": "verse",
      "number": "14",
      "content": "Now, I say unto you, and what I say unto you, I say unto all the Twelve: Arise and gird up your loins, take up your cross, follow me, and feed my sheep.",
      "churchId": "p14"
    },
    {
      "slug": "section-112-p15",
      "type": "verse",
      "number": "15",
      "content": "Exalt not yourselves; rebel not against my servant Joseph; for verily I say unto you, I am with him, and my hand shall be over him; and the keys which I have given unto him, and also to youward, shall not be taken from him till I come.",
      "churchId": "p15"
    },
    {
      "slug": "section-112-p16",
      "type": "verse",
      "number": "16",
      "content": "Verily I say unto you, my servant Thomas, thou art the man whom I have chosen to hold the keys of my kingdom, as pertaining to the Twelve, abroad among all nations—",
      "churchId": "p16"
    },
    {
      "slug": "section-112-p17",
      "type": "verse",
      "number": "17",
      "content": "That thou mayest be my servant to unlock the door of the kingdom in all places where my servant Joseph, and my servant Sidney, and my servant Hyrum, cannot come;",
      "churchId": "p17"
    },
    {
      "slug": "section-112-p18",
      "type": "verse",
      "number": "18",
      "content": "For on them have I laid the burden of all the churches for a little season.",
      "churchId": "p18"
    },
    {
      "slug": "section-112-p19",
      "type": "verse",
      "number": "19",
      "content": "Wherefore, whithersoever they shall send you, go ye, and I will be with you; and in whatsoever place ye shall proclaim my name an effectual door shall be opened unto you, that they may receive my word.",
      "churchId": "p19"
    },
    {
      "slug": "section-112-p20",
      "type": "verse",
      "number": "20",
      "content": "Whosoever receiveth my word receiveth me, and whosoever receiveth me, receiveth those, the First Presidency, whom I have sent, whom I have made counselors for my name’s sake unto you.",
      "churchId": "p20"
    },
    {
      "slug": "section-112-p21",
      "type": "verse",
      "number": "21",
      "content": "And again, I say unto you, that whosoever ye shall send in my name, by the voice of your brethren, the Twelve, duly recommended and authorized by you, shall have power to open the door of my kingdom unto any nation whithersoever ye shall send them—",
      "churchId": "p21"
    },
    {
      "slug": "section-112-p22",
      "type": "verse",
      "number": "22",
      "content": "Inasmuch as they shall humble themselves before me, and abide in my word, and hearken to the voice of my Spirit.",
      "churchId": "p22"
    },
    {
      "slug": "section-112-p23",
      "type": "verse",
      "number": "23",
      "content": "Verily, verily, I say unto you, darkness covereth the earth, and gross darkness the minds of the people, and all flesh has become corrupt before my face.",
      "churchId": "p23"
    },
    {
      "slug": "section-112-p24",
      "type": "verse",
      "number": "24",
      "content": "Behold, vengeance cometh speedily upon the inhabitants of the earth, a day of wrath, a day of burning, a day of desolation, of weeping, of mourning, and of lamentation; and as a whirlwind it shall come upon all the face of the earth, saith the Lord.",
      "churchId": "p24"
    },
    {
      "slug": "section-112-p25",
      "type": "verse",
      "number": "25",
      "content": "And upon my house shall it begin, and from my house shall it go forth, saith the Lord;",
      "churchId": "p25"
    },
    {
      "slug": "section-112-p26",
      "type": "verse",
      "number": "26",
      "content": "First among those among you, saith the Lord, who have professed to know my name and have not known me, and have blasphemed against me in the midst of my house, saith the Lord.",
      "churchId": "p26"
    },
    {
      "slug": "section-112-p27",
      "type": "verse",
      "number": "27",
      "content": "Therefore, see to it that ye trouble not yourselves concerning the affairs of my church in this place, saith the Lord.",
      "churchId": "p27"
    },
    {
      "slug": "section-112-p28",
      "type": "verse",
      "number": "28",
      "content": "But purify your hearts before me; and then go ye into all the world, and preach my gospel unto every creature who has not received it;",
      "churchId": "p28"
    },
    {
      "slug": "section-112-p29",
      "type": "verse",
      "number": "29",
      "content": "And he that believeth and is baptized shall be saved, and he that believeth not, and is not baptized, shall be damned.",
      "churchId": "p29"
    },
    {
      "slug": "section-112-p30",
      "type": "verse",
      "number": "30",
      "content": "For unto you, the Twelve, and those, the First Presidency, who are appointed with you to be your counselors and your leaders, is the power of this priesthood given, for the last days and for the last time, in the which is the dispensation of the fulness of times,",
      "churchId": "p30"
    },
    {
      "slug": "section-112-p31",
      "type": "verse",
      "number": "31",
      "content": "Which power you hold, in connection with all those who have received a dispensation at any time from the beginning of the creation;",
      "churchId": "p31"
    },
    {
      "slug": "section-112-p32",
      "type": "verse",
      "number": "32",
      "content": "For verily I say unto you, the keys of the dispensation, which ye have received, have come down from the fathers, and last of all, being sent down from heaven unto you.",
      "churchId": "p32"
    },
    {
      "slug": "section-112-p33",
      "type": "verse",
      "number": "33",
      "content": "Verily I say unto you, behold how great is your calling. Cleanse your hearts and your garments, lest the blood of this generation be required at your hands.",
      "churchId": "p33"
    },
    {
      "slug": "section-112-p34",
      "type": "verse",
      "number": "34",
      "content": "Be faithful until I come, for I come quickly; and my reward is with me to recompense every man according as his work shall be. I am Alpha and Omega. Amen.",
      "churchId": "p34"
    }
  ]
}