{
  "name": "Doctrine and Covenants 65",
  "abbrev": "D&C 65",
  "number": "65",
  "churchUri": "/scriptures/dc-testament/dc/65",
  "paragraphs": [
    {
      "slug": "section-65-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 65",
      "churchId": "title_number1"
    },
    {
      "slug": "section-65-p1",
      "type": "verse",
      "number": "1",
      "content": "Hearken, and lo, a voice as of one sent down from on high, who is mighty and powerful, whose going forth is unto the ends of the earth, yea, whose voice is unto men—Prepare ye the way of the Lord, make his paths straight.",
      "churchId": "p1"
    },
    {
      "slug": "section-65-p2",
      "type": "verse",
      "number": "2",
      "content": "The keys of the kingdom of God are committed unto man on the earth, and from thence shall the gospel roll forth unto the ends of the earth, as the stone which is cut out of the mountain without hands shall roll forth, until it has filled the whole earth.",
      "churchId": "p2"
    },
    {
      "slug": "section-65-p3",
      "type": "verse",
      "number": "3",
      "content": "Yea, a voice crying—Prepare ye the way of the Lord, prepare ye the supper of the Lamb, make ready for the Bridegroom.",
      "churchId": "p3"
    },
    {
      "slug": "section-65-p4",
      "type": "verse",
      "number": "4",
      "content": "Pray unto the Lord, call upon his holy name, make known his wonderful works among the people.",
      "churchId": "p4"
    },
    {
      "slug": "section-65-p5",
      "type": "verse",
      "number": "5",
      "content": "Call upon the Lord, that his kingdom may go forth upon the earth, that the inhabitants thereof may receive it, and be prepared for the days to come, in the which the Son of Man shall come down in heaven, clothed in the brightness of his glory, to meet the kingdom of God which is set up on the earth.",
      "churchId": "p5"
    },
    {
      "slug": "section-65-p6",
      "type": "verse",
      "number": "6",
      "content": "Wherefore, may the kingdom of God go forth, that the kingdom of heaven may come, that thou, O God, mayest be glorified in heaven so on earth, that thine enemies may be subdued; for thine is the honor, power and glory, forever and ever. Amen.",
      "churchId": "p6"
    }
  ]
}