{
  "name": "Doctrine and Covenants 42",
  "abbrev": "D&C 42",
  "number": "42",
  "churchUri": "/scriptures/dc-testament/dc/42",
  "paragraphs": [
    {
      "slug": "section-42-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 42",
      "churchId": "title_number1"
    },
    {
      "slug": "section-42-p1",
      "type": "verse",
      "number": "1",
      "content": "Hearken, O ye elders of my church, who have assembled yourselves together in my name, even Jesus Christ the Son of the living God, the Savior of the world; inasmuch as ye believe on my name and keep my commandments.",
      "churchId": "p1"
    },
    {
      "slug": "section-42-p2",
      "type": "verse",
      "number": "2",
      "content": "Again I say unto you, hearken and hear and obey the law which I shall give unto you.",
      "churchId": "p2"
    },
    {
      "slug": "section-42-p3",
      "type": "verse",
      "number": "3",
      "content": "For verily I say, as ye have assembled yourselves together according to the commandment wherewith I commanded you, and are agreed as touching this one thing, and have asked the Father in my name, even so ye shall receive.",
      "churchId": "p3"
    },
    {
      "slug": "section-42-p4",
      "type": "verse",
      "number": "4",
      "content": "Behold, verily I say unto you, I give unto you this first commandment, that ye shall go forth in my name, every one of you, excepting my servants Joseph Smith, Jun., and Sidney Rigdon.",
      "churchId": "p4"
    },
    {
      "slug": "section-42-p5",
      "type": "verse",
      "number": "5",
      "content": "And I give unto them a commandment that they shall go forth for a little season, and it shall be given by the power of the Spirit when they shall return.",
      "churchId": "p5"
    },
    {
      "slug": "section-42-p6",
      "type": "verse",
      "number": "6",
      "content": "And ye shall go forth in the power of my Spirit, preaching my gospel, two by two, in my name, lifting up your voices as with the sound of a trump, declaring my word like unto angels of God.",
      "churchId": "p6"
    },
    {
      "slug": "section-42-p7",
      "type": "verse",
      "number": "7",
      "content": "And ye shall go forth baptizing with water, saying: Repent ye, repent ye, for the kingdom of heaven is at hand.",
      "churchId": "p7"
    },
    {
      "slug": "section-42-p8",
      "type": "verse",
      "number": "8",
      "content": "And from this place ye shall go forth into the regions westward; and inasmuch as ye shall find them that will receive you ye shall build up my church in every region—",
      "churchId": "p8"
    },
    {
      "slug": "section-42-p9",
      "type": "verse",
      "number": "9",
      "content": "Until the time shall come when it shall be revealed unto you from on high, when the city of the New Jerusalem shall be prepared, that ye may be gathered in one, that ye may be my people and I will be your God.",
      "churchId": "p9"
    },
    {
      "slug": "section-42-p10",
      "type": "verse",
      "number": "10",
      "content": "And again, I say unto you, that my servant Edward Partridge shall stand in the office whereunto I have appointed him. And it shall come to pass, that if he transgress another shall be appointed in his stead. Even so. Amen.",
      "churchId": "p10"
    },
    {
      "slug": "section-42-p11",
      "type": "verse",
      "number": "11",
      "content": "Again I say unto you, that it shall not be given to any one to go forth to preach my gospel, or to build up my church, except he be ordained by some one who has authority, and it is known to the church that he has authority and has been regularly ordained by the heads of the church.",
      "churchId": "p11"
    },
    {
      "slug": "section-42-p12",
      "type": "verse",
      "number": "12",
      "content": "And again, the elders, priests and teachers of this church shall teach the principles of my gospel, which are in the Bible and the Book of Mormon, in the which is the fulness of the gospel.",
      "churchId": "p12"
    },
    {
      "slug": "section-42-p13",
      "type": "verse",
      "number": "13",
      "content": "And they shall observe the covenants and church articles to do them, and these shall be their teachings, as they shall be directed by the Spirit.",
      "churchId": "p13"
    },
    {
      "slug": "section-42-p14",
      "type": "verse",
      "number": "14",
      "content": "And the Spirit shall be given unto you by the prayer of faith; and if ye receive not the Spirit ye shall not teach.",
      "churchId": "p14"
    },
    {
      "slug": "section-42-p15",
      "type": "verse",
      "number": "15",
      "content": "And all this ye shall observe to do as I have commanded concerning your teaching, until the fulness of my scriptures is given.",
      "churchId": "p15"
    },
    {
      "slug": "section-42-p16",
      "type": "verse",
      "number": "16",
      "content": "And as ye shall lift up your voices by the Comforter, ye shall speak and prophesy as seemeth me good;",
      "churchId": "p16"
    },
    {
      "slug": "section-42-p17",
      "type": "verse",
      "number": "17",
      "content": "For, behold, the Comforter knoweth all things, and beareth record of the Father and of the Son.",
      "churchId": "p17"
    },
    {
      "slug": "section-42-p18",
      "type": "verse",
      "number": "18",
      "content": "And now, behold, I speak unto the church. Thou shalt not kill; and he that kills shall not have forgiveness in this world, nor in the world to come.",
      "churchId": "p18"
    },
    {
      "slug": "section-42-p19",
      "type": "verse",
      "number": "19",
      "content": "And again, I say, thou shalt not kill; but he that killeth shall die.",
      "churchId": "p19"
    },
    {
      "slug": "section-42-p20",
      "type": "verse",
      "number": "20",
      "content": "Thou shalt not steal; and he that stealeth and will not repent shall be cast out.",
      "churchId": "p20"
    },
    {
      "slug": "section-42-p21",
      "type": "verse",
      "number": "21",
      "content": "Thou shalt not lie; he that lieth and will not repent shall be cast out.",
      "churchId": "p21"
    },
    {
      "slug": "section-42-p22",
      "type": "verse",
      "number": "22",
      "content": "Thou shalt love thy wife with all thy heart, and shalt cleave unto her and none else.",
      "churchId": "p22"
    },
    {
      "slug": "section-42-p23",
      "type": "verse",
      "number": "23",
      "content": "And he that looketh upon a woman to lust after her shall deny the faith, and shall not have the Spirit; and if he repents not he shall be cast out.",
      "churchId": "p23"
    },
    {
      "slug": "section-42-p24",
      "type": "verse",
      "number": "24",
      "content": "Thou shalt not commit adultery; and he that committeth adultery, and repenteth not, shall be cast out.",
      "churchId": "p24"
    },
    {
      "slug": "section-42-p25",
      "type": "verse",
      "number": "25",
      "content": "But he that has committed adultery and repents with all his heart, and forsaketh it, and doeth it no more, thou shalt forgive;",
      "churchId": "p25"
    },
    {
      "slug": "section-42-p26",
      "type": "verse",
      "number": "26",
      "content": "But if he doeth it again, he shall not be forgiven, but shall be cast out.",
      "churchId": "p26"
    },
    {
      "slug": "section-42-p27",
      "type": "verse",
      "number": "27",
      "content": "Thou shalt not speak evil of thy neighbor, nor do him any harm.",
      "churchId": "p27"
    },
    {
      "slug": "section-42-p28",
      "type": "verse",
      "number": "28",
      "content": "Thou knowest my laws concerning these things are given in my scriptures; he that sinneth and repenteth not shall be cast out.",
      "churchId": "p28"
    },
    {
      "slug": "section-42-p29",
      "type": "verse",
      "number": "29",
      "content": "If thou lovest me thou shalt serve me and keep all my commandments.",
      "churchId": "p29"
    },
    {
      "slug": "section-42-p30",
      "type": "verse",
      "number": "30",
      "content": "And behold, thou wilt remember the poor, and consecrate of thy properties for their support that which thou hast to impart unto them, with a covenant and a deed which cannot be broken.",
      "churchId": "p30"
    },
    {
      "slug": "section-42-p31",
      "type": "verse",
      "number": "31",
      "content": "And inasmuch as ye impart of your substance unto the poor, ye will do it unto me; and they shall be laid before the bishop of my church and his counselors, two of the elders, or high priests, such as he shall appoint or has appointed and set apart for that purpose.",
      "churchId": "p31"
    },
    {
      "slug": "section-42-p32",
      "type": "verse",
      "number": "32",
      "content": "And it shall come to pass, that after they are laid before the bishop of my church, and after that he has received these testimonies concerning the consecration of the properties of my church, that they cannot be taken from the church, agreeable to my commandments, every man shall be made accountable unto me, a steward over his own property, or that which he has received by consecration, as much as is sufficient for himself and family.",
      "churchId": "p32"
    },
    {
      "slug": "section-42-p33",
      "type": "verse",
      "number": "33",
      "content": "And again, if there shall be properties in the hands of the church, or any individuals of it, more than is necessary for their support after this first consecration, which is a residue to be consecrated unto the bishop, it shall be kept to administer to those who have not, from time to time, that every man who has need may be amply supplied and receive according to his wants.",
      "churchId": "p33"
    },
    {
      "slug": "section-42-p34",
      "type": "verse",
      "number": "34",
      "content": "Therefore, the residue shall be kept in my storehouse, to administer to the poor and the needy, as shall be appointed by the high council of the church, and the bishop and his council;",
      "churchId": "p34"
    },
    {
      "slug": "section-42-p35",
      "type": "verse",
      "number": "35",
      "content": "And for the purpose of purchasing lands for the public benefit of the church, and building houses of worship, and building up of the New Jerusalem which is hereafter to be revealed—",
      "churchId": "p35"
    },
    {
      "slug": "section-42-p36",
      "type": "verse",
      "number": "36",
      "content": "That my covenant people may be gathered in one in that day when I shall come to my temple. And this I do for the salvation of my people.",
      "churchId": "p36"
    },
    {
      "slug": "section-42-p37",
      "type": "verse",
      "number": "37",
      "content": "And it shall come to pass, that he that sinneth and repenteth not shall be cast out of the church, and shall not receive again that which he has consecrated unto the poor and the needy of my church, or in other words, unto me—",
      "churchId": "p37"
    },
    {
      "slug": "section-42-p38",
      "type": "verse",
      "number": "38",
      "content": "For inasmuch as ye do it unto the least of these, ye do it unto me.",
      "churchId": "p38"
    },
    {
      "slug": "section-42-p39",
      "type": "verse",
      "number": "39",
      "content": "For it shall come to pass, that which I spake by the mouths of my prophets shall be fulfilled; for I will consecrate of the riches of those who embrace my gospel among the Gentiles unto the poor of my people who are of the house of Israel.",
      "churchId": "p39"
    },
    {
      "slug": "section-42-p40",
      "type": "verse",
      "number": "40",
      "content": "And again, thou shalt not be proud in thy heart; let all thy garments be plain, and their beauty the beauty of the work of thine own hands;",
      "churchId": "p40"
    },
    {
      "slug": "section-42-p41",
      "type": "verse",
      "number": "41",
      "content": "And let all things be done in cleanliness before me.",
      "churchId": "p41"
    },
    {
      "slug": "section-42-p42",
      "type": "verse",
      "number": "42",
      "content": "Thou shalt not be idle; for he that is idle shall not eat the bread nor wear the garments of the laborer.",
      "churchId": "p42"
    },
    {
      "slug": "section-42-p43",
      "type": "verse",
      "number": "43",
      "content": "And whosoever among you are sick, and have not faith to be healed, but believe, shall be nourished with all tenderness, with herbs and mild food, and that not by the hand of an enemy.",
      "churchId": "p43"
    },
    {
      "slug": "section-42-p44",
      "type": "verse",
      "number": "44",
      "content": "And the elders of the church, two or more, shall be called, and shall pray for and lay their hands upon them in my name; and if they die they shall die unto me, and if they live they shall live unto me.",
      "churchId": "p44"
    },
    {
      "slug": "section-42-p45",
      "type": "verse",
      "number": "45",
      "content": "Thou shalt live together in love, insomuch that thou shalt weep for the loss of them that die, and more especially for those that have not hope of a glorious resurrection.",
      "churchId": "p45"
    },
    {
      "slug": "section-42-p46",
      "type": "verse",
      "number": "46",
      "content": "And it shall come to pass that those that die in me shall not taste of death, for it shall be sweet unto them;",
      "churchId": "p46"
    },
    {
      "slug": "section-42-p47",
      "type": "verse",
      "number": "47",
      "content": "And they that die not in me, wo unto them, for their death is bitter.",
      "churchId": "p47"
    },
    {
      "slug": "section-42-p48",
      "type": "verse",
      "number": "48",
      "content": "And again, it shall come to pass that he that hath faith in me to be healed, and is not appointed unto death, shall be healed.",
      "churchId": "p48"
    },
    {
      "slug": "section-42-p49",
      "type": "verse",
      "number": "49",
      "content": "He who hath faith to see shall see.",
      "churchId": "p49"
    },
    {
      "slug": "section-42-p50",
      "type": "verse",
      "number": "50",
      "content": "He who hath faith to hear shall hear.",
      "churchId": "p50"
    },
    {
      "slug": "section-42-p51",
      "type": "verse",
      "number": "51",
      "content": "The lame who hath faith to leap shall leap.",
      "churchId": "p51"
    },
    {
      "slug": "section-42-p52",
      "type": "verse",
      "number": "52",
      "content": "And they who have not faith to do these things, but believe in me, have power to become my sons; and inasmuch as they break not my laws thou shalt bear their infirmities.",
      "churchId": "p52"
    },
    {
      "slug": "section-42-p53",
      "type": "verse",
      "number": "53",
      "content": "Thou shalt stand in the place of thy stewardship.",
      "churchId": "p53"
    },
    {
      "slug": "section-42-p54",
      "type": "verse",
      "number": "54",
      "content": "Thou shalt not take thy brother’s garment; thou shalt pay for that which thou shalt receive of thy brother.",
      "churchId": "p54"
    },
    {
      "slug": "section-42-p55",
      "type": "verse",
      "number": "55",
      "content": "And if thou obtainest more than that which would be for thy support, thou shalt give it into my storehouse, that all things may be done according to that which I have said.",
      "churchId": "p55"
    },
    {
      "slug": "section-42-p56",
      "type": "verse",
      "number": "56",
      "content": "Thou shalt ask, and my scriptures shall be given as I have appointed, and they shall be preserved in safety;",
      "churchId": "p56"
    },
    {
      "slug": "section-42-p57",
      "type": "verse",
      "number": "57",
      "content": "And it is expedient that thou shouldst hold thy peace concerning them, and not teach them until ye have received them in full.",
      "churchId": "p57"
    },
    {
      "slug": "section-42-p58",
      "type": "verse",
      "number": "58",
      "content": "And I give unto you a commandment that then ye shall teach them unto all men; for they shall be taught unto all nations, kindreds, tongues and people.",
      "churchId": "p58"
    },
    {
      "slug": "section-42-p59",
      "type": "verse",
      "number": "59",
      "content": "Thou shalt take the things which thou hast received, which have been given unto thee in my scriptures for a law, to be my law to govern my church;",
      "churchId": "p59"
    },
    {
      "slug": "section-42-p60",
      "type": "verse",
      "number": "60",
      "content": "And he that doeth according to these things shall be saved, and he that doeth them not shall be damned if he so continue.",
      "churchId": "p60"
    },
    {
      "slug": "section-42-p61",
      "type": "verse",
      "number": "61",
      "content": "If thou shalt ask, thou shalt receive revelation upon revelation, knowledge upon knowledge, that thou mayest know the mysteries and peaceable things—that which bringeth joy, that which bringeth life eternal.",
      "churchId": "p61"
    },
    {
      "slug": "section-42-p62",
      "type": "verse",
      "number": "62",
      "content": "Thou shalt ask, and it shall be revealed unto you in mine own due time where the New Jerusalem shall be built.",
      "churchId": "p62"
    },
    {
      "slug": "section-42-p63",
      "type": "verse",
      "number": "63",
      "content": "And behold, it shall come to pass that my servants shall be sent forth to the east and to the west, to the north and to the south.",
      "churchId": "p63"
    },
    {
      "slug": "section-42-p64",
      "type": "verse",
      "number": "64",
      "content": "And even now, let him that goeth to the east teach them that shall be converted to flee to the west, and this in consequence of that which is coming on the earth, and of secret combinations.",
      "churchId": "p64"
    },
    {
      "slug": "section-42-p65",
      "type": "verse",
      "number": "65",
      "content": "Behold, thou shalt observe all these things, and great shall be thy reward; for unto you it is given to know the mysteries of the kingdom, but unto the world it is not given to know them.",
      "churchId": "p65"
    },
    {
      "slug": "section-42-p66",
      "type": "verse",
      "number": "66",
      "content": "Ye shall observe the laws which ye have received and be faithful.",
      "churchId": "p66"
    },
    {
      "slug": "section-42-p67",
      "type": "verse",
      "number": "67",
      "content": "And ye shall hereafter receive church covenants, such as shall be sufficient to establish you, both here and in the New Jerusalem.",
      "churchId": "p67"
    },
    {
      "slug": "section-42-p68",
      "type": "verse",
      "number": "68",
      "content": "Therefore, he that lacketh wisdom, let him ask of me, and I will give him liberally and upbraid him not.",
      "churchId": "p68"
    },
    {
      "slug": "section-42-p69",
      "type": "verse",
      "number": "69",
      "content": "Lift up your hearts and rejoice, for unto you the kingdom, or in other words, the keys of the church have been given. Even so. Amen.",
      "churchId": "p69"
    },
    {
      "slug": "section-42-p70",
      "type": "verse",
      "number": "70",
      "content": "The priests and teachers shall have their stewardships, even as the members.",
      "churchId": "p70"
    },
    {
      "slug": "section-42-p71",
      "type": "verse",
      "number": "71",
      "content": "And the elders or high priests who are appointed to assist the bishop as counselors in all things, are to have their families supported out of the property which is consecrated to the bishop, for the good of the poor, and for other purposes, as before mentioned;",
      "churchId": "p71"
    },
    {
      "slug": "section-42-p72",
      "type": "verse",
      "number": "72",
      "content": "Or they are to receive a just remuneration for all their services, either a stewardship or otherwise, as may be thought best or decided by the counselors and bishop.",
      "churchId": "p72"
    },
    {
      "slug": "section-42-p73",
      "type": "verse",
      "number": "73",
      "content": "And the bishop, also, shall receive his support, or a just remuneration for all his services in the church.",
      "churchId": "p73"
    },
    {
      "slug": "section-42-p74",
      "type": "verse",
      "number": "74",
      "content": "Behold, verily I say unto you, that whatever persons among you, having put away their companions for the cause of fornication, or in other words, if they shall testify before you in all lowliness of heart that this is the case, ye shall not cast them out from among you;",
      "churchId": "p74"
    },
    {
      "slug": "section-42-p75",
      "type": "verse",
      "number": "75",
      "content": "But if ye shall find that any persons have left their companions for the sake of adultery, and they themselves are the offenders, and their companions are living, they shall be cast out from among you.",
      "churchId": "p75"
    },
    {
      "slug": "section-42-p76",
      "type": "verse",
      "number": "76",
      "content": "And again, I say unto you, that ye shall be watchful and careful, with all inquiry, that ye receive none such among you if they are married;",
      "churchId": "p76"
    },
    {
      "slug": "section-42-p77",
      "type": "verse",
      "number": "77",
      "content": "And if they are not married, they shall repent of all their sins or ye shall not receive them.",
      "churchId": "p77"
    },
    {
      "slug": "section-42-p78",
      "type": "verse",
      "number": "78",
      "content": "And again, every person who belongeth to this church of Christ, shall observe to keep all the commandments and covenants of the church.",
      "churchId": "p78"
    },
    {
      "slug": "section-42-p79",
      "type": "verse",
      "number": "79",
      "content": "And it shall come to pass, that if any persons among you shall kill they shall be delivered up and dealt with according to the laws of the land; for remember that he hath no forgiveness; and it shall be proved according to the laws of the land.",
      "churchId": "p79"
    },
    {
      "slug": "section-42-p80",
      "type": "verse",
      "number": "80",
      "content": "And if any man or woman shall commit adultery, he or she shall be tried before two elders of the church, or more, and every word shall be established against him or her by two witnesses of the church, and not of the enemy; but if there are more than two witnesses it is better.",
      "churchId": "p80"
    },
    {
      "slug": "section-42-p81",
      "type": "verse",
      "number": "81",
      "content": "But he or she shall be condemned by the mouth of two witnesses; and the elders shall lay the case before the church, and the church shall lift up their hands against him or her, that they may be dealt with according to the law of God.",
      "churchId": "p81"
    },
    {
      "slug": "section-42-p82",
      "type": "verse",
      "number": "82",
      "content": "And if it can be, it is necessary that the bishop be present also.",
      "churchId": "p82"
    },
    {
      "slug": "section-42-p83",
      "type": "verse",
      "number": "83",
      "content": "And thus ye shall do in all cases which shall come before you.",
      "churchId": "p83"
    },
    {
      "slug": "section-42-p84",
      "type": "verse",
      "number": "84",
      "content": "And if a man or woman shall rob, he or she shall be delivered up unto the law of the land.",
      "churchId": "p84"
    },
    {
      "slug": "section-42-p85",
      "type": "verse",
      "number": "85",
      "content": "And if he or she shall steal, he or she shall be delivered up unto the law of the land.",
      "churchId": "p85"
    },
    {
      "slug": "section-42-p86",
      "type": "verse",
      "number": "86",
      "content": "And if he or she shall lie, he or she shall be delivered up unto the law of the land.",
      "churchId": "p86"
    },
    {
      "slug": "section-42-p87",
      "type": "verse",
      "number": "87",
      "content": "And if he or she do any manner of iniquity, he or she shall be delivered up unto the law, even that of God.",
      "churchId": "p87"
    },
    {
      "slug": "section-42-p88",
      "type": "verse",
      "number": "88",
      "content": "And if thy brother or sister offend thee, thou shalt take him or her between him or her and thee alone; and if he or she confess thou shalt be reconciled.",
      "churchId": "p88"
    },
    {
      "slug": "section-42-p89",
      "type": "verse",
      "number": "89",
      "content": "And if he or she confess not thou shalt deliver him or her up unto the church, not to the members, but to the elders. And it shall be done in a meeting, and that not before the world.",
      "churchId": "p89"
    },
    {
      "slug": "section-42-p90",
      "type": "verse",
      "number": "90",
      "content": "And if thy brother or sister offend many, he or she shall be chastened before many.",
      "churchId": "p90"
    },
    {
      "slug": "section-42-p91",
      "type": "verse",
      "number": "91",
      "content": "And if any one offend openly, he or she shall be rebuked openly, that he or she may be ashamed. And if he or she confess not, he or she shall be delivered up unto the law of God.",
      "churchId": "p91"
    },
    {
      "slug": "section-42-p92",
      "type": "verse",
      "number": "92",
      "content": "If any shall offend in secret, he or she shall be rebuked in secret, that he or she may have opportunity to confess in secret to him or her whom he or she has offended, and to God, that the church may not speak reproachfully of him or her.",
      "churchId": "p92"
    },
    {
      "slug": "section-42-p93",
      "type": "verse",
      "number": "93",
      "content": "And thus shall ye conduct in all things.",
      "churchId": "p93"
    }
  ]
}