{
  "name": "Doctrine and Covenants 27",
  "abbrev": "D&C 27",
  "number": "27",
  "churchUri": "/scriptures/dc-testament/dc/27",
  "paragraphs": [
    {
      "slug": "section-27-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 27",
      "churchId": "title_number1"
    },
    {
      "slug": "section-27-p1",
      "type": "verse",
      "number": "1",
      "content": "Listen to the voice of Jesus Christ, your Lord, your God, and your Redeemer, whose word is quick and powerful.",
      "churchId": "p1"
    },
    {
      "slug": "section-27-p2",
      "type": "verse",
      "number": "2",
      "content": "For, behold, I say unto you, that it mattereth not what ye shall eat or what ye shall drink when ye partake of the sacrament, if it so be that ye do it with an eye single to my glory—remembering unto the Father my body which was laid down for you, and my blood which was shed for the remission of your sins.",
      "churchId": "p2"
    },
    {
      "slug": "section-27-p3",
      "type": "verse",
      "number": "3",
      "content": "Wherefore, a commandment I give unto you, that you shall not purchase wine neither strong drink of your enemies;",
      "churchId": "p3"
    },
    {
      "slug": "section-27-p4",
      "type": "verse",
      "number": "4",
      "content": "Wherefore, you shall partake of none except it is made new among you; yea, in this my Father’s kingdom which shall be built up on the earth.",
      "churchId": "p4"
    },
    {
      "slug": "section-27-p5",
      "type": "verse",
      "number": "5",
      "content": "Behold, this is wisdom in me; wherefore, marvel not, for the hour cometh that I will drink of the fruit of the vine with you on the earth, and with Moroni, whom I have sent unto you to reveal the Book of Mormon, containing the fulness of my everlasting gospel, to whom I have committed the keys of the record of the stick of Ephraim;",
      "churchId": "p5"
    },
    {
      "slug": "section-27-p6",
      "type": "verse",
      "number": "6",
      "content": "And also with Elias, to whom I have committed the keys of bringing to pass the restoration of all things spoken by the mouth of all the holy prophets since the world began, concerning the last days;",
      "churchId": "p6"
    },
    {
      "slug": "section-27-p7",
      "type": "verse",
      "number": "7",
      "content": "And also John the son of Zacharias, which Zacharias he (Elias) visited and gave promise that he should have a son, and his name should be John, and he should be filled with the spirit of Elias;",
      "churchId": "p7"
    },
    {
      "slug": "section-27-p8",
      "type": "verse",
      "number": "8",
      "content": "Which John I have sent unto you, my servants, Joseph Smith, Jun., and Oliver Cowdery, to ordain you unto the first priesthood which you have received, that you might be called and ordained even as Aaron;",
      "churchId": "p8"
    },
    {
      "slug": "section-27-p9",
      "type": "verse",
      "number": "9",
      "content": "And also Elijah, unto whom I have committed the keys of the power of turning the hearts of the fathers to the children, and the hearts of the children to the fathers, that the whole earth may not be smitten with a curse;",
      "churchId": "p9"
    },
    {
      "slug": "section-27-p10",
      "type": "verse",
      "number": "10",
      "content": "And also with Joseph and Jacob, and Isaac, and Abraham, your fathers, by whom the promises remain;",
      "churchId": "p10"
    },
    {
      "slug": "section-27-p11",
      "type": "verse",
      "number": "11",
      "content": "And also with Michael, or Adam, the father of all, the prince of all, the ancient of days;",
      "churchId": "p11"
    },
    {
      "slug": "section-27-p12",
      "type": "verse",
      "number": "12",
      "content": "And also with Peter, and James, and John, whom I have sent unto you, by whom I have ordained you and confirmed you to be apostles, and especial witnesses of my name, and bear the keys of your ministry and of the same things which I revealed unto them;",
      "churchId": "p12"
    },
    {
      "slug": "section-27-p13",
      "type": "verse",
      "number": "13",
      "content": "Unto whom I have committed the keys of my kingdom, and a dispensation of the gospel for the last times; and for the fulness of times, in the which I will gather together in one all things, both which are in heaven, and which are on earth;",
      "churchId": "p13"
    },
    {
      "slug": "section-27-p14",
      "type": "verse",
      "number": "14",
      "content": "And also with all those whom my Father hath given me out of the world.",
      "churchId": "p14"
    },
    {
      "slug": "section-27-p15",
      "type": "verse",
      "number": "15",
      "content": "Wherefore, lift up your hearts and rejoice, and gird up your loins, and take upon you my whole armor, that ye may be able to withstand the evil day, having done all, that ye may be able to stand.",
      "churchId": "p15"
    },
    {
      "slug": "section-27-p16",
      "type": "verse",
      "number": "16",
      "content": "Stand, therefore, having your loins girt about with truth, having on the breastplate of righteousness, and your feet shod with the preparation of the gospel of peace, which I have sent mine angels to commit unto you;",
      "churchId": "p16"
    },
    {
      "slug": "section-27-p17",
      "type": "verse",
      "number": "17",
      "content": "Taking the shield of faith wherewith ye shall be able to quench all the fiery darts of the wicked;",
      "churchId": "p17"
    },
    {
      "slug": "section-27-p18",
      "type": "verse",
      "number": "18",
      "content": "And take the helmet of salvation, and the sword of my Spirit, which I will pour out upon you, and my word which I reveal unto you, and be agreed as touching all things whatsoever ye ask of me, and be faithful until I come, and ye shall be caught up, that where I am ye shall be also. Amen.",
      "churchId": "p18"
    }
  ]
}