{
  "name": "Doctrine and Covenants 103",
  "abbrev": "D&C 103",
  "number": "103",
  "churchUri": "/scriptures/dc-testament/dc/103",
  "paragraphs": [
    {
      "slug": "section-103-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 103",
      "churchId": "title_number1"
    },
    {
      "slug": "section-103-p1",
      "type": "verse",
      "number": "1",
      "content": "Verily I say unto you, my friends, behold, I will give unto you a revelation and commandment, that you may know how to act in the discharge of your duties concerning the salvation and redemption of your brethren, who have been scattered on the land of Zion;",
      "churchId": "p1"
    },
    {
      "slug": "section-103-p2",
      "type": "verse",
      "number": "2",
      "content": "Being driven and smitten by the hands of mine enemies, on whom I will pour out my wrath without measure in mine own time.",
      "churchId": "p2"
    },
    {
      "slug": "section-103-p3",
      "type": "verse",
      "number": "3",
      "content": "For I have suffered them thus far, that they might fill up the measure of their iniquities, that their cup might be full;",
      "churchId": "p3"
    },
    {
      "slug": "section-103-p4",
      "type": "verse",
      "number": "4",
      "content": "And that those who call themselves after my name might be chastened for a little season with a sore and grievous chastisement, because they did not hearken altogether unto the precepts and commandments which I gave unto them.",
      "churchId": "p4"
    },
    {
      "slug": "section-103-p5",
      "type": "verse",
      "number": "5",
      "content": "But verily I say unto you, that I have decreed a decree which my people shall realize, inasmuch as they hearken from this very hour unto the counsel which I, the Lord their God, shall give unto them.",
      "churchId": "p5"
    },
    {
      "slug": "section-103-p6",
      "type": "verse",
      "number": "6",
      "content": "Behold they shall, for I have decreed it, begin to prevail against mine enemies from this very hour.",
      "churchId": "p6"
    },
    {
      "slug": "section-103-p7",
      "type": "verse",
      "number": "7",
      "content": "And by hearkening to observe all the words which I, the Lord their God, shall speak unto them, they shall never cease to prevail until the kingdoms of the world are subdued under my feet, and the earth is given unto the saints, to possess it forever and ever.",
      "churchId": "p7"
    },
    {
      "slug": "section-103-p8",
      "type": "verse",
      "number": "8",
      "content": "But inasmuch as they keep not my commandments, and hearken not to observe all my words, the kingdoms of the world shall prevail against them.",
      "churchId": "p8"
    },
    {
      "slug": "section-103-p9",
      "type": "verse",
      "number": "9",
      "content": "For they were set to be a light unto the world, and to be the saviors of men;",
      "churchId": "p9"
    },
    {
      "slug": "section-103-p10",
      "type": "verse",
      "number": "10",
      "content": "And inasmuch as they are not the saviors of men, they are as salt that has lost its savor, and is thenceforth good for nothing but to be cast out and trodden under foot of men.",
      "churchId": "p10"
    },
    {
      "slug": "section-103-p11",
      "type": "verse",
      "number": "11",
      "content": "But verily I say unto you, I have decreed that your brethren which have been scattered shall return to the lands of their inheritances, and shall build up the waste places of Zion.",
      "churchId": "p11"
    },
    {
      "slug": "section-103-p12",
      "type": "verse",
      "number": "12",
      "content": "For after much tribulation, as I have said unto you in a former commandment, cometh the blessing.",
      "churchId": "p12"
    },
    {
      "slug": "section-103-p13",
      "type": "verse",
      "number": "13",
      "content": "Behold, this is the blessing which I have promised after your tribulations, and the tribulations of your brethren—your redemption, and the redemption of your brethren, even their restoration to the land of Zion, to be established, no more to be thrown down.",
      "churchId": "p13"
    },
    {
      "slug": "section-103-p14",
      "type": "verse",
      "number": "14",
      "content": "Nevertheless, if they pollute their inheritances they shall be thrown down; for I will not spare them if they pollute their inheritances.",
      "churchId": "p14"
    },
    {
      "slug": "section-103-p15",
      "type": "verse",
      "number": "15",
      "content": "Behold, I say unto you, the redemption of Zion must needs come by power;",
      "churchId": "p15"
    },
    {
      "slug": "section-103-p16",
      "type": "verse",
      "number": "16",
      "content": "Therefore, I will raise up unto my people a man, who shall lead them like as Moses led the children of Israel.",
      "churchId": "p16"
    },
    {
      "slug": "section-103-p17",
      "type": "verse",
      "number": "17",
      "content": "For ye are the children of Israel, and of the seed of Abraham, and ye must needs be led out of bondage by power, and with a stretched-out arm.",
      "churchId": "p17"
    },
    {
      "slug": "section-103-p18",
      "type": "verse",
      "number": "18",
      "content": "And as your fathers were led at the first, even so shall the redemption of Zion be.",
      "churchId": "p18"
    },
    {
      "slug": "section-103-p19",
      "type": "verse",
      "number": "19",
      "content": "Therefore, let not your hearts faint, for I say not unto you as I said unto your fathers: Mine angel shall go up before you, but not my presence.",
      "churchId": "p19"
    },
    {
      "slug": "section-103-p20",
      "type": "verse",
      "number": "20",
      "content": "But I say unto you: Mine angels shall go up before you, and also my presence, and in time ye shall possess the goodly land.",
      "churchId": "p20"
    },
    {
      "slug": "section-103-p21",
      "type": "verse",
      "number": "21",
      "content": "Verily, verily I say unto you, that my servant Joseph Smith, Jun., is the man to whom I likened the servant to whom the Lord of the vineyard spake in the parable which I have given unto you.",
      "churchId": "p21"
    },
    {
      "slug": "section-103-p22",
      "type": "verse",
      "number": "22",
      "content": "Therefore let my servant Joseph Smith, Jun., say unto the strength of my house, my young men and the middle aged—Gather yourselves together unto the land of Zion, upon the land which I have bought with money that has been consecrated unto me.",
      "churchId": "p22"
    },
    {
      "slug": "section-103-p23",
      "type": "verse",
      "number": "23",
      "content": "And let all the churches send up wise men with their moneys, and purchase lands even as I have commanded them.",
      "churchId": "p23"
    },
    {
      "slug": "section-103-p24",
      "type": "verse",
      "number": "24",
      "content": "And inasmuch as mine enemies come against you to drive you from my goodly land, which I have consecrated to be the land of Zion, even from your own lands after these testimonies, which ye have brought before me against them, ye shall curse them;",
      "churchId": "p24"
    },
    {
      "slug": "section-103-p25",
      "type": "verse",
      "number": "25",
      "content": "And whomsoever ye curse, I will curse, and ye shall avenge me of mine enemies.",
      "churchId": "p25"
    },
    {
      "slug": "section-103-p26",
      "type": "verse",
      "number": "26",
      "content": "And my presence shall be with you even in avenging me of mine enemies, unto the third and fourth generation of them that hate me.",
      "churchId": "p26"
    },
    {
      "slug": "section-103-p27",
      "type": "verse",
      "number": "27",
      "content": "Let no man be afraid to lay down his life for my sake; for whoso layeth down his life for my sake shall find it again.",
      "churchId": "p27"
    },
    {
      "slug": "section-103-p28",
      "type": "verse",
      "number": "28",
      "content": "And whoso is not willing to lay down his life for my sake is not my disciple.",
      "churchId": "p28"
    },
    {
      "slug": "section-103-p29",
      "type": "verse",
      "number": "29",
      "content": "It is my will that my servant Sidney Rigdon shall lift up his voice in the congregations in the eastern countries, in preparing the churches to keep the commandments which I have given unto them concerning the restoration and redemption of Zion.",
      "churchId": "p29"
    },
    {
      "slug": "section-103-p30",
      "type": "verse",
      "number": "30",
      "content": "It is my will that my servant Parley P. Pratt and my servant Lyman Wight should not return to the land of their brethren, until they have obtained companies to go up unto the land of Zion, by tens, or by twenties, or by fifties, or by an hundred, until they have obtained to the number of five hundred of the strength of my house.",
      "churchId": "p30"
    },
    {
      "slug": "section-103-p31",
      "type": "verse",
      "number": "31",
      "content": "Behold this is my will; ask and ye shall receive; but men do not always do my will.",
      "churchId": "p31"
    },
    {
      "slug": "section-103-p32",
      "type": "verse",
      "number": "32",
      "content": "Therefore, if you cannot obtain five hundred, seek diligently that peradventure you may obtain three hundred.",
      "churchId": "p32"
    },
    {
      "slug": "section-103-p33",
      "type": "verse",
      "number": "33",
      "content": "And if ye cannot obtain three hundred, seek diligently that peradventure ye may obtain one hundred.",
      "churchId": "p33"
    },
    {
      "slug": "section-103-p34",
      "type": "verse",
      "number": "34",
      "content": "But verily I say unto you, a commandment I give unto you, that ye shall not go up unto the land of Zion until you have obtained a hundred of the strength of my house, to go up with you unto the land of Zion.",
      "churchId": "p34"
    },
    {
      "slug": "section-103-p35",
      "type": "verse",
      "number": "35",
      "content": "Therefore, as I said unto you, ask and ye shall receive; pray earnestly that peradventure my servant Joseph Smith, Jun., may go with you, and preside in the midst of my people, and organize my kingdom upon the consecrated land, and establish the children of Zion upon the laws and commandments which have been and which shall be given unto you.",
      "churchId": "p35"
    },
    {
      "slug": "section-103-p36",
      "type": "verse",
      "number": "36",
      "content": "All victory and glory is brought to pass unto you through your diligence, faithfulness, and prayers of faith.",
      "churchId": "p36"
    },
    {
      "slug": "section-103-p37",
      "type": "verse",
      "number": "37",
      "content": "Let my servant Parley P. Pratt journey with my servant Joseph Smith, Jun.",
      "churchId": "p37"
    },
    {
      "slug": "section-103-p38",
      "type": "verse",
      "number": "38",
      "content": "Let my servant Lyman Wight journey with my servant Sidney Rigdon.",
      "churchId": "p38"
    },
    {
      "slug": "section-103-p39",
      "type": "verse",
      "number": "39",
      "content": "Let my servant Hyrum Smith journey with my servant Frederick G. Williams.",
      "churchId": "p39"
    },
    {
      "slug": "section-103-p40",
      "type": "verse",
      "number": "40",
      "content": "Let my servant Orson Hyde journey with my servant Orson Pratt, whithersoever my servant Joseph Smith, Jun., shall counsel them, in obtaining the fulfilment of these commandments which I have given unto you, and leave the residue in my hands. Even so. Amen.",
      "churchId": "p40"
    }
  ]
}