{
  "name": "Doctrine and Covenants 136",
  "abbrev": "D&C 136",
  "number": "136",
  "churchUri": "/scriptures/dc-testament/dc/136",
  "paragraphs": [
    {
      "slug": "section-136-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 136",
      "churchId": "title_number1"
    },
    {
      "slug": "section-136-p1",
      "type": "verse",
      "number": "1",
      "content": "The Word and Will of the Lord concerning the Camp of Israel in their journeyings to the West:",
      "churchId": "p1"
    },
    {
      "slug": "section-136-p2",
      "type": "verse",
      "number": "2",
      "content": "Let all the people of The Church of Jesus Christ of Latter-day Saints, and those who journey with them, be organized into companies, with a covenant and promise to keep all the commandments and statutes of the Lord our God.",
      "churchId": "p2"
    },
    {
      "slug": "section-136-p3",
      "type": "verse",
      "number": "3",
      "content": "Let the companies be organized with captains of hundreds, captains of fifties, and captains of tens, with a president and his two counselors at their head, under the direction of the Twelve Apostles.",
      "churchId": "p3"
    },
    {
      "slug": "section-136-p4",
      "type": "verse",
      "number": "4",
      "content": "And this shall be our covenant—that we will walk in all the ordinances of the Lord.",
      "churchId": "p4"
    },
    {
      "slug": "section-136-p5",
      "type": "verse",
      "number": "5",
      "content": "Let each company provide themselves with all the teams, wagons, provisions, clothing, and other necessaries for the journey, that they can.",
      "churchId": "p5"
    },
    {
      "slug": "section-136-p6",
      "type": "verse",
      "number": "6",
      "content": "When the companies are organized let them go to with their might, to prepare for those who are to tarry.",
      "churchId": "p6"
    },
    {
      "slug": "section-136-p7",
      "type": "verse",
      "number": "7",
      "content": "Let each company, with their captains and presidents, decide how many can go next spring; then choose out a sufficient number of able-bodied and expert men, to take teams, seeds, and farming utensils, to go as pioneers to prepare for putting in spring crops.",
      "churchId": "p7"
    },
    {
      "slug": "section-136-p8",
      "type": "verse",
      "number": "8",
      "content": "Let each company bear an equal proportion, according to the dividend of their property, in taking the poor, the widows, the fatherless, and the families of those who have gone into the army, that the cries of the widow and the fatherless come not up into the ears of the Lord against this people.",
      "churchId": "p8"
    },
    {
      "slug": "section-136-p9",
      "type": "verse",
      "number": "9",
      "content": "Let each company prepare houses, and fields for raising grain, for those who are to remain behind this season; and this is the will of the Lord concerning his people.",
      "churchId": "p9"
    },
    {
      "slug": "section-136-p10",
      "type": "verse",
      "number": "10",
      "content": "Let every man use all his influence and property to remove this people to the place where the Lord shall locate a stake of Zion.",
      "churchId": "p10"
    },
    {
      "slug": "section-136-p11",
      "type": "verse",
      "number": "11",
      "content": "And if ye do this with a pure heart, in all faithfulness, ye shall be blessed; you shall be blessed in your flocks, and in your herds, and in your fields, and in your houses, and in your families.",
      "churchId": "p11"
    },
    {
      "slug": "section-136-p12",
      "type": "verse",
      "number": "12",
      "content": "Let my servants Ezra T. Benson and Erastus Snow organize a company.",
      "churchId": "p12"
    },
    {
      "slug": "section-136-p13",
      "type": "verse",
      "number": "13",
      "content": "And let my servants Orson Pratt and Wilford Woodruff organize a company.",
      "churchId": "p13"
    },
    {
      "slug": "section-136-p14",
      "type": "verse",
      "number": "14",
      "content": "Also, let my servants Amasa Lyman and George A. Smith organize a company.",
      "churchId": "p14"
    },
    {
      "slug": "section-136-p15",
      "type": "verse",
      "number": "15",
      "content": "And appoint presidents, and captains of hundreds, and of fifties, and of tens.",
      "churchId": "p15"
    },
    {
      "slug": "section-136-p16",
      "type": "verse",
      "number": "16",
      "content": "And let my servants that have been appointed go and teach this, my will, to the saints, that they may be ready to go to a land of peace.",
      "churchId": "p16"
    },
    {
      "slug": "section-136-p17",
      "type": "verse",
      "number": "17",
      "content": "Go thy way and do as I have told you, and fear not thine enemies; for they shall not have power to stop my work.",
      "churchId": "p17"
    },
    {
      "slug": "section-136-p18",
      "type": "verse",
      "number": "18",
      "content": "Zion shall be redeemed in mine own due time.",
      "churchId": "p18"
    },
    {
      "slug": "section-136-p19",
      "type": "verse",
      "number": "19",
      "content": "And if any man shall seek to build up himself, and seeketh not my counsel, he shall have no power, and his folly shall be made manifest.",
      "churchId": "p19"
    },
    {
      "slug": "section-136-p20",
      "type": "verse",
      "number": "20",
      "content": "Seek ye; and keep all your pledges one with another; and covet not that which is thy brother’s.",
      "churchId": "p20"
    },
    {
      "slug": "section-136-p21",
      "type": "verse",
      "number": "21",
      "content": "Keep yourselves from evil to take the name of the Lord in vain, for I am the Lord your God, even the God of your fathers, the God of Abraham and of Isaac and of Jacob.",
      "churchId": "p21"
    },
    {
      "slug": "section-136-p22",
      "type": "verse",
      "number": "22",
      "content": "I am he who led the children of Israel out of the land of Egypt; and my arm is stretched out in the last days, to save my people Israel.",
      "churchId": "p22"
    },
    {
      "slug": "section-136-p23",
      "type": "verse",
      "number": "23",
      "content": "Cease to contend one with another; cease to speak evil one of another.",
      "churchId": "p23"
    },
    {
      "slug": "section-136-p24",
      "type": "verse",
      "number": "24",
      "content": "Cease drunkenness; and let your words tend to edifying one another.",
      "churchId": "p24"
    },
    {
      "slug": "section-136-p25",
      "type": "verse",
      "number": "25",
      "content": "If thou borrowest of thy neighbor, thou shalt restore that which thou hast borrowed; and if thou canst not repay then go straightway and tell thy neighbor, lest he condemn thee.",
      "churchId": "p25"
    },
    {
      "slug": "section-136-p26",
      "type": "verse",
      "number": "26",
      "content": "If thou shalt find that which thy neighbor has lost, thou shalt make diligent search till thou shalt deliver it to him again.",
      "churchId": "p26"
    },
    {
      "slug": "section-136-p27",
      "type": "verse",
      "number": "27",
      "content": "Thou shalt be diligent in preserving what thou hast, that thou mayest be a wise steward; for it is the free gift of the Lord thy God, and thou art his steward.",
      "churchId": "p27"
    },
    {
      "slug": "section-136-p28",
      "type": "verse",
      "number": "28",
      "content": "If thou art merry, praise the Lord with singing, with music, with dancing, and with a prayer of praise and thanksgiving.",
      "churchId": "p28"
    },
    {
      "slug": "section-136-p29",
      "type": "verse",
      "number": "29",
      "content": "If thou art sorrowful, call on the Lord thy God with supplication, that your souls may be joyful.",
      "churchId": "p29"
    },
    {
      "slug": "section-136-p30",
      "type": "verse",
      "number": "30",
      "content": "Fear not thine enemies, for they are in mine hands and I will do my pleasure with them.",
      "churchId": "p30"
    },
    {
      "slug": "section-136-p31",
      "type": "verse",
      "number": "31",
      "content": "My people must be tried in all things, that they may be prepared to receive the glory that I have for them, even the glory of Zion; and he that will not bear chastisement is not worthy of my kingdom.",
      "churchId": "p31"
    },
    {
      "slug": "section-136-p32",
      "type": "verse",
      "number": "32",
      "content": "Let him that is ignorant learn wisdom by humbling himself and calling upon the Lord his God, that his eyes may be opened that he may see, and his ears opened that he may hear;",
      "churchId": "p32"
    },
    {
      "slug": "section-136-p33",
      "type": "verse",
      "number": "33",
      "content": "For my Spirit is sent forth into the world to enlighten the humble and contrite, and to the condemnation of the ungodly.",
      "churchId": "p33"
    },
    {
      "slug": "section-136-p34",
      "type": "verse",
      "number": "34",
      "content": "Thy brethren have rejected you and your testimony, even the nation that has driven you out;",
      "churchId": "p34"
    },
    {
      "slug": "section-136-p35",
      "type": "verse",
      "number": "35",
      "content": "And now cometh the day of their calamity, even the days of sorrow, like a woman that is taken in travail; and their sorrow shall be great unless they speedily repent, yea, very speedily.",
      "churchId": "p35"
    },
    {
      "slug": "section-136-p36",
      "type": "verse",
      "number": "36",
      "content": "For they killed the prophets, and them that were sent unto them; and they have shed innocent blood, which crieth from the ground against them.",
      "churchId": "p36"
    },
    {
      "slug": "section-136-p37",
      "type": "verse",
      "number": "37",
      "content": "Therefore, marvel not at these things, for ye are not yet pure; ye can not yet bear my glory; but ye shall behold it if ye are faithful in keeping all my words that I have given you, from the days of Adam to Abraham, from Abraham to Moses, from Moses to Jesus and his apostles, and from Jesus and his apostles to Joseph Smith, whom I did call upon by mine angels, my ministering servants, and by mine own voice out of the heavens, to bring forth my work;",
      "churchId": "p37"
    },
    {
      "slug": "section-136-p38",
      "type": "verse",
      "number": "38",
      "content": "Which foundation he did lay, and was faithful; and I took him to myself.",
      "churchId": "p38"
    },
    {
      "slug": "section-136-p39",
      "type": "verse",
      "number": "39",
      "content": "Many have marveled because of his death; but it was needful that he should seal his testimony with his blood, that he might be honored and the wicked might be condemned.",
      "churchId": "p39"
    },
    {
      "slug": "section-136-p40",
      "type": "verse",
      "number": "40",
      "content": "Have I not delivered you from your enemies, only in that I have left a witness of my name?",
      "churchId": "p40"
    },
    {
      "slug": "section-136-p41",
      "type": "verse",
      "number": "41",
      "content": "Now, therefore, hearken, O ye people of my church; and ye elders listen together; you have received my kingdom.",
      "churchId": "p41"
    },
    {
      "slug": "section-136-p42",
      "type": "verse",
      "number": "42",
      "content": "Be diligent in keeping all my commandments, lest judgments come upon you, and your faith fail you, and your enemies triumph over you. So no more at present. Amen and Amen.",
      "churchId": "p42"
    }
  ]
}