{
  "name": "Doctrine and Covenants 90",
  "abbrev": "D&C 90",
  "number": "90",
  "churchUri": "/scriptures/dc-testament/dc/90",
  "paragraphs": [
    {
      "slug": "section-90-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 90",
      "churchId": "title_number1"
    },
    {
      "slug": "section-90-p1",
      "type": "verse",
      "number": "1",
      "content": "Thus saith the Lord, verily, verily I say unto you my son, thy sins are forgiven thee, according to thy petition, for thy prayers and the prayers of thy brethren have come up into my ears.",
      "churchId": "p1"
    },
    {
      "slug": "section-90-p2",
      "type": "verse",
      "number": "2",
      "content": "Therefore, thou art blessed from henceforth that bear the keys of the kingdom given unto you; which kingdom is coming forth for the last time.",
      "churchId": "p2"
    },
    {
      "slug": "section-90-p3",
      "type": "verse",
      "number": "3",
      "content": "Verily I say unto you, the keys of this kingdom shall never be taken from you, while thou art in the world, neither in the world to come;",
      "churchId": "p3"
    },
    {
      "slug": "section-90-p4",
      "type": "verse",
      "number": "4",
      "content": "Nevertheless, through you shall the oracles be given to another, yea, even unto the church.",
      "churchId": "p4"
    },
    {
      "slug": "section-90-p5",
      "type": "verse",
      "number": "5",
      "content": "And all they who receive the oracles of God, let them beware how they hold them lest they are accounted as a light thing, and are brought under condemnation thereby, and stumble and fall when the storms descend, and the winds blow, and the rains descend, and beat upon their house.",
      "churchId": "p5"
    },
    {
      "slug": "section-90-p6",
      "type": "verse",
      "number": "6",
      "content": "And again, verily I say unto thy brethren, Sidney Rigdon and Frederick G. Williams, their sins are forgiven them also, and they are accounted as equal with thee in holding the keys of this last kingdom;",
      "churchId": "p6"
    },
    {
      "slug": "section-90-p7",
      "type": "verse",
      "number": "7",
      "content": "As also through your administration the keys of the school of the prophets, which I have commanded to be organized;",
      "churchId": "p7"
    },
    {
      "slug": "section-90-p8",
      "type": "verse",
      "number": "8",
      "content": "That thereby they may be perfected in their ministry for the salvation of Zion, and of the nations of Israel, and of the Gentiles, as many as will believe;",
      "churchId": "p8"
    },
    {
      "slug": "section-90-p9",
      "type": "verse",
      "number": "9",
      "content": "That through your administration they may receive the word, and through their administration the word may go forth unto the ends of the earth, unto the Gentiles first, and then, behold, and lo, they shall turn unto the Jews.",
      "churchId": "p9"
    },
    {
      "slug": "section-90-p10",
      "type": "verse",
      "number": "10",
      "content": "And then cometh the day when the arm of the Lord shall be revealed in power in convincing the nations, the heathen nations, the house of Joseph, of the gospel of their salvation.",
      "churchId": "p10"
    },
    {
      "slug": "section-90-p11",
      "type": "verse",
      "number": "11",
      "content": "For it shall come to pass in that day, that every man shall hear the fulness of the gospel in his own tongue, and in his own language, through those who are ordained unto this power, by the administration of the Comforter, shed forth upon them for the revelation of Jesus Christ.",
      "churchId": "p11"
    },
    {
      "slug": "section-90-p12",
      "type": "verse",
      "number": "12",
      "content": "And now, verily I say unto you, I give unto you a commandment that you continue in the ministry and presidency.",
      "churchId": "p12"
    },
    {
      "slug": "section-90-p13",
      "type": "verse",
      "number": "13",
      "content": "And when you have finished the translation of the prophets, you shall from thenceforth preside over the affairs of the church and the school;",
      "churchId": "p13"
    },
    {
      "slug": "section-90-p14",
      "type": "verse",
      "number": "14",
      "content": "And from time to time, as shall be manifested by the Comforter, receive revelations to unfold the mysteries of the kingdom;",
      "churchId": "p14"
    },
    {
      "slug": "section-90-p15",
      "type": "verse",
      "number": "15",
      "content": "And set in order the churches, and study and learn, and become acquainted with all good books, and with languages, tongues, and people.",
      "churchId": "p15"
    },
    {
      "slug": "section-90-p16",
      "type": "verse",
      "number": "16",
      "content": "And this shall be your business and mission in all your lives, to preside in council, and set in order all the affairs of this church and kingdom.",
      "churchId": "p16"
    },
    {
      "slug": "section-90-p17",
      "type": "verse",
      "number": "17",
      "content": "Be not ashamed, neither confounded; but be admonished in all your high-mindedness and pride, for it bringeth a snare upon your souls.",
      "churchId": "p17"
    },
    {
      "slug": "section-90-p18",
      "type": "verse",
      "number": "18",
      "content": "Set in order your houses; keep slothfulness and uncleanness far from you.",
      "churchId": "p18"
    },
    {
      "slug": "section-90-p19",
      "type": "verse",
      "number": "19",
      "content": "Now, verily I say unto you, let there be a place provided, as soon as it is possible, for the family of thy counselor and scribe, even Frederick G. Williams.",
      "churchId": "p19"
    },
    {
      "slug": "section-90-p20",
      "type": "verse",
      "number": "20",
      "content": "And let mine aged servant, Joseph Smith, Sen., continue with his family upon the place where he now lives; and let it not be sold until the mouth of the Lord shall name.",
      "churchId": "p20"
    },
    {
      "slug": "section-90-p21",
      "type": "verse",
      "number": "21",
      "content": "And let my counselor, even Sidney Rigdon, remain where he now resides until the mouth of the Lord shall name.",
      "churchId": "p21"
    },
    {
      "slug": "section-90-p22",
      "type": "verse",
      "number": "22",
      "content": "And let the bishop search diligently to obtain an agent, and let him be a man who has got riches in store—a man of God, and of strong faith—",
      "churchId": "p22"
    },
    {
      "slug": "section-90-p23",
      "type": "verse",
      "number": "23",
      "content": "That thereby he may be enabled to discharge every debt; that the storehouse of the Lord may not be brought into disrepute before the eyes of the people.",
      "churchId": "p23"
    },
    {
      "slug": "section-90-p24",
      "type": "verse",
      "number": "24",
      "content": "Search diligently, pray always, and be believing, and all things shall work together for your good, if ye walk uprightly and remember the covenant wherewith ye have covenanted one with another.",
      "churchId": "p24"
    },
    {
      "slug": "section-90-p25",
      "type": "verse",
      "number": "25",
      "content": "Let your families be small, especially mine aged servant Joseph Smith’s, Sen., as pertaining to those who do not belong to your families;",
      "churchId": "p25"
    },
    {
      "slug": "section-90-p26",
      "type": "verse",
      "number": "26",
      "content": "That those things that are provided for you, to bring to pass my work, be not taken from you and given to those that are not worthy—",
      "churchId": "p26"
    },
    {
      "slug": "section-90-p27",
      "type": "verse",
      "number": "27",
      "content": "And thereby you be hindered in accomplishing those things which I have commanded you.",
      "churchId": "p27"
    },
    {
      "slug": "section-90-p28",
      "type": "verse",
      "number": "28",
      "content": "And again, verily I say unto you, it is my will that my handmaid Vienna Jaques should receive money to bear her expenses, and go up unto the land of Zion;",
      "churchId": "p28"
    },
    {
      "slug": "section-90-p29",
      "type": "verse",
      "number": "29",
      "content": "And the residue of the money may be consecrated unto me, and she be rewarded in mine own due time.",
      "churchId": "p29"
    },
    {
      "slug": "section-90-p30",
      "type": "verse",
      "number": "30",
      "content": "Verily I say unto you, that it is meet in mine eyes that she should go up unto the land of Zion, and receive an inheritance from the hand of the bishop;",
      "churchId": "p30"
    },
    {
      "slug": "section-90-p31",
      "type": "verse",
      "number": "31",
      "content": "That she may settle down in peace inasmuch as she is faithful, and not be idle in her days from thenceforth.",
      "churchId": "p31"
    },
    {
      "slug": "section-90-p32",
      "type": "verse",
      "number": "32",
      "content": "And behold, verily I say unto you, that ye shall write this commandment, and say unto your brethren in Zion, in love greeting, that I have called you also to preside over Zion in mine own due time.",
      "churchId": "p32"
    },
    {
      "slug": "section-90-p33",
      "type": "verse",
      "number": "33",
      "content": "Therefore, let them cease wearying me concerning this matter.",
      "churchId": "p33"
    },
    {
      "slug": "section-90-p34",
      "type": "verse",
      "number": "34",
      "content": "Behold, I say unto you that your brethren in Zion begin to repent, and the angels rejoice over them.",
      "churchId": "p34"
    },
    {
      "slug": "section-90-p35",
      "type": "verse",
      "number": "35",
      "content": "Nevertheless, I am not well pleased with many things; and I am not well pleased with my servant William E. McLellin, neither with my servant Sidney Gilbert; and the bishop also, and others have many things to repent of.",
      "churchId": "p35"
    },
    {
      "slug": "section-90-p36",
      "type": "verse",
      "number": "36",
      "content": "But verily I say unto you, that I, the Lord, will contend with Zion, and plead with her strong ones, and chasten her until she overcomes and is clean before me.",
      "churchId": "p36"
    },
    {
      "slug": "section-90-p37",
      "type": "verse",
      "number": "37",
      "content": "For she shall not be removed out of her place. I, the Lord, have spoken it. Amen.",
      "churchId": "p37"
    }
  ]
}