{
  "name": "Doctrine and Covenants 3",
  "abbrev": "D&C 3",
  "number": "3",
  "churchUri": "/scriptures/dc-testament/dc/3",
  "paragraphs": [
    {
      "slug": "section-3-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 3",
      "churchId": "title_number1"
    },
    {
      "slug": "section-3-p1",
      "type": "verse",
      "number": "1",
      "content": "The works, and the designs, and the purposes of God cannot be frustrated, neither can they come to naught.",
      "churchId": "p1"
    },
    {
      "slug": "section-3-p2",
      "type": "verse",
      "number": "2",
      "content": "For God doth not walk in crooked paths, neither doth he turn to the right hand nor to the left, neither doth he vary from that which he hath said, therefore his paths are straight, and his course is one eternal round.",
      "churchId": "p2"
    },
    {
      "slug": "section-3-p3",
      "type": "verse",
      "number": "3",
      "content": "Remember, remember that it is not the work of God that is frustrated, but the work of men;",
      "churchId": "p3"
    },
    {
      "slug": "section-3-p4",
      "type": "verse",
      "number": "4",
      "content": "For although a man may have many revelations, and have power to do many mighty works, yet if he boasts in his own strength, and sets at naught the counsels of God, and follows after the dictates of his own will and carnal desires, he must fall and incur the vengeance of a just God upon him.",
      "churchId": "p4"
    },
    {
      "slug": "section-3-p5",
      "type": "verse",
      "number": "5",
      "content": "Behold, you have been entrusted with these things, but how strict were your commandments; and remember also the promises which were made to you, if you did not transgress them.",
      "churchId": "p5"
    },
    {
      "slug": "section-3-p6",
      "type": "verse",
      "number": "6",
      "content": "And behold, how oft you have transgressed the commandments and the laws of God, and have gone on in the persuasions of men.",
      "churchId": "p6"
    },
    {
      "slug": "section-3-p7",
      "type": "verse",
      "number": "7",
      "content": "For, behold, you should not have feared man more than God. Although men set at naught the counsels of God, and despise his words—",
      "churchId": "p7"
    },
    {
      "slug": "section-3-p8",
      "type": "verse",
      "number": "8",
      "content": "Yet you should have been faithful; and he would have extended his arm and supported you against all the fiery darts of the adversary; and he would have been with you in every time of trouble.",
      "churchId": "p8"
    },
    {
      "slug": "section-3-p9",
      "type": "verse",
      "number": "9",
      "content": "Behold, thou art Joseph, and thou wast chosen to do the work of the Lord, but because of transgression, if thou art not aware thou wilt fall.",
      "churchId": "p9"
    },
    {
      "slug": "section-3-p10",
      "type": "verse",
      "number": "10",
      "content": "But remember, God is merciful; therefore, repent of that which thou hast done which is contrary to the commandment which I gave you, and thou art still chosen, and art again called to the work;",
      "churchId": "p10"
    },
    {
      "slug": "section-3-p11",
      "type": "verse",
      "number": "11",
      "content": "Except thou do this, thou shalt be delivered up and become as other men, and have no more gift.",
      "churchId": "p11"
    },
    {
      "slug": "section-3-p12",
      "type": "verse",
      "number": "12",
      "content": "And when thou deliveredst up that which God had given thee sight and power to translate, thou deliveredst up that which was sacred into the hands of a wicked man,",
      "churchId": "p12"
    },
    {
      "slug": "section-3-p13",
      "type": "verse",
      "number": "13",
      "content": "Who has set at naught the counsels of God, and has broken the most sacred promises which were made before God, and has depended upon his own judgment and boasted in his own wisdom.",
      "churchId": "p13"
    },
    {
      "slug": "section-3-p14",
      "type": "verse",
      "number": "14",
      "content": "And this is the reason that thou hast lost thy privileges for a season—",
      "churchId": "p14"
    },
    {
      "slug": "section-3-p15",
      "type": "verse",
      "number": "15",
      "content": "For thou hast suffered the counsel of thy director to be trampled upon from the beginning.",
      "churchId": "p15"
    },
    {
      "slug": "section-3-p16",
      "type": "verse",
      "number": "16",
      "content": "Nevertheless, my work shall go forth, for inasmuch as the knowledge of a Savior has come unto the world, through the testimony of the Jews, even so shall the knowledge of a Savior come unto my people—",
      "churchId": "p16"
    },
    {
      "slug": "section-3-p17",
      "type": "verse",
      "number": "17",
      "content": "And to the Nephites, and the Jacobites, and the Josephites, and the Zoramites, through the testimony of their fathers—",
      "churchId": "p17"
    },
    {
      "slug": "section-3-p18",
      "type": "verse",
      "number": "18",
      "content": "And this testimony shall come to the knowledge of the Lamanites, and the Lemuelites, and the Ishmaelites, who dwindled in unbelief because of the iniquity of their fathers, whom the Lord has suffered to destroy their brethren the Nephites, because of their iniquities and their abominations.",
      "churchId": "p18"
    },
    {
      "slug": "section-3-p19",
      "type": "verse",
      "number": "19",
      "content": "And for this very purpose are these plates preserved, which contain these records—that the promises of the Lord might be fulfilled, which he made to his people;",
      "churchId": "p19"
    },
    {
      "slug": "section-3-p20",
      "type": "verse",
      "number": "20",
      "content": "And that the Lamanites might come to the knowledge of their fathers, and that they might know the promises of the Lord, and that they may believe the gospel and rely upon the merits of Jesus Christ, and be glorified through faith in his name, and that through their repentance they might be saved. Amen.",
      "churchId": "p20"
    }
  ]
}