{
  "name": "Doctrine and Covenants 110",
  "abbrev": "D&C 110",
  "number": "110",
  "churchUri": "/scriptures/dc-testament/dc/110",
  "paragraphs": [
    {
      "slug": "section-110-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 110",
      "churchId": "title_number1"
    },
    {
      "slug": "section-110-p1",
      "type": "verse",
      "number": "1",
      "content": "The veil was taken from our minds, and the eyes of our understanding were opened.",
      "churchId": "p1"
    },
    {
      "slug": "section-110-p2",
      "type": "verse",
      "number": "2",
      "content": "We saw the Lord standing upon the breastwork of the pulpit, before us; and under his feet was a paved work of pure gold, in color like amber.",
      "churchId": "p2"
    },
    {
      "slug": "section-110-p3",
      "type": "verse",
      "number": "3",
      "content": "His eyes were as a flame of fire; the hair of his head was white like the pure snow; his countenance shone above the brightness of the sun; and his voice was as the sound of the rushing of great waters, even the voice of Jehovah, saying:",
      "churchId": "p3"
    },
    {
      "slug": "section-110-p4",
      "type": "verse",
      "number": "4",
      "content": "I am the first and the last; I am he who liveth, I am he who was slain; I am your advocate with the Father.",
      "churchId": "p4"
    },
    {
      "slug": "section-110-p5",
      "type": "verse",
      "number": "5",
      "content": "Behold, your sins are forgiven you; you are clean before me; therefore, lift up your heads and rejoice.",
      "churchId": "p5"
    },
    {
      "slug": "section-110-p6",
      "type": "verse",
      "number": "6",
      "content": "Let the hearts of your brethren rejoice, and let the hearts of all my people rejoice, who have, with their might, built this house to my name.",
      "churchId": "p6"
    },
    {
      "slug": "section-110-p7",
      "type": "verse",
      "number": "7",
      "content": "For behold, I have accepted this house, and my name shall be here; and I will manifest myself to my people in mercy in this house.",
      "churchId": "p7"
    },
    {
      "slug": "section-110-p8",
      "type": "verse",
      "number": "8",
      "content": "Yea, I will appear unto my servants, and speak unto them with mine own voice, if my people will keep my commandments, and do not pollute this holy house.",
      "churchId": "p8"
    },
    {
      "slug": "section-110-p9",
      "type": "verse",
      "number": "9",
      "content": "Yea the hearts of thousands and tens of thousands shall greatly rejoice in consequence of the blessings which shall be poured out, and the endowment with which my servants have been endowed in this house.",
      "churchId": "p9"
    },
    {
      "slug": "section-110-p10",
      "type": "verse",
      "number": "10",
      "content": "And the fame of this house shall spread to foreign lands; and this is the beginning of the blessing which shall be poured out upon the heads of my people. Even so. Amen.",
      "churchId": "p10"
    },
    {
      "slug": "section-110-p11",
      "type": "verse",
      "number": "11",
      "content": "After this vision closed, the heavens were again opened unto us; and Moses appeared before us, and committed unto us the keys of the gathering of Israel from the four parts of the earth, and the leading of the ten tribes from the land of the north.",
      "churchId": "p11"
    },
    {
      "slug": "section-110-p12",
      "type": "verse",
      "number": "12",
      "content": "After this, Elias appeared, and committed the dispensation of the gospel of Abraham, saying that in us and our seed all generations after us should be blessed.",
      "churchId": "p12"
    },
    {
      "slug": "section-110-p13",
      "type": "verse",
      "number": "13",
      "content": "After this vision had closed, another great and glorious vision burst upon us; for Elijah the prophet, who was taken to heaven without tasting death, stood before us, and said:",
      "churchId": "p13"
    },
    {
      "slug": "section-110-p14",
      "type": "verse",
      "number": "14",
      "content": "Behold, the time has fully come, which was spoken of by the mouth of Malachi—testifying that he [Elijah] should be sent, before the great and dreadful day of the Lord come—",
      "churchId": "p14"
    },
    {
      "slug": "section-110-p15",
      "type": "verse",
      "number": "15",
      "content": "To turn the hearts of the fathers to the children, and the children to the fathers, lest the whole earth be smitten with a curse—",
      "churchId": "p15"
    },
    {
      "slug": "section-110-p16",
      "type": "verse",
      "number": "16",
      "content": "Therefore, the keys of this dispensation are committed into your hands; and by this ye may know that the great and dreadful day of the Lord is near, even at the doors.",
      "churchId": "p16"
    }
  ]
}