{
  "name": "Doctrine and Covenants 68",
  "abbrev": "D&C 68",
  "number": "68",
  "churchUri": "/scriptures/dc-testament/dc/68",
  "paragraphs": [
    {
      "slug": "section-68-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 68",
      "churchId": "title_number1"
    },
    {
      "slug": "section-68-p1",
      "type": "verse",
      "number": "1",
      "content": "My servant, Orson Hyde, was called by his ordination to proclaim the everlasting gospel, by the Spirit of the living God, from people to people, and from land to land, in the congregations of the wicked, in their synagogues, reasoning with and expounding all scriptures unto them.",
      "churchId": "p1"
    },
    {
      "slug": "section-68-p2",
      "type": "verse",
      "number": "2",
      "content": "And, behold, and lo, this is an ensample unto all those who were ordained unto this priesthood, whose mission is appointed unto them to go forth—",
      "churchId": "p2"
    },
    {
      "slug": "section-68-p3",
      "type": "verse",
      "number": "3",
      "content": "And this is the ensample unto them, that they shall speak as they are moved upon by the Holy Ghost.",
      "churchId": "p3"
    },
    {
      "slug": "section-68-p4",
      "type": "verse",
      "number": "4",
      "content": "And whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture, shall be the will of the Lord, shall be the mind of the Lord, shall be the word of the Lord, shall be the voice of the Lord, and the power of God unto salvation.",
      "churchId": "p4"
    },
    {
      "slug": "section-68-p5",
      "type": "verse",
      "number": "5",
      "content": "Behold, this is the promise of the Lord unto you, O ye my servants.",
      "churchId": "p5"
    },
    {
      "slug": "section-68-p6",
      "type": "verse",
      "number": "6",
      "content": "Wherefore, be of good cheer, and do not fear, for I the Lord am with you, and will stand by you; and ye shall bear record of me, even Jesus Christ, that I am the Son of the living God, that I was, that I am, and that I am to come.",
      "churchId": "p6"
    },
    {
      "slug": "section-68-p7",
      "type": "verse",
      "number": "7",
      "content": "This is the word of the Lord unto you, my servant Orson Hyde, and also unto my servant Luke Johnson, and unto my servant Lyman Johnson, and unto my servant William E. McLellin, and unto all the faithful elders of my church—",
      "churchId": "p7"
    },
    {
      "slug": "section-68-p8",
      "type": "verse",
      "number": "8",
      "content": "Go ye into all the world, preach the gospel to every creature, acting in the authority which I have given you, baptizing in the name of the Father, and of the Son, and of the Holy Ghost.",
      "churchId": "p8"
    },
    {
      "slug": "section-68-p9",
      "type": "verse",
      "number": "9",
      "content": "And he that believeth and is baptized shall be saved, and he that believeth not shall be damned.",
      "churchId": "p9"
    },
    {
      "slug": "section-68-p10",
      "type": "verse",
      "number": "10",
      "content": "And he that believeth shall be blest with signs following, even as it is written.",
      "churchId": "p10"
    },
    {
      "slug": "section-68-p11",
      "type": "verse",
      "number": "11",
      "content": "And unto you it shall be given to know the signs of the times, and the signs of the coming of the Son of Man;",
      "churchId": "p11"
    },
    {
      "slug": "section-68-p12",
      "type": "verse",
      "number": "12",
      "content": "And of as many as the Father shall bear record, to you shall be given power to seal them up unto eternal life. Amen.",
      "churchId": "p12"
    },
    {
      "slug": "section-68-p13",
      "type": "verse",
      "number": "13",
      "content": "And now, concerning the items in addition to the covenants and commandments, they are these—",
      "churchId": "p13"
    },
    {
      "slug": "section-68-p14",
      "type": "verse",
      "number": "14",
      "content": "There remain hereafter, in the due time of the Lord, other bishops to be set apart unto the church, to minister even according to the first;",
      "churchId": "p14"
    },
    {
      "slug": "section-68-p15",
      "type": "verse",
      "number": "15",
      "content": "Wherefore they shall be high priests who are worthy, and they shall be appointed by the First Presidency of the Melchizedek Priesthood, except they be literal descendants of Aaron.",
      "churchId": "p15"
    },
    {
      "slug": "section-68-p16",
      "type": "verse",
      "number": "16",
      "content": "And if they be literal descendants of Aaron they have a legal right to the bishopric, if they are the firstborn among the sons of Aaron;",
      "churchId": "p16"
    },
    {
      "slug": "section-68-p17",
      "type": "verse",
      "number": "17",
      "content": "For the firstborn holds the right of the presidency over this priesthood, and the keys or authority of the same.",
      "churchId": "p17"
    },
    {
      "slug": "section-68-p18",
      "type": "verse",
      "number": "18",
      "content": "No man has a legal right to this office, to hold the keys of this priesthood, except he be a literal descendant and the firstborn of Aaron.",
      "churchId": "p18"
    },
    {
      "slug": "section-68-p19",
      "type": "verse",
      "number": "19",
      "content": "But, as a high priest of the Melchizedek Priesthood has authority to officiate in all the lesser offices he may officiate in the office of bishop when no literal descendant of Aaron can be found, provided he is called and set apart and ordained unto this power, under the hands of the First Presidency of the Melchizedek Priesthood.",
      "churchId": "p19"
    },
    {
      "slug": "section-68-p20",
      "type": "verse",
      "number": "20",
      "content": "And a literal descendant of Aaron, also, must be designated by this Presidency, and found worthy, and anointed, and ordained under the hands of this Presidency, otherwise they are not legally authorized to officiate in their priesthood.",
      "churchId": "p20"
    },
    {
      "slug": "section-68-p21",
      "type": "verse",
      "number": "21",
      "content": "But, by virtue of the decree concerning their right of the priesthood descending from father to son, they may claim their anointing if at any time they can prove their lineage, or do ascertain it by revelation from the Lord under the hands of the above named Presidency.",
      "churchId": "p21"
    },
    {
      "slug": "section-68-p22",
      "type": "verse",
      "number": "22",
      "content": "And again, no bishop or high priest who shall be set apart for this ministry shall be tried or condemned for any crime, save it be before the First Presidency of the church;",
      "churchId": "p22"
    },
    {
      "slug": "section-68-p23",
      "type": "verse",
      "number": "23",
      "content": "And inasmuch as he is found guilty before this Presidency, by testimony that cannot be impeached, he shall be condemned;",
      "churchId": "p23"
    },
    {
      "slug": "section-68-p24",
      "type": "verse",
      "number": "24",
      "content": "And if he repent he shall be forgiven, according to the covenants and commandments of the church.",
      "churchId": "p24"
    },
    {
      "slug": "section-68-p25",
      "type": "verse",
      "number": "25",
      "content": "And again, inasmuch as parents have children in Zion, or in any of her stakes which are organized, that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old, the sin be upon the heads of the parents.",
      "churchId": "p25"
    },
    {
      "slug": "section-68-p26",
      "type": "verse",
      "number": "26",
      "content": "For this shall be a law unto the inhabitants of Zion, or in any of her stakes which are organized.",
      "churchId": "p26"
    },
    {
      "slug": "section-68-p27",
      "type": "verse",
      "number": "27",
      "content": "And their children shall be baptized for the remission of their sins when eight years old, and receive the laying on of the hands.",
      "churchId": "p27"
    },
    {
      "slug": "section-68-p28",
      "type": "verse",
      "number": "28",
      "content": "And they shall also teach their children to pray, and to walk uprightly before the Lord.",
      "churchId": "p28"
    },
    {
      "slug": "section-68-p29",
      "type": "verse",
      "number": "29",
      "content": "And the inhabitants of Zion shall also observe the Sabbath day to keep it holy.",
      "churchId": "p29"
    },
    {
      "slug": "section-68-p30",
      "type": "verse",
      "number": "30",
      "content": "And the inhabitants of Zion also shall remember their labors, inasmuch as they are appointed to labor, in all faithfulness; for the idler shall be had in remembrance before the Lord.",
      "churchId": "p30"
    },
    {
      "slug": "section-68-p31",
      "type": "verse",
      "number": "31",
      "content": "Now, I, the Lord, am not well pleased with the inhabitants of Zion, for there are idlers among them; and their children are also growing up in wickedness; they also seek not earnestly the riches of eternity, but their eyes are full of greediness.",
      "churchId": "p31"
    },
    {
      "slug": "section-68-p32",
      "type": "verse",
      "number": "32",
      "content": "These things ought not to be, and must be done away from among them; wherefore, let my servant Oliver Cowdery carry these sayings unto the land of Zion.",
      "churchId": "p32"
    },
    {
      "slug": "section-68-p33",
      "type": "verse",
      "number": "33",
      "content": "And a commandment I give unto them—that he that observeth not his prayers before the Lord in the season thereof, let him be had in remembrance before the judge of my people.",
      "churchId": "p33"
    },
    {
      "slug": "section-68-p34",
      "type": "verse",
      "number": "34",
      "content": "These sayings are true and faithful; wherefore, transgress them not, neither take therefrom.",
      "churchId": "p34"
    },
    {
      "slug": "section-68-p35",
      "type": "verse",
      "number": "35",
      "content": "Behold, I am Alpha and Omega, and I come quickly. Amen.",
      "churchId": "p35"
    }
  ]
}