{
  "name": "Doctrine and Covenants 63",
  "abbrev": "D&C 63",
  "number": "63",
  "churchUri": "/scriptures/dc-testament/dc/63",
  "paragraphs": [
    {
      "slug": "section-63-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 63",
      "churchId": "title_number1"
    },
    {
      "slug": "section-63-p1",
      "type": "verse",
      "number": "1",
      "content": "Hearken, O ye people, and open your hearts and give ear from afar; and listen, you that call yourselves the people of the Lord, and hear the word of the Lord and his will concerning you.",
      "churchId": "p1"
    },
    {
      "slug": "section-63-p2",
      "type": "verse",
      "number": "2",
      "content": "Yea, verily, I say, hear the word of him whose anger is kindled against the wicked and rebellious;",
      "churchId": "p2"
    },
    {
      "slug": "section-63-p3",
      "type": "verse",
      "number": "3",
      "content": "Who willeth to take even them whom he will take, and preserveth in life them whom he will preserve;",
      "churchId": "p3"
    },
    {
      "slug": "section-63-p4",
      "type": "verse",
      "number": "4",
      "content": "Who buildeth up at his own will and pleasure; and destroyeth when he pleases, and is able to cast the soul down to hell.",
      "churchId": "p4"
    },
    {
      "slug": "section-63-p5",
      "type": "verse",
      "number": "5",
      "content": "Behold, I, the Lord, utter my voice, and it shall be obeyed.",
      "churchId": "p5"
    },
    {
      "slug": "section-63-p6",
      "type": "verse",
      "number": "6",
      "content": "Wherefore, verily I say, let the wicked take heed, and let the rebellious fear and tremble; and let the unbelieving hold their lips, for the day of wrath shall come upon them as a whirlwind, and all flesh shall know that I am God.",
      "churchId": "p6"
    },
    {
      "slug": "section-63-p7",
      "type": "verse",
      "number": "7",
      "content": "And he that seeketh signs shall see signs, but not unto salvation.",
      "churchId": "p7"
    },
    {
      "slug": "section-63-p8",
      "type": "verse",
      "number": "8",
      "content": "Verily, I say unto you, there are those among you who seek signs, and there have been such even from the beginning;",
      "churchId": "p8"
    },
    {
      "slug": "section-63-p9",
      "type": "verse",
      "number": "9",
      "content": "But, behold, faith cometh not by signs, but signs follow those that believe.",
      "churchId": "p9"
    },
    {
      "slug": "section-63-p10",
      "type": "verse",
      "number": "10",
      "content": "Yea, signs come by faith, not by the will of men, nor as they please, but by the will of God.",
      "churchId": "p10"
    },
    {
      "slug": "section-63-p11",
      "type": "verse",
      "number": "11",
      "content": "Yea, signs come by faith, unto mighty works, for without faith no man pleaseth God; and with whom God is angry he is not well pleased; wherefore, unto such he showeth no signs, only in wrath unto their condemnation.",
      "churchId": "p11"
    },
    {
      "slug": "section-63-p12",
      "type": "verse",
      "number": "12",
      "content": "Wherefore, I, the Lord, am not pleased with those among you who have sought after signs and wonders for faith, and not for the good of men unto my glory.",
      "churchId": "p12"
    },
    {
      "slug": "section-63-p13",
      "type": "verse",
      "number": "13",
      "content": "Nevertheless, I give commandments, and many have turned away from my commandments and have not kept them.",
      "churchId": "p13"
    },
    {
      "slug": "section-63-p14",
      "type": "verse",
      "number": "14",
      "content": "There were among you adulterers and adulteresses; some of whom have turned away from you, and others remain with you that hereafter shall be revealed.",
      "churchId": "p14"
    },
    {
      "slug": "section-63-p15",
      "type": "verse",
      "number": "15",
      "content": "Let such beware and repent speedily, lest judgment shall come upon them as a snare, and their folly shall be made manifest, and their works shall follow them in the eyes of the people.",
      "churchId": "p15"
    },
    {
      "slug": "section-63-p16",
      "type": "verse",
      "number": "16",
      "content": "And verily I say unto you, as I have said before, he that looketh on a woman to lust after her, or if any shall commit adultery in their hearts, they shall not have the Spirit, but shall deny the faith and shall fear.",
      "churchId": "p16"
    },
    {
      "slug": "section-63-p17",
      "type": "verse",
      "number": "17",
      "content": "Wherefore, I, the Lord, have said that the fearful, and the unbelieving, and all liars, and whosoever loveth and maketh a lie, and the whoremonger, and the sorcerer, shall have their part in that lake which burneth with fire and brimstone, which is the second death.",
      "churchId": "p17"
    },
    {
      "slug": "section-63-p18",
      "type": "verse",
      "number": "18",
      "content": "Verily I say, that they shall not have part in the first resurrection.",
      "churchId": "p18"
    },
    {
      "slug": "section-63-p19",
      "type": "verse",
      "number": "19",
      "content": "And now behold, I, the Lord, say unto you that ye are not justified, because these things are among you.",
      "churchId": "p19"
    },
    {
      "slug": "section-63-p20",
      "type": "verse",
      "number": "20",
      "content": "Nevertheless, he that endureth in faith and doeth my will, the same shall overcome, and shall receive an inheritance upon the earth when the day of transfiguration shall come;",
      "churchId": "p20"
    },
    {
      "slug": "section-63-p21",
      "type": "verse",
      "number": "21",
      "content": "When the earth shall be transfigured, even according to the pattern which was shown unto mine apostles upon the mount; of which account the fulness ye have not yet received.",
      "churchId": "p21"
    },
    {
      "slug": "section-63-p22",
      "type": "verse",
      "number": "22",
      "content": "And now, verily I say unto you, that as I said that I would make known my will unto you, behold I will make it known unto you, not by the way of commandment, for there are many who observe not to keep my commandments.",
      "churchId": "p22"
    },
    {
      "slug": "section-63-p23",
      "type": "verse",
      "number": "23",
      "content": "But unto him that keepeth my commandments I will give the mysteries of my kingdom, and the same shall be in him a well of living water, springing up unto everlasting life.",
      "churchId": "p23"
    },
    {
      "slug": "section-63-p24",
      "type": "verse",
      "number": "24",
      "content": "And now, behold, this is the will of the Lord your God concerning his saints, that they should assemble themselves together unto the land of Zion, not in haste, lest there should be confusion, which bringeth pestilence.",
      "churchId": "p24"
    },
    {
      "slug": "section-63-p25",
      "type": "verse",
      "number": "25",
      "content": "Behold, the land of Zion—I, the Lord, hold it in mine own hands;",
      "churchId": "p25"
    },
    {
      "slug": "section-63-p26",
      "type": "verse",
      "number": "26",
      "content": "Nevertheless, I, the Lord, render unto Cæsar the things which are Cæsar’s.",
      "churchId": "p26"
    },
    {
      "slug": "section-63-p27",
      "type": "verse",
      "number": "27",
      "content": "Wherefore, I the Lord will that you should purchase the lands, that you may have advantage of the world, that you may have claim on the world, that they may not be stirred up unto anger.",
      "churchId": "p27"
    },
    {
      "slug": "section-63-p28",
      "type": "verse",
      "number": "28",
      "content": "For Satan putteth it into their hearts to anger against you, and to the shedding of blood.",
      "churchId": "p28"
    },
    {
      "slug": "section-63-p29",
      "type": "verse",
      "number": "29",
      "content": "Wherefore, the land of Zion shall not be obtained but by purchase or by blood, otherwise there is none inheritance for you.",
      "churchId": "p29"
    },
    {
      "slug": "section-63-p30",
      "type": "verse",
      "number": "30",
      "content": "And if by purchase, behold you are blessed;",
      "churchId": "p30"
    },
    {
      "slug": "section-63-p31",
      "type": "verse",
      "number": "31",
      "content": "And if by blood, as you are forbidden to shed blood, lo, your enemies are upon you, and ye shall be scourged from city to city, and from synagogue to synagogue, and but few shall stand to receive an inheritance.",
      "churchId": "p31"
    },
    {
      "slug": "section-63-p32",
      "type": "verse",
      "number": "32",
      "content": "I, the Lord, am angry with the wicked; I am holding my Spirit from the inhabitants of the earth.",
      "churchId": "p32"
    },
    {
      "slug": "section-63-p33",
      "type": "verse",
      "number": "33",
      "content": "I have sworn in my wrath, and decreed wars upon the face of the earth, and the wicked shall slay the wicked, and fear shall come upon every man;",
      "churchId": "p33"
    },
    {
      "slug": "section-63-p34",
      "type": "verse",
      "number": "34",
      "content": "And the saints also shall hardly escape; nevertheless, I, the Lord, am with them, and will come down in heaven from the presence of my Father and consume the wicked with unquenchable fire.",
      "churchId": "p34"
    },
    {
      "slug": "section-63-p35",
      "type": "verse",
      "number": "35",
      "content": "And behold, this is not yet, but by and by.",
      "churchId": "p35"
    },
    {
      "slug": "section-63-p36",
      "type": "verse",
      "number": "36",
      "content": "Wherefore, seeing that I, the Lord, have decreed all these things upon the face of the earth, I will that my saints should be assembled upon the land of Zion;",
      "churchId": "p36"
    },
    {
      "slug": "section-63-p37",
      "type": "verse",
      "number": "37",
      "content": "And that every man should take righteousness in his hands and faithfulness upon his loins, and lift a warning voice unto the inhabitants of the earth; and declare both by word and by flight that desolation shall come upon the wicked.",
      "churchId": "p37"
    },
    {
      "slug": "section-63-p38",
      "type": "verse",
      "number": "38",
      "content": "Wherefore, let my disciples in Kirtland arrange their temporal concerns, who dwell upon this farm.",
      "churchId": "p38"
    },
    {
      "slug": "section-63-p39",
      "type": "verse",
      "number": "39",
      "content": "Let my servant Titus Billings, who has the care thereof, dispose of the land, that he may be prepared in the coming spring to take his journey up unto the land of Zion, with those that dwell upon the face thereof, excepting those whom I shall reserve unto myself, that shall not go until I shall command them.",
      "churchId": "p39"
    },
    {
      "slug": "section-63-p40",
      "type": "verse",
      "number": "40",
      "content": "And let all the moneys which can be spared, it mattereth not unto me whether it be little or much, be sent up unto the land of Zion, unto them whom I have appointed to receive.",
      "churchId": "p40"
    },
    {
      "slug": "section-63-p41",
      "type": "verse",
      "number": "41",
      "content": "Behold, I, the Lord, will give unto my servant Joseph Smith, Jun., power that he shall be enabled to discern by the Spirit those who shall go up unto the land of Zion, and those of my disciples who shall tarry.",
      "churchId": "p41"
    },
    {
      "slug": "section-63-p42",
      "type": "verse",
      "number": "42",
      "content": "Let my servant Newel K. Whitney retain his store, or in other words, the store, yet for a little season.",
      "churchId": "p42"
    },
    {
      "slug": "section-63-p43",
      "type": "verse",
      "number": "43",
      "content": "Nevertheless, let him impart all the money which he can impart, to be sent up unto the land of Zion.",
      "churchId": "p43"
    },
    {
      "slug": "section-63-p44",
      "type": "verse",
      "number": "44",
      "content": "Behold, these things are in his own hands, let him do according to wisdom.",
      "churchId": "p44"
    },
    {
      "slug": "section-63-p45",
      "type": "verse",
      "number": "45",
      "content": "Verily I say, let him be ordained as an agent unto the disciples that shall tarry, and let him be ordained unto this power;",
      "churchId": "p45"
    },
    {
      "slug": "section-63-p46",
      "type": "verse",
      "number": "46",
      "content": "And now speedily visit the churches, expounding these things unto them, with my servant Oliver Cowdery. Behold, this is my will, obtaining moneys even as I have directed.",
      "churchId": "p46"
    },
    {
      "slug": "section-63-p47",
      "type": "verse",
      "number": "47",
      "content": "He that is faithful and endureth shall overcome the world.",
      "churchId": "p47"
    },
    {
      "slug": "section-63-p48",
      "type": "verse",
      "number": "48",
      "content": "He that sendeth up treasures unto the land of Zion shall receive an inheritance in this world, and his works shall follow him, and also a reward in the world to come.",
      "churchId": "p48"
    },
    {
      "slug": "section-63-p49",
      "type": "verse",
      "number": "49",
      "content": "Yea, and blessed are the dead that die in the Lord, from henceforth, when the Lord shall come, and old things shall pass away, and all things become new, they shall rise from the dead and shall not die after, and shall receive an inheritance before the Lord, in the holy city.",
      "churchId": "p49"
    },
    {
      "slug": "section-63-p50",
      "type": "verse",
      "number": "50",
      "content": "And he that liveth when the Lord shall come, and hath kept the faith, blessed is he; nevertheless, it is appointed to him to die at the age of man.",
      "churchId": "p50"
    },
    {
      "slug": "section-63-p51",
      "type": "verse",
      "number": "51",
      "content": "Wherefore, children shall grow up until they become old; old men shall die; but they shall not sleep in the dust, but they shall be changed in the twinkling of an eye.",
      "churchId": "p51"
    },
    {
      "slug": "section-63-p52",
      "type": "verse",
      "number": "52",
      "content": "Wherefore, for this cause preached the apostles unto the world the resurrection of the dead.",
      "churchId": "p52"
    },
    {
      "slug": "section-63-p53",
      "type": "verse",
      "number": "53",
      "content": "These things are the things that ye must look for; and, speaking after the manner of the Lord, they are now nigh at hand, and in a time to come, even in the day of the coming of the Son of Man.",
      "churchId": "p53"
    },
    {
      "slug": "section-63-p54",
      "type": "verse",
      "number": "54",
      "content": "And until that hour there will be foolish virgins among the wise; and at that hour cometh an entire separation of the righteous and the wicked; and in that day will I send mine angels to pluck out the wicked and cast them into unquenchable fire.",
      "churchId": "p54"
    },
    {
      "slug": "section-63-p55",
      "type": "verse",
      "number": "55",
      "content": "And now behold, verily I say unto you, I, the Lord, am not pleased with my servant Sidney Rigdon; he exalted himself in his heart, and received not counsel, but grieved the Spirit;",
      "churchId": "p55"
    },
    {
      "slug": "section-63-p56",
      "type": "verse",
      "number": "56",
      "content": "Wherefore his writing is not acceptable unto the Lord, and he shall make another; and if the Lord receive it not, behold he standeth no longer in the office to which I have appointed him.",
      "churchId": "p56"
    },
    {
      "slug": "section-63-p57",
      "type": "verse",
      "number": "57",
      "content": "And again, verily I say unto you, those who desire in their hearts, in meekness, to warn sinners to repentance, let them be ordained unto this power.",
      "churchId": "p57"
    },
    {
      "slug": "section-63-p58",
      "type": "verse",
      "number": "58",
      "content": "For this is a day of warning, and not a day of many words. For I, the Lord, am not to be mocked in the last days.",
      "churchId": "p58"
    },
    {
      "slug": "section-63-p59",
      "type": "verse",
      "number": "59",
      "content": "Behold, I am from above, and my power lieth beneath. I am over all, and in all, and through all, and search all things, and the day cometh that all things shall be subject unto me.",
      "churchId": "p59"
    },
    {
      "slug": "section-63-p60",
      "type": "verse",
      "number": "60",
      "content": "Behold, I am Alpha and Omega, even Jesus Christ.",
      "churchId": "p60"
    },
    {
      "slug": "section-63-p61",
      "type": "verse",
      "number": "61",
      "content": "Wherefore, let all men beware how they take my name in their lips—",
      "churchId": "p61"
    },
    {
      "slug": "section-63-p62",
      "type": "verse",
      "number": "62",
      "content": "For behold, verily I say, that many there be who are under this condemnation, who use the name of the Lord, and use it in vain, having not authority.",
      "churchId": "p62"
    },
    {
      "slug": "section-63-p63",
      "type": "verse",
      "number": "63",
      "content": "Wherefore, let the church repent of their sins, and I, the Lord, will own them; otherwise they shall be cut off.",
      "churchId": "p63"
    },
    {
      "slug": "section-63-p64",
      "type": "verse",
      "number": "64",
      "content": "Remember that that which cometh from above is sacred, and must be spoken with care, and by constraint of the Spirit; and in this there is no condemnation, and ye receive the Spirit through prayer; wherefore, without this there remaineth condemnation.",
      "churchId": "p64"
    },
    {
      "slug": "section-63-p65",
      "type": "verse",
      "number": "65",
      "content": "Let my servants, Joseph Smith, Jun., and Sidney Rigdon, seek them a home, as they are taught through prayer by the Spirit.",
      "churchId": "p65"
    },
    {
      "slug": "section-63-p66",
      "type": "verse",
      "number": "66",
      "content": "These things remain to overcome through patience, that such may receive a more exceeding and eternal weight of glory, otherwise, a greater condemnation. Amen.",
      "churchId": "p66"
    }
  ]
}