{
  "name": "Doctrine and Covenants 8",
  "abbrev": "D&C 8",
  "number": "8",
  "churchUri": "/scriptures/dc-testament/dc/8",
  "paragraphs": [
    {
      "slug": "section-8-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 8",
      "churchId": "title_number1"
    },
    {
      "slug": "section-8-p1",
      "type": "verse",
      "number": "1",
      "content": "Oliver Cowdery, verily, verily, I say unto you, that assuredly as the Lord liveth, who is your God and your Redeemer, even so surely shall you receive a knowledge of whatsoever things you shall ask in faith, with an honest heart, believing that you shall receive a knowledge concerning the engravings of old records, which are ancient, which contain those parts of my scripture of which has been spoken by the manifestation of my Spirit.",
      "churchId": "p1"
    },
    {
      "slug": "section-8-p2",
      "type": "verse",
      "number": "2",
      "content": "Yea, behold, I will tell you in your mind and in your heart, by the Holy Ghost, which shall come upon you and which shall dwell in your heart.",
      "churchId": "p2"
    },
    {
      "slug": "section-8-p3",
      "type": "verse",
      "number": "3",
      "content": "Now, behold, this is the spirit of revelation; behold, this is the spirit by which Moses brought the children of Israel through the Red Sea on dry ground.",
      "churchId": "p3"
    },
    {
      "slug": "section-8-p4",
      "type": "verse",
      "number": "4",
      "content": "Therefore this is thy gift; apply unto it, and blessed art thou, for it shall deliver you out of the hands of your enemies, when, if it were not so, they would slay you and bring your soul to destruction.",
      "churchId": "p4"
    },
    {
      "slug": "section-8-p5",
      "type": "verse",
      "number": "5",
      "content": "Oh, remember these words, and keep my commandments. Remember, this is your gift.",
      "churchId": "p5"
    },
    {
      "slug": "section-8-p6",
      "type": "verse",
      "number": "6",
      "content": "Now this is not all thy gift; for you have another gift, which is the gift of Aaron; behold, it has told you many things;",
      "churchId": "p6"
    },
    {
      "slug": "section-8-p7",
      "type": "verse",
      "number": "7",
      "content": "Behold, there is no other power, save the power of God, that can cause this gift of Aaron to be with you.",
      "churchId": "p7"
    },
    {
      "slug": "section-8-p8",
      "type": "verse",
      "number": "8",
      "content": "Therefore, doubt not, for it is the gift of God; and you shall hold it in your hands, and do marvelous works; and no power shall be able to take it away out of your hands, for it is the work of God.",
      "churchId": "p8"
    },
    {
      "slug": "section-8-p9",
      "type": "verse",
      "number": "9",
      "content": "And, therefore, whatsoever you shall ask me to tell you by that means, that will I grant unto you, and you shall have knowledge concerning it.",
      "churchId": "p9"
    },
    {
      "slug": "section-8-p10",
      "type": "verse",
      "number": "10",
      "content": "Remember that without faith you can do nothing; therefore ask in faith. Trifle not with these things; do not ask for that which you ought not.",
      "churchId": "p10"
    },
    {
      "slug": "section-8-p11",
      "type": "verse",
      "number": "11",
      "content": "Ask that you may know the mysteries of God, and that you may translate and receive knowledge from all those ancient records which have been hid up, that are sacred; and according to your faith shall it be done unto you.",
      "churchId": "p11"
    },
    {
      "slug": "section-8-p12",
      "type": "verse",
      "number": "12",
      "content": "Behold, it is I that have spoken it; and I am the same that spake unto you from the beginning. Amen.",
      "churchId": "p12"
    }
  ]
}