{
  "name": "Doctrine and Covenants 43",
  "abbrev": "D&C 43",
  "number": "43",
  "churchUri": "/scriptures/dc-testament/dc/43",
  "paragraphs": [
    {
      "slug": "section-43-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 43",
      "churchId": "title_number1"
    },
    {
      "slug": "section-43-p1",
      "type": "verse",
      "number": "1",
      "content": "O hearken, ye elders of my church, and give ear to the words which I shall speak unto you.",
      "churchId": "p1"
    },
    {
      "slug": "section-43-p2",
      "type": "verse",
      "number": "2",
      "content": "For behold, verily, verily, I say unto you, that ye have received a commandment for a law unto my church, through him whom I have appointed unto you to receive commandments and revelations from my hand.",
      "churchId": "p2"
    },
    {
      "slug": "section-43-p3",
      "type": "verse",
      "number": "3",
      "content": "And this ye shall know assuredly—that there is none other appointed unto you to receive commandments and revelations until he be taken, if he abide in me.",
      "churchId": "p3"
    },
    {
      "slug": "section-43-p4",
      "type": "verse",
      "number": "4",
      "content": "But verily, verily, I say unto you, that none else shall be appointed unto this gift except it be through him; for if it be taken from him he shall not have power except to appoint another in his stead.",
      "churchId": "p4"
    },
    {
      "slug": "section-43-p5",
      "type": "verse",
      "number": "5",
      "content": "And this shall be a law unto you, that ye receive not the teachings of any that shall come before you as revelations or commandments;",
      "churchId": "p5"
    },
    {
      "slug": "section-43-p6",
      "type": "verse",
      "number": "6",
      "content": "And this I give unto you that you may not be deceived, that you may know they are not of me.",
      "churchId": "p6"
    },
    {
      "slug": "section-43-p7",
      "type": "verse",
      "number": "7",
      "content": "For verily I say unto you, that he that is ordained of me shall come in at the gate and be ordained as I have told you before, to teach those revelations which you have received and shall receive through him whom I have appointed.",
      "churchId": "p7"
    },
    {
      "slug": "section-43-p8",
      "type": "verse",
      "number": "8",
      "content": "And now, behold, I give unto you a commandment, that when ye are assembled together ye shall instruct and edify each other, that ye may know how to act and direct my church, how to act upon the points of my law and commandments, which I have given.",
      "churchId": "p8"
    },
    {
      "slug": "section-43-p9",
      "type": "verse",
      "number": "9",
      "content": "And thus ye shall become instructed in the law of my church, and be sanctified by that which ye have received, and ye shall bind yourselves to act in all holiness before me—",
      "churchId": "p9"
    },
    {
      "slug": "section-43-p10",
      "type": "verse",
      "number": "10",
      "content": "That inasmuch as ye do this, glory shall be added to the kingdom which ye have received. Inasmuch as ye do it not, it shall be taken, even that which ye have received.",
      "churchId": "p10"
    },
    {
      "slug": "section-43-p11",
      "type": "verse",
      "number": "11",
      "content": "Purge ye out the iniquity which is among you; sanctify yourselves before me;",
      "churchId": "p11"
    },
    {
      "slug": "section-43-p12",
      "type": "verse",
      "number": "12",
      "content": "And if ye desire the glories of the kingdom, appoint ye my servant Joseph Smith, Jun., and uphold him before me by the prayer of faith.",
      "churchId": "p12"
    },
    {
      "slug": "section-43-p13",
      "type": "verse",
      "number": "13",
      "content": "And again, I say unto you, that if ye desire the mysteries of the kingdom, provide for him food and raiment, and whatsoever thing he needeth to accomplish the work wherewith I have commanded him;",
      "churchId": "p13"
    },
    {
      "slug": "section-43-p14",
      "type": "verse",
      "number": "14",
      "content": "And if ye do it not he shall remain unto them that have received him, that I may reserve unto myself a pure people before me.",
      "churchId": "p14"
    },
    {
      "slug": "section-43-p15",
      "type": "verse",
      "number": "15",
      "content": "Again I say, hearken ye elders of my church, whom I have appointed: Ye are not sent forth to be taught, but to teach the children of men the things which I have put into your hands by the power of my Spirit;",
      "churchId": "p15"
    },
    {
      "slug": "section-43-p16",
      "type": "verse",
      "number": "16",
      "content": "And ye are to be taught from on high. Sanctify yourselves and ye shall be endowed with power, that ye may give even as I have spoken.",
      "churchId": "p16"
    },
    {
      "slug": "section-43-p17",
      "type": "verse",
      "number": "17",
      "content": "Hearken ye, for, behold, the great day of the Lord is nigh at hand.",
      "churchId": "p17"
    },
    {
      "slug": "section-43-p18",
      "type": "verse",
      "number": "18",
      "content": "For the day cometh that the Lord shall utter his voice out of heaven; the heavens shall shake and the earth shall tremble, and the trump of God shall sound both long and loud, and shall say to the sleeping nations: Ye saints arise and live; ye sinners stay and sleep until I shall call again.",
      "churchId": "p18"
    },
    {
      "slug": "section-43-p19",
      "type": "verse",
      "number": "19",
      "content": "Wherefore gird up your loins lest ye be found among the wicked.",
      "churchId": "p19"
    },
    {
      "slug": "section-43-p20",
      "type": "verse",
      "number": "20",
      "content": "Lift up your voices and spare not. Call upon the nations to repent, both old and young, both bond and free, saying: Prepare yourselves for the great day of the Lord;",
      "churchId": "p20"
    },
    {
      "slug": "section-43-p21",
      "type": "verse",
      "number": "21",
      "content": "For if I, who am a man, do lift up my voice and call upon you to repent, and ye hate me, what will ye say when the day cometh when the thunders shall utter their voices from the ends of the earth, speaking to the ears of all that live, saying—Repent, and prepare for the great day of the Lord?",
      "churchId": "p21"
    },
    {
      "slug": "section-43-p22",
      "type": "verse",
      "number": "22",
      "content": "Yea, and again, when the lightnings shall streak forth from the east unto the west, and shall utter forth their voices unto all that live, and make the ears of all tingle that hear, saying these words—Repent ye, for the great day of the Lord is come?",
      "churchId": "p22"
    },
    {
      "slug": "section-43-p23",
      "type": "verse",
      "number": "23",
      "content": "And again, the Lord shall utter his voice out of heaven, saying: Hearken, O ye nations of the earth, and hear the words of that God who made you.",
      "churchId": "p23"
    },
    {
      "slug": "section-43-p24",
      "type": "verse",
      "number": "24",
      "content": "O, ye nations of the earth, how often would I have gathered you together as a hen gathereth her chickens under her wings, but ye would not!",
      "churchId": "p24"
    },
    {
      "slug": "section-43-p25",
      "type": "verse",
      "number": "25",
      "content": "How oft have I called upon you by the mouth of my servants, and by the ministering of angels, and by mine own voice, and by the voice of thunderings, and by the voice of lightnings, and by the voice of tempests, and by the voice of earthquakes, and great hailstorms, and by the voice of famines and pestilences of every kind, and by the great sound of a trump, and by the voice of judgment, and by the voice of mercy all the day long, and by the voice of glory and honor and the riches of eternal life, and would have saved you with an everlasting salvation, but ye would not!",
      "churchId": "p25"
    },
    {
      "slug": "section-43-p26",
      "type": "verse",
      "number": "26",
      "content": "Behold, the day has come, when the cup of the wrath of mine indignation is full.",
      "churchId": "p26"
    },
    {
      "slug": "section-43-p27",
      "type": "verse",
      "number": "27",
      "content": "Behold, verily I say unto you, that these are the words of the Lord your God.",
      "churchId": "p27"
    },
    {
      "slug": "section-43-p28",
      "type": "verse",
      "number": "28",
      "content": "Wherefore, labor ye, labor ye in my vineyard for the last time—for the last time call upon the inhabitants of the earth.",
      "churchId": "p28"
    },
    {
      "slug": "section-43-p29",
      "type": "verse",
      "number": "29",
      "content": "For in mine own due time will I come upon the earth in judgment, and my people shall be redeemed and shall reign with me on earth.",
      "churchId": "p29"
    },
    {
      "slug": "section-43-p30",
      "type": "verse",
      "number": "30",
      "content": "For the great Millennium, of which I have spoken by the mouth of my servants, shall come.",
      "churchId": "p30"
    },
    {
      "slug": "section-43-p31",
      "type": "verse",
      "number": "31",
      "content": "For Satan shall be bound, and when he is loosed again he shall only reign for a little season, and then cometh the end of the earth.",
      "churchId": "p31"
    },
    {
      "slug": "section-43-p32",
      "type": "verse",
      "number": "32",
      "content": "And he that liveth in righteousness shall be changed in the twinkling of an eye, and the earth shall pass away so as by fire.",
      "churchId": "p32"
    },
    {
      "slug": "section-43-p33",
      "type": "verse",
      "number": "33",
      "content": "And the wicked shall go away into unquenchable fire, and their end no man knoweth on earth, nor ever shall know, until they come before me in judgment.",
      "churchId": "p33"
    },
    {
      "slug": "section-43-p34",
      "type": "verse",
      "number": "34",
      "content": "Hearken ye to these words. Behold, I am Jesus Christ, the Savior of the world. Treasure these things up in your hearts, and let the solemnities of eternity rest upon your minds.",
      "churchId": "p34"
    },
    {
      "slug": "section-43-p35",
      "type": "verse",
      "number": "35",
      "content": "Be sober. Keep all my commandments. Even so. Amen.",
      "churchId": "p35"
    }
  ]
}