{
  "name": "Doctrine and Covenants 21",
  "abbrev": "D&C 21",
  "number": "21",
  "churchUri": "/scriptures/dc-testament/dc/21",
  "paragraphs": [
    {
      "slug": "section-21-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 21",
      "churchId": "title_number1"
    },
    {
      "slug": "section-21-p1",
      "type": "verse",
      "number": "1",
      "content": "Behold, there shall be a record kept among you; and in it thou shalt be called a seer, a translator, a prophet, an apostle of Jesus Christ, an elder of the church through the will of God the Father, and the grace of your Lord Jesus Christ,",
      "churchId": "p1"
    },
    {
      "slug": "section-21-p2",
      "type": "verse",
      "number": "2",
      "content": "Being inspired of the Holy Ghost to lay the foundation thereof, and to build it up unto the most holy faith.",
      "churchId": "p2"
    },
    {
      "slug": "section-21-p3",
      "type": "verse",
      "number": "3",
      "content": "Which church was organized and established in the year of your Lord eighteen hundred and thirty, in the fourth month, and on the sixth day of the month which is called April.",
      "churchId": "p3"
    },
    {
      "slug": "section-21-p4",
      "type": "verse",
      "number": "4",
      "content": "Wherefore, meaning the church, thou shalt give heed unto all his words and commandments which he shall give unto you as he receiveth them, walking in all holiness before me;",
      "churchId": "p4"
    },
    {
      "slug": "section-21-p5",
      "type": "verse",
      "number": "5",
      "content": "For his word ye shall receive, as if from mine own mouth, in all patience and faith.",
      "churchId": "p5"
    },
    {
      "slug": "section-21-p6",
      "type": "verse",
      "number": "6",
      "content": "For by doing these things the gates of hell shall not prevail against you; yea, and the Lord God will disperse the powers of darkness from before you, and cause the heavens to shake for your good, and his name’s glory.",
      "churchId": "p6"
    },
    {
      "slug": "section-21-p7",
      "type": "verse",
      "number": "7",
      "content": "For thus saith the Lord God: Him have I inspired to move the cause of Zion in mighty power for good, and his diligence I know, and his prayers I have heard.",
      "churchId": "p7"
    },
    {
      "slug": "section-21-p8",
      "type": "verse",
      "number": "8",
      "content": "Yea, his weeping for Zion I have seen, and I will cause that he shall mourn for her no longer; for his days of rejoicing are come unto the remission of his sins, and the manifestations of my blessings upon his works.",
      "churchId": "p8"
    },
    {
      "slug": "section-21-p9",
      "type": "verse",
      "number": "9",
      "content": "For, behold, I will bless all those who labor in my vineyard with a mighty blessing, and they shall believe on his words, which are given him through me by the Comforter, which manifesteth that Jesus was crucified by sinful men for the sins of the world, yea, for the remission of sins unto the contrite heart.",
      "churchId": "p9"
    },
    {
      "slug": "section-21-p10",
      "type": "verse",
      "number": "10",
      "content": "Wherefore it behooveth me that he should be ordained by you, Oliver Cowdery mine apostle;",
      "churchId": "p10"
    },
    {
      "slug": "section-21-p11",
      "type": "verse",
      "number": "11",
      "content": "This being an ordinance unto you, that you are an elder under his hand, he being the first unto you, that you might be an elder unto this church of Christ, bearing my name—",
      "churchId": "p11"
    },
    {
      "slug": "section-21-p12",
      "type": "verse",
      "number": "12",
      "content": "And the first preacher of this church unto the church, and before the world, yea, before the Gentiles; yea, and thus saith the Lord God, lo, lo! to the Jews also. Amen.",
      "churchId": "p12"
    }
  ]
}