{
  "name": "Doctrine and Covenants 85",
  "abbrev": "D&C 85",
  "number": "85",
  "churchUri": "/scriptures/dc-testament/dc/85",
  "paragraphs": [
    {
      "slug": "section-85-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 85",
      "churchId": "title_number1"
    },
    {
      "slug": "section-85-p1",
      "type": "verse",
      "number": "1",
      "content": "It is the duty of the Lord’s clerk, whom he has appointed, to keep a history, and a general church record of all things that transpire in Zion, and of all those who consecrate properties, and receive inheritances legally from the bishop;",
      "churchId": "p1"
    },
    {
      "slug": "section-85-p2",
      "type": "verse",
      "number": "2",
      "content": "And also their manner of life, their faith, and works; and also of the apostates who apostatize after receiving their inheritances.",
      "churchId": "p2"
    },
    {
      "slug": "section-85-p3",
      "type": "verse",
      "number": "3",
      "content": "It is contrary to the will and commandment of God that those who receive not their inheritance by consecration, agreeable to his law, which he has given, that he may tithe his people, to prepare them against the day of vengeance and burning, should have their names enrolled with the people of God.",
      "churchId": "p3"
    },
    {
      "slug": "section-85-p4",
      "type": "verse",
      "number": "4",
      "content": "Neither is their genealogy to be kept, or to be had where it may be found on any of the records or history of the church.",
      "churchId": "p4"
    },
    {
      "slug": "section-85-p5",
      "type": "verse",
      "number": "5",
      "content": "Their names shall not be found, neither the names of the fathers, nor the names of the children written in the book of the law of God, saith the Lord of Hosts.",
      "churchId": "p5"
    },
    {
      "slug": "section-85-p6",
      "type": "verse",
      "number": "6",
      "content": "Yea, thus saith the still small voice, which whispereth through and pierceth all things, and often times it maketh my bones to quake while it maketh manifest, saying:",
      "churchId": "p6"
    },
    {
      "slug": "section-85-p7",
      "type": "verse",
      "number": "7",
      "content": "And it shall come to pass that I, the Lord God, will send one mighty and strong, holding the scepter of power in his hand, clothed with light for a covering, whose mouth shall utter words, eternal words; while his bowels shall be a fountain of truth, to set in order the house of God, and to arrange by lot the inheritances of the saints whose names are found, and the names of their fathers, and of their children, enrolled in the book of the law of God;",
      "churchId": "p7"
    },
    {
      "slug": "section-85-p8",
      "type": "verse",
      "number": "8",
      "content": "While that man, who was called of God and appointed, that putteth forth his hand to steady the ark of God, shall fall by the shaft of death, like as a tree that is smitten by the vivid shaft of lightning.",
      "churchId": "p8"
    },
    {
      "slug": "section-85-p9",
      "type": "verse",
      "number": "9",
      "content": "And all they who are not found written in the book of remembrance shall find none inheritance in that day, but they shall be cut asunder, and their portion shall be appointed them among unbelievers, where are wailing and gnashing of teeth.",
      "churchId": "p9"
    },
    {
      "slug": "section-85-p10",
      "type": "verse",
      "number": "10",
      "content": "These things I say not of myself; therefore, as the Lord speaketh, he will also fulfil.",
      "churchId": "p10"
    },
    {
      "slug": "section-85-p11",
      "type": "verse",
      "number": "11",
      "content": "And they who are of the High Priesthood, whose names are not found written in the book of the law, or that are found to have apostatized, or to have been cut off from the church, as well as the lesser priesthood, or the members, in that day shall not find an inheritance among the saints of the Most High;",
      "churchId": "p11"
    },
    {
      "slug": "section-85-p12",
      "type": "verse",
      "number": "12",
      "content": "Therefore, it shall be done unto them as unto the children of the priest, as will be found recorded in the second chapter and sixty-first and second verses of Ezra.",
      "churchId": "p12"
    }
  ]
}