{
  "name": "Doctrine and Covenants 117",
  "abbrev": "D&C 117",
  "number": "117",
  "churchUri": "/scriptures/dc-testament/dc/117",
  "paragraphs": [
    {
      "slug": "section-117-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Section 117",
      "churchId": "title_number1"
    },
    {
      "slug": "section-117-p1",
      "type": "verse",
      "number": "1",
      "content": "Verily thus saith the Lord unto my servant William Marks, and also unto my servant Newel K. Whitney, let them settle up their business speedily and journey from the land of Kirtland, before I, the Lord, send again the snows upon the earth.",
      "churchId": "p1"
    },
    {
      "slug": "section-117-p2",
      "type": "verse",
      "number": "2",
      "content": "Let them awake, and arise, and come forth, and not tarry, for I, the Lord, command it.",
      "churchId": "p2"
    },
    {
      "slug": "section-117-p3",
      "type": "verse",
      "number": "3",
      "content": "Therefore, if they tarry it shall not be well with them.",
      "churchId": "p3"
    },
    {
      "slug": "section-117-p4",
      "type": "verse",
      "number": "4",
      "content": "Let them repent of all their sins, and of all their covetous desires, before me, saith the Lord; for what is property unto me? saith the Lord.",
      "churchId": "p4"
    },
    {
      "slug": "section-117-p5",
      "type": "verse",
      "number": "5",
      "content": "Let the properties of Kirtland be turned out for debts, saith the Lord. Let them go, saith the Lord, and whatsoever remaineth, let it remain in your hands, saith the Lord.",
      "churchId": "p5"
    },
    {
      "slug": "section-117-p6",
      "type": "verse",
      "number": "6",
      "content": "For have I not the fowls of heaven, and also the fish of the sea, and the beasts of the mountains? Have I not made the earth? Do I not hold the destinies of all the armies of the nations of the earth?",
      "churchId": "p6"
    },
    {
      "slug": "section-117-p7",
      "type": "verse",
      "number": "7",
      "content": "Therefore, will I not make solitary places to bud and to blossom, and to bring forth in abundance? saith the Lord.",
      "churchId": "p7"
    },
    {
      "slug": "section-117-p8",
      "type": "verse",
      "number": "8",
      "content": "Is there not room enough on the mountains of Adam-ondi-Ahman, and on the plains of Olaha Shinehah, or the land where Adam dwelt, that you should covet that which is but the drop, and neglect the more weighty matters?",
      "churchId": "p8"
    },
    {
      "slug": "section-117-p9",
      "type": "verse",
      "number": "9",
      "content": "Therefore, come up hither unto the land of my people, even Zion.",
      "churchId": "p9"
    },
    {
      "slug": "section-117-p10",
      "type": "verse",
      "number": "10",
      "content": "Let my servant William Marks be faithful over a few things, and he shall be a ruler over many. Let him preside in the midst of my people in the city of Far West, and let him be blessed with the blessings of my people.",
      "churchId": "p10"
    },
    {
      "slug": "section-117-p11",
      "type": "verse",
      "number": "11",
      "content": "Let my servant Newel K. Whitney be ashamed of the Nicolaitane band and of all their secret abominations, and of all his littleness of soul before me, saith the Lord, and come up to the land of Adam-ondi-Ahman, and be a bishop unto my people, saith the Lord, not in name but in deed, saith the Lord.",
      "churchId": "p11"
    },
    {
      "slug": "section-117-p12",
      "type": "verse",
      "number": "12",
      "content": "And again, I say unto you, I remember my servant Oliver Granger; behold, verily I say unto him that his name shall be had in sacred remembrance from generation to generation, forever and ever, saith the Lord.",
      "churchId": "p12"
    },
    {
      "slug": "section-117-p13",
      "type": "verse",
      "number": "13",
      "content": "Therefore, let him contend earnestly for the redemption of the First Presidency of my Church, saith the Lord; and when he falls he shall rise again, for his sacrifice shall be more sacred unto me than his increase, saith the Lord.",
      "churchId": "p13"
    },
    {
      "slug": "section-117-p14",
      "type": "verse",
      "number": "14",
      "content": "Therefore, let him come up hither speedily, unto the land of Zion; and in the due time he shall be made a merchant unto my name, saith the Lord, for the benefit of my people.",
      "churchId": "p14"
    },
    {
      "slug": "section-117-p15",
      "type": "verse",
      "number": "15",
      "content": "Therefore let no man despise my servant Oliver Granger, but let the blessings of my people be on him forever and ever.",
      "churchId": "p15"
    },
    {
      "slug": "section-117-p16",
      "type": "verse",
      "number": "16",
      "content": "And again, verily I say unto you, let all my servants in the land of Kirtland remember the Lord their God, and mine house also, to keep and preserve it holy, and to overthrow the moneychangers in mine own due time, saith the Lord. Even so. Amen.",
      "churchId": "p16"
    }
  ]
}