{
  "name": "Judges 11",
  "abbrev": "Judg. 11",
  "number": "11",
  "churchUri": "/scriptures/ot/judg/11",
  "paragraphs": [
    {
      "slug": "judges-11-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 11",
      "churchId": "title_number1"
    },
    {
      "slug": "judges-11-p1",
      "type": "verse",
      "number": "1",
      "content": "Now Jephthah the Gileadite was a mighty man of valour, and he <span class=\"clarity-word\">was</span> the son of an harlot: and Gilead begat Jephthah.",
      "churchId": "p1"
    },
    {
      "slug": "judges-11-p2",
      "type": "verse",
      "number": "2",
      "content": "And Gilead’s wife bare him sons; and his wife’s sons grew up, and they thrust out Jephthah, and said unto him, Thou shalt not inherit in our father’s house; for thou <span class=\"clarity-word\">art</span> the son of a strange woman.",
      "churchId": "p2"
    },
    {
      "slug": "judges-11-p3",
      "type": "verse",
      "number": "3",
      "content": "Then Jephthah fled from his brethren, and dwelt in the land of Tob: and there were gathered vain men to Jephthah, and went out with him.",
      "churchId": "p3"
    },
    {
      "slug": "judges-11-p4",
      "type": "verse",
      "number": "4",
      "content": "¶ And it came to pass in process of time, that the children of Ammon made war against Israel.",
      "churchId": "p4"
    },
    {
      "slug": "judges-11-p5",
      "type": "verse",
      "number": "5",
      "content": "And it was so, that when the children of Ammon made war against Israel, the elders of Gilead went to fetch Jephthah out of the land of Tob:",
      "churchId": "p5"
    },
    {
      "slug": "judges-11-p6",
      "type": "verse",
      "number": "6",
      "content": "And they said unto Jephthah, Come, and be our captain, that we may fight with the children of Ammon.",
      "churchId": "p6"
    },
    {
      "slug": "judges-11-p7",
      "type": "verse",
      "number": "7",
      "content": "And Jephthah said unto the elders of Gilead, Did not ye hate me, and expel me out of my father’s house? and why are ye come unto me now when ye are in distress?",
      "churchId": "p7"
    },
    {
      "slug": "judges-11-p8",
      "type": "verse",
      "number": "8",
      "content": "And the elders of Gilead said unto Jephthah, Therefore we turn again to thee now, that thou mayest go with us, and fight against the children of Ammon, and be our head over all the inhabitants of Gilead.",
      "churchId": "p8"
    },
    {
      "slug": "judges-11-p9",
      "type": "verse",
      "number": "9",
      "content": "And Jephthah said unto the elders of Gilead, If ye bring me home again to fight against the children of Ammon, and the <span class=\"small-caps\">Lord</span> deliver them before me, shall I be your head?",
      "churchId": "p9"
    },
    {
      "slug": "judges-11-p10",
      "type": "verse",
      "number": "10",
      "content": "And the elders of Gilead said unto Jephthah, The <span class=\"small-caps\">Lord</span> be witness between us, if we do not so according to thy words.",
      "churchId": "p10"
    },
    {
      "slug": "judges-11-p11",
      "type": "verse",
      "number": "11",
      "content": "Then Jephthah went with the elders of Gilead, and the people made him head and captain over them: and Jephthah uttered all his words before the <span class=\"small-caps\">Lord</span> in Mizpeh.",
      "churchId": "p11"
    },
    {
      "slug": "judges-11-p12",
      "type": "verse",
      "number": "12",
      "content": "¶ And Jephthah sent messengers unto the king of the children of Ammon, saying, What hast thou to do with me, that thou art come against me to fight in my land?",
      "churchId": "p12"
    },
    {
      "slug": "judges-11-p13",
      "type": "verse",
      "number": "13",
      "content": "And the king of the children of Ammon answered unto the messengers of Jephthah, Because Israel took away my land, when they came up out of Egypt, from Arnon even unto Jabbok, and unto Jordan: now therefore restore those <span class=\"clarity-word\">lands</span> again peaceably.",
      "churchId": "p13"
    },
    {
      "slug": "judges-11-p14",
      "type": "verse",
      "number": "14",
      "content": "And Jephthah sent messengers again unto the king of the children of Ammon:",
      "churchId": "p14"
    },
    {
      "slug": "judges-11-p15",
      "type": "verse",
      "number": "15",
      "content": "And said unto him, Thus saith Jephthah, Israel took not away the land of Moab, nor the land of the children of Ammon:",
      "churchId": "p15"
    },
    {
      "slug": "judges-11-p16",
      "type": "verse",
      "number": "16",
      "content": "But when Israel came up from Egypt, and walked through the wilderness unto the Red sea, and came to Kadesh;",
      "churchId": "p16"
    },
    {
      "slug": "judges-11-p17",
      "type": "verse",
      "number": "17",
      "content": "Then Israel sent messengers unto the king of Edom, saying, Let me, I pray thee, pass through thy land: but the king of Edom would not hearken <span class=\"clarity-word\">thereto.</span> And in like manner they sent unto the king of Moab: but he would not <span class=\"clarity-word\">consent:</span> and Israel abode in Kadesh.",
      "churchId": "p17"
    },
    {
      "slug": "judges-11-p18",
      "type": "verse",
      "number": "18",
      "content": "Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon <span class=\"clarity-word\">was</span> the border of Moab.",
      "churchId": "p18"
    },
    {
      "slug": "judges-11-p19",
      "type": "verse",
      "number": "19",
      "content": "And Israel sent messengers unto Sihon king of the Amorites, the king of Heshbon; and Israel said unto him, Let us pass, we pray thee, through thy land into my place.",
      "churchId": "p19"
    },
    {
      "slug": "judges-11-p20",
      "type": "verse",
      "number": "20",
      "content": "But Sihon trusted not Israel to pass through his coast: but Sihon gathered all his people together, and pitched in Jahaz, and fought against Israel.",
      "churchId": "p20"
    },
    {
      "slug": "judges-11-p21",
      "type": "verse",
      "number": "21",
      "content": "And the <span class=\"small-caps\">Lord</span> God of Israel delivered Sihon and all his people into the hand of Israel, and they smote them: so Israel possessed all the land of the Amorites, the inhabitants of that country.",
      "churchId": "p21"
    },
    {
      "slug": "judges-11-p22",
      "type": "verse",
      "number": "22",
      "content": "And they possessed all the coasts of the Amorites, from Arnon even unto Jabbok, and from the wilderness even unto Jordan.",
      "churchId": "p22"
    },
    {
      "slug": "judges-11-p23",
      "type": "verse",
      "number": "23",
      "content": "So now the <span class=\"small-caps\">Lord</span> God of Israel hath dispossessed the Amorites from before his people Israel, and shouldest thou possess it?",
      "churchId": "p23"
    },
    {
      "slug": "judges-11-p24",
      "type": "verse",
      "number": "24",
      "content": "Wilt not thou possess that which Chemosh thy god giveth thee to possess? So whomsoever the <span class=\"small-caps\">Lord</span> our God shall drive out from before us, them will we possess.",
      "churchId": "p24"
    },
    {
      "slug": "judges-11-p25",
      "type": "verse",
      "number": "25",
      "content": "And now <span class=\"clarity-word\">art</span> thou any thing better than Balak the son of Zippor, king of Moab? did he ever strive against Israel, or did he ever fight against them,",
      "churchId": "p25"
    },
    {
      "slug": "judges-11-p26",
      "type": "verse",
      "number": "26",
      "content": "While Israel dwelt in Heshbon and her towns, and in Aroer and her towns, and in all the cities that <span class=\"clarity-word\">be</span> along by the coasts of Arnon, three hundred years? why therefore did ye not recover <span class=\"clarity-word\">them</span> within that time?",
      "churchId": "p26"
    },
    {
      "slug": "judges-11-p27",
      "type": "verse",
      "number": "27",
      "content": "Wherefore I have not sinned against thee, but thou doest me wrong to war against me: the <span class=\"small-caps\">Lord</span> the Judge be judge this day between the children of Israel and the children of Ammon.",
      "churchId": "p27"
    },
    {
      "slug": "judges-11-p28",
      "type": "verse",
      "number": "28",
      "content": "Howbeit the king of the children of Ammon hearkened not unto the words of Jephthah which he sent him.",
      "churchId": "p28"
    },
    {
      "slug": "judges-11-p29",
      "type": "verse",
      "number": "29",
      "content": "¶ Then the Spirit of the <span class=\"small-caps\">Lord</span> came upon Jephthah, and he passed over Gilead, and Manasseh, and passed over Mizpeh of Gilead, and from Mizpeh of Gilead he passed over <span class=\"clarity-word\">unto</span> the children of Ammon.",
      "churchId": "p29"
    },
    {
      "slug": "judges-11-p30",
      "type": "verse",
      "number": "30",
      "content": "And Jephthah vowed a vow unto the <span class=\"small-caps\">Lord</span>, and said, If thou shalt without fail deliver the children of Ammon into mine hands,",
      "churchId": "p30"
    },
    {
      "slug": "judges-11-p31",
      "type": "verse",
      "number": "31",
      "content": "Then it shall be, that whatsoever cometh forth of the doors of my house to meet me, when I return in peace from the children of Ammon, shall surely be the <span class=\"small-caps\">Lord</span>’s, and I will offer it up for a burnt offering.",
      "churchId": "p31"
    },
    {
      "slug": "judges-11-p32",
      "type": "verse",
      "number": "32",
      "content": "¶ So Jephthah passed over unto the children of Ammon to fight against them; and the <span class=\"small-caps\">Lord</span> delivered them into his hands.",
      "churchId": "p32"
    },
    {
      "slug": "judges-11-p33",
      "type": "verse",
      "number": "33",
      "content": "And he smote them from Aroer, even till thou come to Minnith, <span class=\"clarity-word\">even</span> twenty cities, and unto the plain of the vineyards, with a very great slaughter. Thus the children of Ammon were subdued before the children of Israel.",
      "churchId": "p33"
    },
    {
      "slug": "judges-11-p34",
      "type": "verse",
      "number": "34",
      "content": "¶ And Jephthah came to Mizpeh unto his house, and, behold, his daughter came out to meet him with timbrels and with dances: and she <span class=\"clarity-word\">was his</span> only child; beside her he had neither son nor daughter.",
      "churchId": "p34"
    },
    {
      "slug": "judges-11-p35",
      "type": "verse",
      "number": "35",
      "content": "And it came to pass, when he saw her, that he rent his clothes, and said, Alas, my daughter! thou hast brought me very low, and thou art one of them that trouble me: for I have opened my mouth unto the <span class=\"small-caps\">Lord</span>, and I cannot go back.",
      "churchId": "p35"
    },
    {
      "slug": "judges-11-p36",
      "type": "verse",
      "number": "36",
      "content": "And she said unto him, My father, <span class=\"clarity-word\">if</span> thou hast opened thy mouth unto the <span class=\"small-caps\">Lord</span>, do to me according to that which hath proceeded out of thy mouth; forasmuch as the <span class=\"small-caps\">Lord</span> hath taken vengeance for thee of thine enemies, <span class=\"clarity-word\">even</span> of the children of Ammon.",
      "churchId": "p36"
    },
    {
      "slug": "judges-11-p37",
      "type": "verse",
      "number": "37",
      "content": "And she said unto her father, Let this thing be done for me: let me alone two months, that I may go up and down upon the mountains, and bewail my virginity, I and my fellows.",
      "churchId": "p37"
    },
    {
      "slug": "judges-11-p38",
      "type": "verse",
      "number": "38",
      "content": "And he said, Go. And he sent her away <span class=\"clarity-word\">for</span> two months: and she went with her companions, and bewailed her virginity upon the mountains.",
      "churchId": "p38"
    },
    {
      "slug": "judges-11-p39",
      "type": "verse",
      "number": "39",
      "content": "And it came to pass at the end of two months, that she returned unto her father, who did with her <span class=\"clarity-word\">according</span> to his vow which he had vowed: and she knew no man. And it was a custom in Israel,",
      "churchId": "p39"
    },
    {
      "slug": "judges-11-p40",
      "type": "verse",
      "number": "40",
      "content": "<span class=\"clarity-word\">That</span> the daughters of Israel went yearly to lament the daughter of Jephthah the Gileadite four days in a year.",
      "churchId": "p40"
    }
  ]
}