{
  "name": "Judges 19",
  "abbrev": "Judg. 19",
  "number": "19",
  "churchUri": "/scriptures/ot/judg/19",
  "paragraphs": [
    {
      "slug": "judges-19-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 19",
      "churchId": "title_number1"
    },
    {
      "slug": "judges-19-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass in those days, when <span class=\"clarity-word\">there was</span> no king in Israel, that there was a certain Levite sojourning on the side of mount Ephraim, who took to him a concubine out of Beth-lehem-judah.",
      "churchId": "p1"
    },
    {
      "slug": "judges-19-p2",
      "type": "verse",
      "number": "2",
      "content": "And his concubine played the whore against him, and went away from him unto her father’s house to Beth-lehem-judah, and was there four whole months.",
      "churchId": "p2"
    },
    {
      "slug": "judges-19-p3",
      "type": "verse",
      "number": "3",
      "content": "And her husband arose, and went after her, to speak friendly unto her, <span class=\"clarity-word\">and</span> to bring her again, having his servant with him, and a couple of asses: and she brought him into her father’s house: and when the father of the damsel saw him, he rejoiced to meet him.",
      "churchId": "p3"
    },
    {
      "slug": "judges-19-p4",
      "type": "verse",
      "number": "4",
      "content": "And his father in law, the damsel’s father, retained him; and he abode with him three days: so they did eat and drink, and lodged there.",
      "churchId": "p4"
    },
    {
      "slug": "judges-19-p5",
      "type": "verse",
      "number": "5",
      "content": "¶ And it came to pass on the fourth day, when they arose early in the morning, that he rose up to depart: and the damsel’s father said unto his son in law, Comfort thine heart with a morsel of bread, and afterward go your way.",
      "churchId": "p5"
    },
    {
      "slug": "judges-19-p6",
      "type": "verse",
      "number": "6",
      "content": "And they sat down, and did eat and drink both of them together: for the damsel’s father had said unto the man, Be content, I pray thee, and tarry all night, and let thine heart be merry.",
      "churchId": "p6"
    },
    {
      "slug": "judges-19-p7",
      "type": "verse",
      "number": "7",
      "content": "And when the man rose up to depart, his father in law urged him: therefore he lodged there again.",
      "churchId": "p7"
    },
    {
      "slug": "judges-19-p8",
      "type": "verse",
      "number": "8",
      "content": "And he arose early in the morning on the fifth day to depart: and the damsel’s father said, Comfort thine heart, I pray thee. And they tarried until afternoon, and they did eat both of them.",
      "churchId": "p8"
    },
    {
      "slug": "judges-19-p9",
      "type": "verse",
      "number": "9",
      "content": "And when the man rose up to depart, he, and his concubine, and his servant, his father in law, the damsel’s father, said unto him, Behold, now the day draweth toward evening, I pray you tarry all night: behold, the day groweth to an end, lodge here, that thine heart may be merry; and to morrow get you early on your way, that thou mayest go home.",
      "churchId": "p9"
    },
    {
      "slug": "judges-19-p10",
      "type": "verse",
      "number": "10",
      "content": "But the man would not tarry that night, but he rose up and departed, and came over against Jebus, which <span class=\"clarity-word\">is</span> Jerusalem; and <span class=\"clarity-word\">there were</span> with him two asses saddled, his concubine also <span class=\"clarity-word\">was</span> with him.",
      "churchId": "p10"
    },
    {
      "slug": "judges-19-p11",
      "type": "verse",
      "number": "11",
      "content": "<span class=\"clarity-word\">And</span> when they <span class=\"clarity-word\">were</span> by Jebus, the day was far spent; and the servant said unto his master, Come, I pray thee, and let us turn in into this city of the Jebusites, and lodge in it.",
      "churchId": "p11"
    },
    {
      "slug": "judges-19-p12",
      "type": "verse",
      "number": "12",
      "content": "And his master said unto him, We will not turn aside hither into the city of a stranger, that <span class=\"clarity-word\">is</span> not of the children of Israel; we will pass over to Gibeah.",
      "churchId": "p12"
    },
    {
      "slug": "judges-19-p13",
      "type": "verse",
      "number": "13",
      "content": "And he said unto his servant, Come, and let us draw near to one of these places to lodge all night, in Gibeah, or in Ramah.",
      "churchId": "p13"
    },
    {
      "slug": "judges-19-p14",
      "type": "verse",
      "number": "14",
      "content": "And they passed on and went their way; and the sun went down upon them <span class=\"clarity-word\">when they were</span> by Gibeah, which <span class=\"clarity-word\">belongeth</span> to Benjamin.",
      "churchId": "p14"
    },
    {
      "slug": "judges-19-p15",
      "type": "verse",
      "number": "15",
      "content": "And they turned aside thither, to go in <span class=\"clarity-word\">and</span> to lodge in Gibeah: and when he went in, he sat him down in a street of the city: for <span class=\"clarity-word\">there was</span> no man that took them into his house to lodging.",
      "churchId": "p15"
    },
    {
      "slug": "judges-19-p16",
      "type": "verse",
      "number": "16",
      "content": "¶ And, behold, there came an old man from his work out of the field at even, which <span class=\"clarity-word\">was</span> also of mount Ephraim; and he sojourned in Gibeah: but the men of the place <span class=\"clarity-word\">were</span> Benjamites.",
      "churchId": "p16"
    },
    {
      "slug": "judges-19-p17",
      "type": "verse",
      "number": "17",
      "content": "And when he had lifted up his eyes, he saw a wayfaring man in the street of the city: and the old man said, Whither goest thou? and whence comest thou?",
      "churchId": "p17"
    },
    {
      "slug": "judges-19-p18",
      "type": "verse",
      "number": "18",
      "content": "And he said unto him, We <span class=\"clarity-word\">are</span> passing from Beth-lehem-judah toward the side of mount Ephraim; from thence <span class=\"clarity-word\">am</span> I: and I went to Beth-lehem-judah, but I <span class=\"clarity-word\">am now</span> going to the house of the <span class=\"small-caps\">Lord</span>; and there <span class=\"clarity-word\">is</span> no man that receiveth me to house.",
      "churchId": "p18"
    },
    {
      "slug": "judges-19-p19",
      "type": "verse",
      "number": "19",
      "content": "Yet there is both straw and provender for our asses; and there is bread and wine also for me, and for thy handmaid, and for the young man <span class=\"clarity-word\">which is</span> with thy servants: <span class=\"clarity-word\">there is</span> no want of any thing.",
      "churchId": "p19"
    },
    {
      "slug": "judges-19-p20",
      "type": "verse",
      "number": "20",
      "content": "And the old man said, Peace <span class=\"clarity-word\">be</span> with thee; howsoever <span class=\"clarity-word\">let</span> all thy wants <span class=\"clarity-word\">lie</span> upon me; only lodge not in the street.",
      "churchId": "p20"
    },
    {
      "slug": "judges-19-p21",
      "type": "verse",
      "number": "21",
      "content": "So he brought him into his house, and gave provender unto the asses: and they washed their feet, and did eat and drink.",
      "churchId": "p21"
    },
    {
      "slug": "judges-19-p22",
      "type": "verse",
      "number": "22",
      "content": "¶ <span class=\"clarity-word\">Now</span> as they were making their hearts merry, behold, the men of the city, certain sons of Belial, beset the house round about, <span class=\"clarity-word\">and</span> beat at the door, and spake to the master of the house, the old man, saying, Bring forth the man that came into thine house, that we may know him.",
      "churchId": "p22"
    },
    {
      "slug": "judges-19-p23",
      "type": "verse",
      "number": "23",
      "content": "And the man, the master of the house, went out unto them, and said unto them, Nay, my brethren, <span class=\"clarity-word\">nay,</span> I pray you, do not <span class=\"clarity-word\">so</span> wickedly; seeing that this man is come into mine house, do not this folly.",
      "churchId": "p23"
    },
    {
      "slug": "judges-19-p24",
      "type": "verse",
      "number": "24",
      "content": "Behold, <span class=\"clarity-word\">here is</span> my daughter a maiden, and his concubine; them I will bring out now, and humble ye them, and do with them what seemeth good unto you: but unto this man do not so vile a thing.",
      "churchId": "p24"
    },
    {
      "slug": "judges-19-p25",
      "type": "verse",
      "number": "25",
      "content": "But the men would not hearken to him: so the man took his concubine, and brought her forth unto them; and they knew her, and abused her all the night until the morning: and when the day began to spring, they let her go.",
      "churchId": "p25"
    },
    {
      "slug": "judges-19-p26",
      "type": "verse",
      "number": "26",
      "content": "Then came the woman in the dawning of the day, and fell down at the door of the man’s house where her lord <span class=\"clarity-word\">was,</span> till it was light.",
      "churchId": "p26"
    },
    {
      "slug": "judges-19-p27",
      "type": "verse",
      "number": "27",
      "content": "And her lord rose up in the morning, and opened the doors of the house, and went out to go his way: and, behold, the woman his concubine was fallen down <span class=\"clarity-word\">at</span> the door of the house, and her hands <span class=\"clarity-word\">were</span> upon the threshold.",
      "churchId": "p27"
    },
    {
      "slug": "judges-19-p28",
      "type": "verse",
      "number": "28",
      "content": "And he said unto her, Up, and let us be going. But none answered. Then the man took her <span class=\"clarity-word\">up</span> upon an ass, and the man rose up, and gat him unto his place.",
      "churchId": "p28"
    },
    {
      "slug": "judges-19-p29",
      "type": "verse",
      "number": "29",
      "content": "¶ And when he was come into his house, he took a knife, and laid hold on his concubine, and divided her, <span class=\"clarity-word\">together</span> with her bones, into twelve pieces, and sent her into all the coasts of Israel.",
      "churchId": "p29"
    },
    {
      "slug": "judges-19-p30",
      "type": "verse",
      "number": "30",
      "content": "And it was so, that all that saw it said, There was no such deed done nor seen from the day that the children of Israel came up out of the land of Egypt unto this day: consider of it, take advice, and speak <span class=\"clarity-word\">your minds.</span>",
      "churchId": "p30"
    }
  ]
}