{
  "name": "Judges 20",
  "abbrev": "Judg. 20",
  "number": "20",
  "churchUri": "/scriptures/ot/judg/20",
  "paragraphs": [
    {
      "slug": "judges-20-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 20",
      "churchId": "title_number1"
    },
    {
      "slug": "judges-20-p1",
      "type": "verse",
      "number": "1",
      "content": "Then all the children of Israel went out, and the congregation was gathered together as one man, from Dan even to Beer-sheba, with the land of Gilead, unto the <span class=\"small-caps\">Lord</span> in Mizpeh.",
      "churchId": "p1"
    },
    {
      "slug": "judges-20-p2",
      "type": "verse",
      "number": "2",
      "content": "And the chief of all the people, <span class=\"clarity-word\">even</span> of all the tribes of Israel, presented themselves in the assembly of the people of God, four hundred thousand footmen that drew sword.",
      "churchId": "p2"
    },
    {
      "slug": "judges-20-p3",
      "type": "verse",
      "number": "3",
      "content": "(Now the children of Benjamin heard that the children of Israel were gone up to Mizpeh.) Then said the children of Israel, Tell <span class=\"clarity-word\">us,</span> how was this wickedness?",
      "churchId": "p3"
    },
    {
      "slug": "judges-20-p4",
      "type": "verse",
      "number": "4",
      "content": "And the Levite, the husband of the woman that was slain, answered and said, I came into Gibeah that <span class=\"clarity-word\">belongeth</span> to Benjamin, I and my concubine, to lodge.",
      "churchId": "p4"
    },
    {
      "slug": "judges-20-p5",
      "type": "verse",
      "number": "5",
      "content": "And the men of Gibeah rose against me, and beset the house round about upon me by night, <span class=\"clarity-word\">and</span> thought to have slain me: and my concubine have they forced, that she is dead.",
      "churchId": "p5"
    },
    {
      "slug": "judges-20-p6",
      "type": "verse",
      "number": "6",
      "content": "And I took my concubine, and cut her in pieces, and sent her throughout all the country of the inheritance of Israel: for they have committed lewdness and folly in Israel.",
      "churchId": "p6"
    },
    {
      "slug": "judges-20-p7",
      "type": "verse",
      "number": "7",
      "content": "Behold, ye <span class=\"clarity-word\">are</span> all children of Israel; give here your advice and counsel.",
      "churchId": "p7"
    },
    {
      "slug": "judges-20-p8",
      "type": "verse",
      "number": "8",
      "content": "¶ And all the people arose as one man, saying, We will not any <span class=\"clarity-word\">of us</span> go to his tent, neither will we any <span class=\"clarity-word\">of us</span> turn into his house.",
      "churchId": "p8"
    },
    {
      "slug": "judges-20-p9",
      "type": "verse",
      "number": "9",
      "content": "But now this <span class=\"clarity-word\">shall be</span> the thing which we will do to Gibeah; <span class=\"clarity-word\">we will go up</span> by lot against it;",
      "churchId": "p9"
    },
    {
      "slug": "judges-20-p10",
      "type": "verse",
      "number": "10",
      "content": "And we will take ten men of an hundred throughout all the tribes of Israel, and an hundred of a thousand, and a thousand out of ten thousand, to fetch victual for the people, that they may do, when they come to Gibeah of Benjamin, according to all the folly that they have wrought in Israel.",
      "churchId": "p10"
    },
    {
      "slug": "judges-20-p11",
      "type": "verse",
      "number": "11",
      "content": "So all the men of Israel were gathered against the city, knit together as one man.",
      "churchId": "p11"
    },
    {
      "slug": "judges-20-p12",
      "type": "verse",
      "number": "12",
      "content": "¶ And the tribes of Israel sent men through all the tribe of Benjamin, saying, What wickedness <span class=\"clarity-word\">is</span> this that is done among you?",
      "churchId": "p12"
    },
    {
      "slug": "judges-20-p13",
      "type": "verse",
      "number": "13",
      "content": "Now therefore deliver <span class=\"clarity-word\">us</span> the men, the children of Belial, which <span class=\"clarity-word\">are</span> in Gibeah, that we may put them to death, and put away evil from Israel. But the children of Benjamin would not hearken to the voice of their brethren the children of Israel:",
      "churchId": "p13"
    },
    {
      "slug": "judges-20-p14",
      "type": "verse",
      "number": "14",
      "content": "But the children of Benjamin gathered themselves together out of the cities unto Gibeah, to go out to battle against the children of Israel.",
      "churchId": "p14"
    },
    {
      "slug": "judges-20-p15",
      "type": "verse",
      "number": "15",
      "content": "And the children of Benjamin were numbered at that time out of the cities twenty and six thousand men that drew sword, beside the inhabitants of Gibeah, which were numbered seven hundred chosen men.",
      "churchId": "p15"
    },
    {
      "slug": "judges-20-p16",
      "type": "verse",
      "number": "16",
      "content": "Among all this people <span class=\"clarity-word\">there were</span> seven hundred chosen men lefthanded; every one could sling stones at an hair <span class=\"clarity-word\">breadth,</span> and not miss.",
      "churchId": "p16"
    },
    {
      "slug": "judges-20-p17",
      "type": "verse",
      "number": "17",
      "content": "And the men of Israel, beside Benjamin, were numbered four hundred thousand men that drew sword: all these <span class=\"clarity-word\">were</span> men of war.",
      "churchId": "p17"
    },
    {
      "slug": "judges-20-p18",
      "type": "verse",
      "number": "18",
      "content": "¶ And the children of Israel arose, and went up to the house of God, and asked counsel of God, and said, Which of us shall go up first to the battle against the children of Benjamin? And the <span class=\"small-caps\">Lord</span> said, Judah <span class=\"clarity-word\">shall go up</span> first.",
      "churchId": "p18"
    },
    {
      "slug": "judges-20-p19",
      "type": "verse",
      "number": "19",
      "content": "And the children of Israel rose up in the morning, and encamped against Gibeah.",
      "churchId": "p19"
    },
    {
      "slug": "judges-20-p20",
      "type": "verse",
      "number": "20",
      "content": "And the men of Israel went out to battle against Benjamin; and the men of Israel put themselves in array to fight against them at Gibeah.",
      "churchId": "p20"
    },
    {
      "slug": "judges-20-p21",
      "type": "verse",
      "number": "21",
      "content": "And the children of Benjamin came forth out of Gibeah, and destroyed down to the ground of the Israelites that day twenty and two thousand men.",
      "churchId": "p21"
    },
    {
      "slug": "judges-20-p22",
      "type": "verse",
      "number": "22",
      "content": "And the people the men of Israel encouraged themselves, and set their battle again in array in the place where they put themselves in array the first day.",
      "churchId": "p22"
    },
    {
      "slug": "judges-20-p23",
      "type": "verse",
      "number": "23",
      "content": "(And the children of Israel went up and wept before the <span class=\"small-caps\">Lord</span> until even, and asked counsel of the <span class=\"small-caps\">Lord</span>, saying, Shall I go up again to battle against the children of Benjamin my brother? And the <span class=\"small-caps\">Lord</span> said, Go up against him.)",
      "churchId": "p23"
    },
    {
      "slug": "judges-20-p24",
      "type": "verse",
      "number": "24",
      "content": "And the children of Israel came near against the children of Benjamin the second day.",
      "churchId": "p24"
    },
    {
      "slug": "judges-20-p25",
      "type": "verse",
      "number": "25",
      "content": "And Benjamin went forth against them out of Gibeah the second day, and destroyed down to the ground of the children of Israel again eighteen thousand men; all these drew the sword.",
      "churchId": "p25"
    },
    {
      "slug": "judges-20-p26",
      "type": "verse",
      "number": "26",
      "content": "¶ Then all the children of Israel, and all the people, went up, and came unto the house of God, and wept, and sat there before the <span class=\"small-caps\">Lord</span>, and fasted that day until even, and offered burnt offerings and peace offerings before the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p26"
    },
    {
      "slug": "judges-20-p27",
      "type": "verse",
      "number": "27",
      "content": "And the children of Israel inquired of the <span class=\"small-caps\">Lord</span>, (for the ark of the covenant of God <span class=\"clarity-word\">was</span> there in those days,",
      "churchId": "p27"
    },
    {
      "slug": "judges-20-p28",
      "type": "verse",
      "number": "28",
      "content": "And Phinehas, the son of Eleazar, the son of Aaron, stood before it in those days,) saying, Shall I yet again go out to battle against the children of Benjamin my brother, or shall I cease? And the <span class=\"small-caps\">Lord</span> said, Go up; for to morrow I will deliver them into thine hand.",
      "churchId": "p28"
    },
    {
      "slug": "judges-20-p29",
      "type": "verse",
      "number": "29",
      "content": "And Israel set liers in wait round about Gibeah.",
      "churchId": "p29"
    },
    {
      "slug": "judges-20-p30",
      "type": "verse",
      "number": "30",
      "content": "And the children of Israel went up against the children of Benjamin on the third day, and put themselves in array against Gibeah, as at other times.",
      "churchId": "p30"
    },
    {
      "slug": "judges-20-p31",
      "type": "verse",
      "number": "31",
      "content": "And the children of Benjamin went out against the people, <span class=\"clarity-word\">and</span> were drawn away from the city; and they began to smite of the people, <span class=\"clarity-word\">and</span> kill, as at other times, in the highways, of which one goeth up to the house of God, and the other to Gibeah in the field, about thirty men of Israel.",
      "churchId": "p31"
    },
    {
      "slug": "judges-20-p32",
      "type": "verse",
      "number": "32",
      "content": "And the children of Benjamin said, They <span class=\"clarity-word\">are</span> smitten down before us, as at the first. But the children of Israel said, Let us flee, and draw them from the city unto the highways.",
      "churchId": "p32"
    },
    {
      "slug": "judges-20-p33",
      "type": "verse",
      "number": "33",
      "content": "And all the men of Israel rose up out of their place, and put themselves in array at Baal-tamar: and the liers in wait of Israel came forth out of their places, <span class=\"clarity-word\">even</span> out of the meadows of Gibeah.",
      "churchId": "p33"
    },
    {
      "slug": "judges-20-p34",
      "type": "verse",
      "number": "34",
      "content": "And there came against Gibeah ten thousand chosen men out of all Israel, and the battle was sore: but they knew not that evil <span class=\"clarity-word\">was</span> near them.",
      "churchId": "p34"
    },
    {
      "slug": "judges-20-p35",
      "type": "verse",
      "number": "35",
      "content": "And the <span class=\"small-caps\">Lord</span> smote Benjamin before Israel: and the children of Israel destroyed of the Benjamites that day twenty and five thousand and an hundred men: all these drew the sword.",
      "churchId": "p35"
    },
    {
      "slug": "judges-20-p36",
      "type": "verse",
      "number": "36",
      "content": "So the children of Benjamin saw that they were smitten: for the men of Israel gave place to the Benjamites, because they trusted unto the liers in wait which they had set beside Gibeah.",
      "churchId": "p36"
    },
    {
      "slug": "judges-20-p37",
      "type": "verse",
      "number": "37",
      "content": "And the liers in wait hasted, and rushed upon Gibeah; and the liers in wait drew <span class=\"clarity-word\">themselves</span> along, and smote all the city with the edge of the sword.",
      "churchId": "p37"
    },
    {
      "slug": "judges-20-p38",
      "type": "verse",
      "number": "38",
      "content": "Now there was an appointed sign between the men of Israel and the liers in wait, that they should make a great flame with smoke rise up out of the city.",
      "churchId": "p38"
    },
    {
      "slug": "judges-20-p39",
      "type": "verse",
      "number": "39",
      "content": "And when the men of Israel retired in the battle, Benjamin began to smite <span class=\"clarity-word\">and</span> kill of the men of Israel about thirty persons: for they said, Surely they are smitten down before us, as <span class=\"clarity-word\">in</span> the first battle.",
      "churchId": "p39"
    },
    {
      "slug": "judges-20-p40",
      "type": "verse",
      "number": "40",
      "content": "But when the flame began to arise up out of the city with a pillar of smoke, the Benjamites looked behind them, and, behold, the flame of the city ascended up to heaven.",
      "churchId": "p40"
    },
    {
      "slug": "judges-20-p41",
      "type": "verse",
      "number": "41",
      "content": "And when the men of Israel turned again, the men of Benjamin were amazed: for they saw that evil was come upon them.",
      "churchId": "p41"
    },
    {
      "slug": "judges-20-p42",
      "type": "verse",
      "number": "42",
      "content": "Therefore they turned <span class=\"clarity-word\">their backs</span> before the men of Israel unto the way of the wilderness; but the battle overtook them; and them which <span class=\"clarity-word\">came</span> out of the cities they destroyed in the midst of them.",
      "churchId": "p42"
    },
    {
      "slug": "judges-20-p43",
      "type": "verse",
      "number": "43",
      "content": "<span class=\"clarity-word\">Thus</span> they inclosed the Benjamites round about, <span class=\"clarity-word\">and</span> chased them, <span class=\"clarity-word\">and</span> trode them down with ease over against Gibeah toward the sunrising.",
      "churchId": "p43"
    },
    {
      "slug": "judges-20-p44",
      "type": "verse",
      "number": "44",
      "content": "And there fell of Benjamin eighteen thousand men; all these <span class=\"clarity-word\">were</span> men of valour.",
      "churchId": "p44"
    },
    {
      "slug": "judges-20-p45",
      "type": "verse",
      "number": "45",
      "content": "And they turned and fled toward the wilderness unto the rock of Rimmon: and they gleaned of them in the highways five thousand men; and pursued hard after them unto Gidom, and slew two thousand men of them.",
      "churchId": "p45"
    },
    {
      "slug": "judges-20-p46",
      "type": "verse",
      "number": "46",
      "content": "So that all which fell that day of Benjamin were twenty and five thousand men that drew the sword; all these <span class=\"clarity-word\">were</span> men of valour.",
      "churchId": "p46"
    },
    {
      "slug": "judges-20-p47",
      "type": "verse",
      "number": "47",
      "content": "But six hundred men turned and fled to the wilderness unto the rock Rimmon, and abode in the rock Rimmon four months.",
      "churchId": "p47"
    },
    {
      "slug": "judges-20-p48",
      "type": "verse",
      "number": "48",
      "content": "And the men of Israel turned again upon the children of Benjamin, and smote them with the edge of the sword, as well the men of <span class=\"clarity-word\">every</span> city, as the beast, and all that came to hand: also they set on fire all the cities that they came to.",
      "churchId": "p48"
    }
  ]
}