{
  "name": "Judges 7",
  "abbrev": "Judg. 7",
  "number": "7",
  "churchUri": "/scriptures/ot/judg/7",
  "paragraphs": [
    {
      "slug": "judges-7-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 7",
      "churchId": "title_number1"
    },
    {
      "slug": "judges-7-p1",
      "type": "verse",
      "number": "1",
      "content": "Then Jerubbaal, who <span class=\"clarity-word\">is</span> Gideon, and all the people that <span class=\"clarity-word\">were</span> with him, rose up early, and pitched beside the well of Harod: so that the host of the Midianites were on the north side of them, by the hill of Moreh, in the valley.",
      "churchId": "p1"
    },
    {
      "slug": "judges-7-p2",
      "type": "verse",
      "number": "2",
      "content": "And the <span class=\"small-caps\">Lord</span> said unto Gideon, The people that <span class=\"clarity-word\">are</span> with thee <span class=\"clarity-word\">are</span> too many for me to give the Midianites into their hands, lest Israel vaunt themselves against me, saying, Mine own hand hath saved me.",
      "churchId": "p2"
    },
    {
      "slug": "judges-7-p3",
      "type": "verse",
      "number": "3",
      "content": "Now therefore go to, proclaim in the ears of the people, saying, Whosoever <span class=\"clarity-word\">is</span> fearful and afraid, let him return and depart early from mount Gilead. And there returned of the people twenty and two thousand; and there remained ten thousand.",
      "churchId": "p3"
    },
    {
      "slug": "judges-7-p4",
      "type": "verse",
      "number": "4",
      "content": "And the <span class=\"small-caps\">Lord</span> said unto Gideon, The people <span class=\"clarity-word\">are</span> yet <span class=\"clarity-word\">too</span> many; bring them down unto the water, and I will try them for thee there: and it shall be, <span class=\"clarity-word\">that</span> of whom I say unto thee, This shall go with thee, the same shall go with thee; and of whomsoever I say unto thee, This shall not go with thee, the same shall not go.",
      "churchId": "p4"
    },
    {
      "slug": "judges-7-p5",
      "type": "verse",
      "number": "5",
      "content": "So he brought down the people unto the water: and the <span class=\"small-caps\">Lord</span> said unto Gideon, Every one that lappeth of the water with his tongue, as a dog lappeth, him shalt thou set by himself; likewise every one that boweth down upon his knees to drink.",
      "churchId": "p5"
    },
    {
      "slug": "judges-7-p6",
      "type": "verse",
      "number": "6",
      "content": "And the number of them that lapped, <span class=\"clarity-word\">putting</span> their hand to their mouth, were three hundred men: but all the rest of the people bowed down upon their knees to drink water.",
      "churchId": "p6"
    },
    {
      "slug": "judges-7-p7",
      "type": "verse",
      "number": "7",
      "content": "And the <span class=\"small-caps\">Lord</span> said unto Gideon, By the three hundred men that lapped will I save you, and deliver the Midianites into thine hand: and let all the <span class=\"clarity-word\">other</span> people go every man unto his place.",
      "churchId": "p7"
    },
    {
      "slug": "judges-7-p8",
      "type": "verse",
      "number": "8",
      "content": "So the people took victuals in their hand, and their trumpets: and he sent all <span class=\"clarity-word\">the rest of</span> Israel every man unto his tent, and retained those three hundred men: and the host of Midian was beneath him in the valley.",
      "churchId": "p8"
    },
    {
      "slug": "judges-7-p9",
      "type": "verse",
      "number": "9",
      "content": "¶ And it came to pass the same night, that the <span class=\"small-caps\">Lord</span> said unto him, Arise, get thee down unto the host; for I have delivered it into thine hand.",
      "churchId": "p9"
    },
    {
      "slug": "judges-7-p10",
      "type": "verse",
      "number": "10",
      "content": "But if thou fear to go down, go thou with Phurah thy servant down to the host:",
      "churchId": "p10"
    },
    {
      "slug": "judges-7-p11",
      "type": "verse",
      "number": "11",
      "content": "And thou shalt hear what they say; and afterward shall thine hands be strengthened to go down unto the host. Then went he down with Phurah his servant unto the outside of the armed men that <span class=\"clarity-word\">were</span> in the host.",
      "churchId": "p11"
    },
    {
      "slug": "judges-7-p12",
      "type": "verse",
      "number": "12",
      "content": "And the Midianites and the Amalekites and all the children of the east lay along in the valley like grasshoppers for multitude; and their camels <span class=\"clarity-word\">were</span> without number, as the sand by the sea side for multitude.",
      "churchId": "p12"
    },
    {
      "slug": "judges-7-p13",
      "type": "verse",
      "number": "13",
      "content": "And when Gideon was come, behold, <span class=\"clarity-word\">there was</span> a man that told a dream unto his fellow, and said, Behold, I dreamed a dream, and, lo, a cake of barley bread tumbled into the host of Midian, and came unto a tent, and smote it that it fell, and overturned it, that the tent lay along.",
      "churchId": "p13"
    },
    {
      "slug": "judges-7-p14",
      "type": "verse",
      "number": "14",
      "content": "And his fellow answered and said, This <span class=\"clarity-word\">is</span> nothing else save the sword of Gideon the son of Joash, a man of Israel: <span class=\"clarity-word\">for</span> into his hand hath God delivered Midian, and all the host.",
      "churchId": "p14"
    },
    {
      "slug": "judges-7-p15",
      "type": "verse",
      "number": "15",
      "content": "¶ And it was <span class=\"clarity-word\">so,</span> when Gideon heard the telling of the dream, and the interpretation thereof, that he worshipped, and returned into the host of Israel, and said, Arise; for the <span class=\"small-caps\">Lord</span> hath delivered into your hand the host of Midian.",
      "churchId": "p15"
    },
    {
      "slug": "judges-7-p16",
      "type": "verse",
      "number": "16",
      "content": "And he divided the three hundred men <span class=\"clarity-word\">into</span> three companies, and he put a trumpet in every man’s hand, with empty pitchers, and lamps within the pitchers.",
      "churchId": "p16"
    },
    {
      "slug": "judges-7-p17",
      "type": "verse",
      "number": "17",
      "content": "And he said unto them, Look on me, and do likewise: and, behold, when I come to the outside of the camp, it shall be <span class=\"clarity-word\">that,</span> as I do, so shall ye do.",
      "churchId": "p17"
    },
    {
      "slug": "judges-7-p18",
      "type": "verse",
      "number": "18",
      "content": "When I blow with a trumpet, I and all that <span class=\"clarity-word\">are</span> with me, then blow ye the trumpets also on every side of all the camp, and say, <span class=\"clarity-word\">The sword</span> of the <span class=\"small-caps\">Lord</span>, and of Gideon.",
      "churchId": "p18"
    },
    {
      "slug": "judges-7-p19",
      "type": "verse",
      "number": "19",
      "content": "¶ So Gideon, and the hundred men that <span class=\"clarity-word\">were</span> with him, came unto the outside of the camp in the beginning of the middle watch; and they had but newly set the watch: and they blew the trumpets, and brake the pitchers that <span class=\"clarity-word\">were</span> in their hands.",
      "churchId": "p19"
    },
    {
      "slug": "judges-7-p20",
      "type": "verse",
      "number": "20",
      "content": "And the three companies blew the trumpets, and brake the pitchers, and held the lamps in their left hands, and the trumpets in their right hands to blow <span class=\"clarity-word\">withal:</span> and they cried, The sword of the <span class=\"small-caps\">Lord</span>, and of Gideon.",
      "churchId": "p20"
    },
    {
      "slug": "judges-7-p21",
      "type": "verse",
      "number": "21",
      "content": "And they stood every man in his place round about the camp: and all the host ran, and cried, and fled.",
      "churchId": "p21"
    },
    {
      "slug": "judges-7-p22",
      "type": "verse",
      "number": "22",
      "content": "And the three hundred blew the trumpets, and the <span class=\"small-caps\">Lord</span> set every man’s sword against his fellow, even throughout all the host: and the host fled to Beth-shittah in Zererath, <span class=\"clarity-word\">and</span> to the border of Abel-meholah, unto Tabbath.",
      "churchId": "p22"
    },
    {
      "slug": "judges-7-p23",
      "type": "verse",
      "number": "23",
      "content": "And the men of Israel gathered themselves together out of Naphtali, and out of Asher, and out of all Manasseh, and pursued after the Midianites.",
      "churchId": "p23"
    },
    {
      "slug": "judges-7-p24",
      "type": "verse",
      "number": "24",
      "content": "¶ And Gideon sent messengers throughout all mount Ephraim, saying, Come down against the Midianites, and take before them the waters unto Beth-barah and Jordan. Then all the men of Ephraim gathered themselves together, and took the waters unto Beth-barah and Jordan.",
      "churchId": "p24"
    },
    {
      "slug": "judges-7-p25",
      "type": "verse",
      "number": "25",
      "content": "And they took two princes of the Midianites, Oreb and Zeeb; and they slew Oreb upon the rock Oreb, and Zeeb they slew at the winepress of Zeeb, and pursued Midian, and brought the heads of Oreb and Zeeb to Gideon on the other side Jordan.",
      "churchId": "p25"
    }
  ]
}