{
  "name": "Judges 3",
  "abbrev": "Judg. 3",
  "number": "3",
  "churchUri": "/scriptures/ot/judg/3",
  "paragraphs": [
    {
      "slug": "judges-3-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 3",
      "churchId": "title_number1"
    },
    {
      "slug": "judges-3-p1",
      "type": "verse",
      "number": "1",
      "content": "Now these <span class=\"clarity-word\">are</span> the nations which the <span class=\"small-caps\">Lord</span> left, to prove Israel by them, <span class=\"clarity-word\">even</span> as many <span class=\"clarity-word\">of Israel</span> as had not known all the wars of Canaan;",
      "churchId": "p1"
    },
    {
      "slug": "judges-3-p2",
      "type": "verse",
      "number": "2",
      "content": "Only that the generations of the children of Israel might know, to teach them war, at the least such as before knew nothing thereof;",
      "churchId": "p2"
    },
    {
      "slug": "judges-3-p3",
      "type": "verse",
      "number": "3",
      "content": "<span class=\"clarity-word\">Namely,</span> five lords of the Philistines, and all the Canaanites, and the Sidonians, and the Hivites that dwelt in mount Lebanon, from mount Baal-hermon unto the entering in of Hamath.",
      "churchId": "p3"
    },
    {
      "slug": "judges-3-p4",
      "type": "verse",
      "number": "4",
      "content": "And they were to prove Israel by them, to know whether they would hearken unto the commandments of the <span class=\"small-caps\">Lord</span>, which he commanded their fathers by the hand of Moses.",
      "churchId": "p4"
    },
    {
      "slug": "judges-3-p5",
      "type": "verse",
      "number": "5",
      "content": "¶ And the children of Israel dwelt among the Canaanites, Hittites, and Amorites, and Perizzites, and Hivites, and Jebusites:",
      "churchId": "p5"
    },
    {
      "slug": "judges-3-p6",
      "type": "verse",
      "number": "6",
      "content": "And they took their daughters to be their wives, and gave their daughters to their sons, and served their gods.",
      "churchId": "p6"
    },
    {
      "slug": "judges-3-p7",
      "type": "verse",
      "number": "7",
      "content": "And the children of Israel did evil in the sight of the <span class=\"small-caps\">Lord</span>, and forgat the <span class=\"small-caps\">Lord</span> their God, and served Baalim and the groves.",
      "churchId": "p7"
    },
    {
      "slug": "judges-3-p8",
      "type": "verse",
      "number": "8",
      "content": "¶ Therefore the anger of the <span class=\"small-caps\">Lord</span> was hot against Israel, and he sold them into the hand of Chushan-rishathaim king of Mesopotamia: and the children of Israel served Chushan-rishathaim eight years.",
      "churchId": "p8"
    },
    {
      "slug": "judges-3-p9",
      "type": "verse",
      "number": "9",
      "content": "And when the children of Israel cried unto the <span class=\"small-caps\">Lord</span>, the <span class=\"small-caps\">Lord</span> raised up a deliverer to the children of Israel, who delivered them, <span class=\"clarity-word\">even</span> Othniel the son of Kenaz, Caleb’s younger brother.",
      "churchId": "p9"
    },
    {
      "slug": "judges-3-p10",
      "type": "verse",
      "number": "10",
      "content": "And the Spirit of the <span class=\"small-caps\">Lord</span> came upon him, and he judged Israel, and went out to war: and the <span class=\"small-caps\">Lord</span> delivered Chushan-rishathaim king of Mesopotamia into his hand; and his hand prevailed against Chushan-rishathaim.",
      "churchId": "p10"
    },
    {
      "slug": "judges-3-p11",
      "type": "verse",
      "number": "11",
      "content": "And the land had rest forty years. And Othniel the son of Kenaz died.",
      "churchId": "p11"
    },
    {
      "slug": "judges-3-p12",
      "type": "verse",
      "number": "12",
      "content": "¶ And the children of Israel did evil again in the sight of the <span class=\"small-caps\">Lord</span>: and the <span class=\"small-caps\">Lord</span> strengthened Eglon the king of Moab against Israel, because they had done evil in the sight of the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p12"
    },
    {
      "slug": "judges-3-p13",
      "type": "verse",
      "number": "13",
      "content": "And he gathered unto him the children of Ammon and Amalek, and went and smote Israel, and possessed the city of palm trees.",
      "churchId": "p13"
    },
    {
      "slug": "judges-3-p14",
      "type": "verse",
      "number": "14",
      "content": "So the children of Israel served Eglon the king of Moab eighteen years.",
      "churchId": "p14"
    },
    {
      "slug": "judges-3-p15",
      "type": "verse",
      "number": "15",
      "content": "But when the children of Israel cried unto the <span class=\"small-caps\">Lord</span>, the <span class=\"small-caps\">Lord</span> raised them up a deliverer, Ehud the son of Gera, a Benjamite, a man lefthanded: and by him the children of Israel sent a present unto Eglon the king of Moab.",
      "churchId": "p15"
    },
    {
      "slug": "judges-3-p16",
      "type": "verse",
      "number": "16",
      "content": "But Ehud made him a dagger which had two edges, of a cubit length; and he did gird it under his raiment upon his right thigh.",
      "churchId": "p16"
    },
    {
      "slug": "judges-3-p17",
      "type": "verse",
      "number": "17",
      "content": "And he brought the present unto Eglon king of Moab: and Eglon <span class=\"clarity-word\">was</span> a very fat man.",
      "churchId": "p17"
    },
    {
      "slug": "judges-3-p18",
      "type": "verse",
      "number": "18",
      "content": "And when he had made an end to offer the present, he sent away the people that bare the present.",
      "churchId": "p18"
    },
    {
      "slug": "judges-3-p19",
      "type": "verse",
      "number": "19",
      "content": "But he himself turned again from the quarries that <span class=\"clarity-word\">were</span> by Gilgal, and said, I have a secret errand unto thee, O king: who said, Keep silence. And all that stood by him went out from him.",
      "churchId": "p19"
    },
    {
      "slug": "judges-3-p20",
      "type": "verse",
      "number": "20",
      "content": "And Ehud came unto him; and he was sitting in a summer parlour, which he had for himself alone. And Ehud said, I have a message from God unto thee. And he arose out of <span class=\"clarity-word\">his</span> seat.",
      "churchId": "p20"
    },
    {
      "slug": "judges-3-p21",
      "type": "verse",
      "number": "21",
      "content": "And Ehud put forth his left hand, and took the dagger from his right thigh, and thrust it into his belly:",
      "churchId": "p21"
    },
    {
      "slug": "judges-3-p22",
      "type": "verse",
      "number": "22",
      "content": "And the haft also went in after the blade; and the fat closed upon the blade, so that he could not draw the dagger out of his belly; and the dirt came out.",
      "churchId": "p22"
    },
    {
      "slug": "judges-3-p23",
      "type": "verse",
      "number": "23",
      "content": "Then Ehud went forth through the porch, and shut the doors of the parlour upon him, and locked them.",
      "churchId": "p23"
    },
    {
      "slug": "judges-3-p24",
      "type": "verse",
      "number": "24",
      "content": "When he was gone out, his servants came; and when they saw that, behold, the doors of the parlour <span class=\"clarity-word\">were</span> locked, they said, Surely he covereth his feet in his summer chamber.",
      "churchId": "p24"
    },
    {
      "slug": "judges-3-p25",
      "type": "verse",
      "number": "25",
      "content": "And they tarried till they were ashamed: and, behold, he opened not the doors of the parlour; therefore they took a key, and opened <span class=\"clarity-word\">them:</span> and, behold, their lord <span class=\"clarity-word\">was</span> fallen down dead on the earth.",
      "churchId": "p25"
    },
    {
      "slug": "judges-3-p26",
      "type": "verse",
      "number": "26",
      "content": "And Ehud escaped while they tarried, and passed beyond the quarries, and escaped unto Seirath.",
      "churchId": "p26"
    },
    {
      "slug": "judges-3-p27",
      "type": "verse",
      "number": "27",
      "content": "And it came to pass, when he was come, that he blew a trumpet in the mountain of Ephraim, and the children of Israel went down with him from the mount, and he before them.",
      "churchId": "p27"
    },
    {
      "slug": "judges-3-p28",
      "type": "verse",
      "number": "28",
      "content": "And he said unto them, Follow after me: for the <span class=\"small-caps\">Lord</span> hath delivered your enemies the Moabites into your hand. And they went down after him, and took the fords of Jordan toward Moab, and suffered not a man to pass over.",
      "churchId": "p28"
    },
    {
      "slug": "judges-3-p29",
      "type": "verse",
      "number": "29",
      "content": "And they slew of Moab at that time about ten thousand men, all lusty, and all men of valour; and there escaped not a man.",
      "churchId": "p29"
    },
    {
      "slug": "judges-3-p30",
      "type": "verse",
      "number": "30",
      "content": "So Moab was subdued that day under the hand of Israel. And the land had rest fourscore years.",
      "churchId": "p30"
    },
    {
      "slug": "judges-3-p31",
      "type": "verse",
      "number": "31",
      "content": "¶ And after him was Shamgar the son of Anath, which slew of the Philistines six hundred men with an ox goad: and he also delivered Israel.",
      "churchId": "p31"
    }
  ]
}