{
  "name": "Ezekiel 31",
  "abbrev": "Ezek. 31",
  "number": "31",
  "churchUri": "/scriptures/ot/ezek/31",
  "paragraphs": [
    {
      "slug": "ezekiel-31-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 31",
      "churchId": "title_number1"
    },
    {
      "slug": "ezekiel-31-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass in the eleventh year, in the third <span class=\"clarity-word\">month,</span> in the first <span class=\"clarity-word\">day</span> of the month, <span class=\"clarity-word\">that</span> the word of the <span class=\"small-caps\">Lord</span> came unto me, saying,",
      "churchId": "p1"
    },
    {
      "slug": "ezekiel-31-p2",
      "type": "verse",
      "number": "2",
      "content": "Son of man, speak unto Pharaoh king of Egypt, and to his multitude; Whom art thou like in thy greatness?",
      "churchId": "p2"
    },
    {
      "slug": "ezekiel-31-p3",
      "type": "verse",
      "number": "3",
      "content": "¶ Behold, the Assyrian <span class=\"clarity-word\">was</span> a cedar in Lebanon with fair branches, and with a shadowing shroud, and of an high stature; and his top was among the thick boughs.",
      "churchId": "p3"
    },
    {
      "slug": "ezekiel-31-p4",
      "type": "verse",
      "number": "4",
      "content": "The waters made him great, the deep set him up on high with her rivers running round about his plants, and sent out her little rivers unto all the trees of the field.",
      "churchId": "p4"
    },
    {
      "slug": "ezekiel-31-p5",
      "type": "verse",
      "number": "5",
      "content": "Therefore his height was exalted above all the trees of the field, and his boughs were multiplied, and his branches became long because of the multitude of waters, when he shot forth.",
      "churchId": "p5"
    },
    {
      "slug": "ezekiel-31-p6",
      "type": "verse",
      "number": "6",
      "content": "All the fowls of heaven made their nests in his boughs, and under his branches did all the beasts of the field bring forth their young, and under his shadow dwelt all great nations.",
      "churchId": "p6"
    },
    {
      "slug": "ezekiel-31-p7",
      "type": "verse",
      "number": "7",
      "content": "Thus was he fair in his greatness, in the length of his branches: for his root was by great waters.",
      "churchId": "p7"
    },
    {
      "slug": "ezekiel-31-p8",
      "type": "verse",
      "number": "8",
      "content": "The cedars in the garden of God could not hide him: the fir trees were not like his boughs, and the chestnut trees were not like his branches; nor any tree in the garden of God was like unto him in his beauty.",
      "churchId": "p8"
    },
    {
      "slug": "ezekiel-31-p9",
      "type": "verse",
      "number": "9",
      "content": "I have made him fair by the multitude of his branches: so that all the trees of Eden, that <span class=\"clarity-word\">were</span> in the garden of God, envied him.",
      "churchId": "p9"
    },
    {
      "slug": "ezekiel-31-p10",
      "type": "verse",
      "number": "10",
      "content": "¶ Therefore thus saith the Lord <span class=\"small-caps\">God</span>; Because thou hast lifted up thyself in height, and he hath shot up his top among the thick boughs, and his heart is lifted up in his height;",
      "churchId": "p10"
    },
    {
      "slug": "ezekiel-31-p11",
      "type": "verse",
      "number": "11",
      "content": "I have therefore delivered him into the hand of the mighty one of the heathen; he shall surely deal with him: I have driven him out for his wickedness.",
      "churchId": "p11"
    },
    {
      "slug": "ezekiel-31-p12",
      "type": "verse",
      "number": "12",
      "content": "And strangers, the terrible of the nations, have cut him off, and have left him: upon the mountains and in all the valleys his branches are fallen, and his boughs are broken by all the rivers of the land; and all the people of the earth are gone down from his shadow, and have left him.",
      "churchId": "p12"
    },
    {
      "slug": "ezekiel-31-p13",
      "type": "verse",
      "number": "13",
      "content": "Upon his ruin shall all the fowls of the heaven remain, and all the beasts of the field shall be upon his branches:",
      "churchId": "p13"
    },
    {
      "slug": "ezekiel-31-p14",
      "type": "verse",
      "number": "14",
      "content": "To the end that none of all the trees by the waters exalt themselves for their height, neither shoot up their top among the thick boughs, neither their trees stand up in their height, all that drink water: for they are all delivered unto death, to the nether parts of the earth, in the midst of the children of men, with them that go down to the pit.",
      "churchId": "p14"
    },
    {
      "slug": "ezekiel-31-p15",
      "type": "verse",
      "number": "15",
      "content": "Thus saith the Lord <span class=\"small-caps\">God</span>; In the day when he went down to the grave I caused a mourning: I covered the deep for him, and I restrained the floods thereof, and the great waters were stayed: and I caused Lebanon to mourn for him, and all the trees of the field fainted for him.",
      "churchId": "p15"
    },
    {
      "slug": "ezekiel-31-p16",
      "type": "verse",
      "number": "16",
      "content": "I made the nations to shake at the sound of his fall, when I cast him down to hell with them that descend into the pit: and all the trees of Eden, the choice and best of Lebanon, all that drink water, shall be comforted in the nether parts of the earth.",
      "churchId": "p16"
    },
    {
      "slug": "ezekiel-31-p17",
      "type": "verse",
      "number": "17",
      "content": "They also went down into hell with him unto <span class=\"clarity-word\">them that be</span> slain with the sword; and <span class=\"clarity-word\">they that were</span> his arm, <span class=\"clarity-word\">that</span> dwelt under his shadow in the midst of the heathen.",
      "churchId": "p17"
    },
    {
      "slug": "ezekiel-31-p18",
      "type": "verse",
      "number": "18",
      "content": "¶ To whom art thou thus like in glory and in greatness among the trees of Eden? yet shalt thou be brought down with the trees of Eden unto the nether parts of the earth: thou shalt lie in the midst of the uncircumcised with <span class=\"clarity-word\">them that be</span> slain by the sword. This <span class=\"clarity-word\">is</span> Pharaoh and all his multitude, saith the Lord <span class=\"small-caps\">God</span>.",
      "churchId": "p18"
    }
  ]
}