{
  "name": "Ezekiel 47",
  "abbrev": "Ezek. 47",
  "number": "47",
  "churchUri": "/scriptures/ot/ezek/47",
  "paragraphs": [
    {
      "slug": "ezekiel-47-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 47",
      "churchId": "title_number1"
    },
    {
      "slug": "ezekiel-47-p1",
      "type": "verse",
      "number": "1",
      "content": "Afterward he brought me again unto the door of the house; and, behold, waters issued out from under the threshold of the house eastward: for the forefront of the house <span class=\"clarity-word\">stood toward</span> the east, and the waters came down from under from the right side of the house, at the south <span class=\"clarity-word\">side</span> of the altar.",
      "churchId": "p1"
    },
    {
      "slug": "ezekiel-47-p2",
      "type": "verse",
      "number": "2",
      "content": "Then brought he me out of the way of the gate northward, and led me about the way without unto the utter gate by the way that looketh eastward; and, behold, there ran out waters on the right side.",
      "churchId": "p2"
    },
    {
      "slug": "ezekiel-47-p3",
      "type": "verse",
      "number": "3",
      "content": "And when the man that had the line in his hand went forth eastward, he measured a thousand cubits, and he brought me through the waters; the waters <span class=\"clarity-word\">were</span> to the ankles.",
      "churchId": "p3"
    },
    {
      "slug": "ezekiel-47-p4",
      "type": "verse",
      "number": "4",
      "content": "Again he measured a thousand, and brought me through the waters; the waters <span class=\"clarity-word\">were</span> to the knees. Again he measured a thousand, and brought me through; the waters <span class=\"clarity-word\">were</span> to the loins.",
      "churchId": "p4"
    },
    {
      "slug": "ezekiel-47-p5",
      "type": "verse",
      "number": "5",
      "content": "Afterward he measured a thousand; <span class=\"clarity-word\">and it was</span> a river that I could not pass over: for the waters were risen, waters to swim in, a river that could not be passed over.",
      "churchId": "p5"
    },
    {
      "slug": "ezekiel-47-p6",
      "type": "verse",
      "number": "6",
      "content": "¶ And he said unto me, Son of man, hast thou seen <span class=\"clarity-word\">this?</span> Then he brought me, and caused me to return to the brink of the river.",
      "churchId": "p6"
    },
    {
      "slug": "ezekiel-47-p7",
      "type": "verse",
      "number": "7",
      "content": "Now when I had returned, behold, at the bank of the river <span class=\"clarity-word\">were</span> very many trees on the one side and on the other.",
      "churchId": "p7"
    },
    {
      "slug": "ezekiel-47-p8",
      "type": "verse",
      "number": "8",
      "content": "Then said he unto me, These waters issue out toward the east country, and go down into the desert, and go into the sea: <span class=\"clarity-word\">which being</span> brought forth into the sea, the waters shall be healed.",
      "churchId": "p8"
    },
    {
      "slug": "ezekiel-47-p9",
      "type": "verse",
      "number": "9",
      "content": "And it shall come to pass, <span class=\"clarity-word\">that</span> every thing that liveth, which moveth, whithersoever the rivers shall come, shall live: and there shall be a very great multitude of fish, because these waters shall come thither: for they shall be healed; and every thing shall live whither the river cometh.",
      "churchId": "p9"
    },
    {
      "slug": "ezekiel-47-p10",
      "type": "verse",
      "number": "10",
      "content": "And it shall come to pass, <span class=\"clarity-word\">that</span> the fishers shall stand upon it from En-gedi even unto En-eglaim; they shall be a <span class=\"clarity-word\">place</span> to spread forth nets; their fish shall be according to their kinds, as the fish of the great sea, exceeding many.",
      "churchId": "p10"
    },
    {
      "slug": "ezekiel-47-p11",
      "type": "verse",
      "number": "11",
      "content": "But the miry places thereof and the marshes thereof shall not be healed; they shall be given to salt.",
      "churchId": "p11"
    },
    {
      "slug": "ezekiel-47-p12",
      "type": "verse",
      "number": "12",
      "content": "And by the river upon the bank thereof, on this side and on that side, shall grow all trees for meat, whose leaf shall not fade, neither shall the fruit thereof be consumed: it shall bring forth new fruit according to his months, because their waters they issued out of the sanctuary: and the fruit thereof shall be for meat, and the leaf thereof for medicine.",
      "churchId": "p12"
    },
    {
      "slug": "ezekiel-47-p13",
      "type": "verse",
      "number": "13",
      "content": "¶ Thus saith the Lord <span class=\"small-caps\">God</span>; This <span class=\"clarity-word\">shall be</span> the border, whereby ye shall inherit the land according to the twelve tribes of Israel: Joseph <span class=\"clarity-word\">shall have two</span> portions.",
      "churchId": "p13"
    },
    {
      "slug": "ezekiel-47-p14",
      "type": "verse",
      "number": "14",
      "content": "And ye shall inherit it, one as well as another: <span class=\"clarity-word\">concerning</span> the which I lifted up mine hand to give it unto your fathers: and this land shall fall unto you for inheritance.",
      "churchId": "p14"
    },
    {
      "slug": "ezekiel-47-p15",
      "type": "verse",
      "number": "15",
      "content": "And this <span class=\"clarity-word\">shall be</span> the border of the land toward the north side, from the great sea, the way of Hethlon, as men go to Zedad;",
      "churchId": "p15"
    },
    {
      "slug": "ezekiel-47-p16",
      "type": "verse",
      "number": "16",
      "content": "Hamath, Berothah, Sibraim, which <span class=\"clarity-word\">is</span> between the border of Damascus and the border of Hamath; Hazar-hatticon, which <span class=\"clarity-word\">is</span> by the coast of Hauran.",
      "churchId": "p16"
    },
    {
      "slug": "ezekiel-47-p17",
      "type": "verse",
      "number": "17",
      "content": "And the border from the sea shall be Hazar-enan, the border of Damascus, and the north northward, and the border of Hamath. And <span class=\"clarity-word\">this is</span> the north side.",
      "churchId": "p17"
    },
    {
      "slug": "ezekiel-47-p18",
      "type": "verse",
      "number": "18",
      "content": "And the east side ye shall measure from Hauran, and from Damascus, and from Gilead, and from the land of Israel <span class=\"clarity-word\">by</span> Jordan, from the border unto the east sea. And <span class=\"clarity-word\">this is</span> the east side.",
      "churchId": "p18"
    },
    {
      "slug": "ezekiel-47-p19",
      "type": "verse",
      "number": "19",
      "content": "And the south side southward, from Tamar <span class=\"clarity-word\">even</span> to the waters of strife <span class=\"clarity-word\">in</span> Kadesh, the river to the great sea. And <span class=\"clarity-word\">this is</span> the south side southward.",
      "churchId": "p19"
    },
    {
      "slug": "ezekiel-47-p20",
      "type": "verse",
      "number": "20",
      "content": "The west side also <span class=\"clarity-word\">shall be</span> the great sea from the border, till a man come over against Hamath. This <span class=\"clarity-word\">is</span> the west side.",
      "churchId": "p20"
    },
    {
      "slug": "ezekiel-47-p21",
      "type": "verse",
      "number": "21",
      "content": "So shall ye divide this land unto you according to the tribes of Israel.",
      "churchId": "p21"
    },
    {
      "slug": "ezekiel-47-p22",
      "type": "verse",
      "number": "22",
      "content": "¶ And it shall come to pass, <span class=\"clarity-word\">that</span> ye shall divide it by lot for an inheritance unto you, and to the strangers that sojourn among you, which shall beget children among you: and they shall be unto you as born in the country among the children of Israel; they shall have inheritance with you among the tribes of Israel.",
      "churchId": "p22"
    },
    {
      "slug": "ezekiel-47-p23",
      "type": "verse",
      "number": "23",
      "content": "And it shall come to pass, <span class=\"clarity-word\">that</span> in what tribe the stranger sojourneth, there shall ye give <span class=\"clarity-word\">him</span> his inheritance, saith the Lord <span class=\"small-caps\">God</span>.",
      "churchId": "p23"
    }
  ]
}