{
  "name": "Ezekiel 39",
  "abbrev": "Ezek. 39",
  "number": "39",
  "churchUri": "/scriptures/ot/ezek/39",
  "paragraphs": [
    {
      "slug": "ezekiel-39-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 39",
      "churchId": "title_number1"
    },
    {
      "slug": "ezekiel-39-p1",
      "type": "verse",
      "number": "1",
      "content": "Therefore, thou son of man, prophesy against Gog, and say, Thus saith the Lord <span class=\"small-caps\">God</span>; Behold, I <span class=\"clarity-word\">am</span> against thee, O Gog, the chief prince of Meshech and Tubal:",
      "churchId": "p1"
    },
    {
      "slug": "ezekiel-39-p2",
      "type": "verse",
      "number": "2",
      "content": "And I will turn thee back, and leave but the sixth part of thee, and will cause thee to come up from the north parts, and will bring thee upon the mountains of Israel:",
      "churchId": "p2"
    },
    {
      "slug": "ezekiel-39-p3",
      "type": "verse",
      "number": "3",
      "content": "And I will smite thy bow out of thy left hand, and will cause thine arrows to fall out of thy right hand.",
      "churchId": "p3"
    },
    {
      "slug": "ezekiel-39-p4",
      "type": "verse",
      "number": "4",
      "content": "Thou shalt fall upon the mountains of Israel, thou, and all thy bands, and the people that <span class=\"clarity-word\">is</span> with thee: I will give thee unto the ravenous birds of every sort, and <span class=\"clarity-word\">to</span> the beasts of the field to be devoured.",
      "churchId": "p4"
    },
    {
      "slug": "ezekiel-39-p5",
      "type": "verse",
      "number": "5",
      "content": "Thou shalt fall upon the open field: for I have spoken <span class=\"clarity-word\">it,</span> saith the Lord <span class=\"small-caps\">God</span>.",
      "churchId": "p5"
    },
    {
      "slug": "ezekiel-39-p6",
      "type": "verse",
      "number": "6",
      "content": "And I will send a fire on Magog, and among them that dwell carelessly in the isles: and they shall know that I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p6"
    },
    {
      "slug": "ezekiel-39-p7",
      "type": "verse",
      "number": "7",
      "content": "So will I make my holy name known in the midst of my people Israel; and I will not <span class=\"clarity-word\">let them</span> pollute my holy name any more: and the heathen shall know that I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span>, the Holy One in Israel.",
      "churchId": "p7"
    },
    {
      "slug": "ezekiel-39-p8",
      "type": "verse",
      "number": "8",
      "content": "¶ Behold, it is come, and it is done, saith the Lord <span class=\"small-caps\">God</span>; this <span class=\"clarity-word\">is</span> the day whereof I have spoken.",
      "churchId": "p8"
    },
    {
      "slug": "ezekiel-39-p9",
      "type": "verse",
      "number": "9",
      "content": "And they that dwell in the cities of Israel shall go forth, and shall set on fire and burn the weapons, both the shields and the bucklers, the bows and the arrows, and the handstaves, and the spears, and they shall burn them with fire seven years:",
      "churchId": "p9"
    },
    {
      "slug": "ezekiel-39-p10",
      "type": "verse",
      "number": "10",
      "content": "So that they shall take no wood out of the field, neither cut down <span class=\"clarity-word\">any</span> out of the forests; for they shall burn the weapons with fire: and they shall spoil those that spoiled them, and rob those that robbed them, saith the Lord <span class=\"small-caps\">God</span>.",
      "churchId": "p10"
    },
    {
      "slug": "ezekiel-39-p11",
      "type": "verse",
      "number": "11",
      "content": "¶ And it shall come to pass in that day, <span class=\"clarity-word\">that</span> I will give unto Gog a place there of graves in Israel, the valley of the passengers on the east of the sea: and it shall stop the <span class=\"clarity-word\">noses</span> of the passengers: and there shall they bury Gog and all his multitude: and they shall call <span class=\"clarity-word\">it</span> The valley of Hamon-gog.",
      "churchId": "p11"
    },
    {
      "slug": "ezekiel-39-p12",
      "type": "verse",
      "number": "12",
      "content": "And seven months shall the house of Israel be burying of them, that they may cleanse the land.",
      "churchId": "p12"
    },
    {
      "slug": "ezekiel-39-p13",
      "type": "verse",
      "number": "13",
      "content": "Yea, all the people of the land shall bury <span class=\"clarity-word\">them;</span> and it shall be to them a renown the day that I shall be glorified, saith the Lord <span class=\"small-caps\">God</span>.",
      "churchId": "p13"
    },
    {
      "slug": "ezekiel-39-p14",
      "type": "verse",
      "number": "14",
      "content": "And they shall sever out men of continual employment, passing through the land to bury with the passengers those that remain upon the face of the earth, to cleanse it: after the end of seven months shall they search.",
      "churchId": "p14"
    },
    {
      "slug": "ezekiel-39-p15",
      "type": "verse",
      "number": "15",
      "content": "And the passengers <span class=\"clarity-word\">that</span> pass through the land, when <span class=\"clarity-word\">any</span> seeth a man’s bone, then shall he set up a sign by it, till the buriers have buried it in the valley of Hamon-gog.",
      "churchId": "p15"
    },
    {
      "slug": "ezekiel-39-p16",
      "type": "verse",
      "number": "16",
      "content": "And also the name of the city <span class=\"clarity-word\">shall be</span> Hamonah. Thus shall they cleanse the land.",
      "churchId": "p16"
    },
    {
      "slug": "ezekiel-39-p17",
      "type": "verse",
      "number": "17",
      "content": "¶ And, thou son of man, thus saith the Lord <span class=\"small-caps\">God</span>; Speak unto every feathered fowl, and to every beast of the field, Assemble yourselves, and come; gather yourselves on every side to my sacrifice that I do sacrifice for you, <span class=\"clarity-word\">even</span> a great sacrifice upon the mountains of Israel, that ye may eat flesh, and drink blood.",
      "churchId": "p17"
    },
    {
      "slug": "ezekiel-39-p18",
      "type": "verse",
      "number": "18",
      "content": "Ye shall eat the flesh of the mighty, and drink the blood of the princes of the earth, of rams, of lambs, and of goats, of bullocks, all of them fatlings of Bashan.",
      "churchId": "p18"
    },
    {
      "slug": "ezekiel-39-p19",
      "type": "verse",
      "number": "19",
      "content": "And ye shall eat fat till ye be full, and drink blood till ye be drunken, of my sacrifice which I have sacrificed for you.",
      "churchId": "p19"
    },
    {
      "slug": "ezekiel-39-p20",
      "type": "verse",
      "number": "20",
      "content": "Thus ye shall be filled at my table with horses and chariots, with mighty men, and with all men of war, saith the Lord <span class=\"small-caps\">God</span>.",
      "churchId": "p20"
    },
    {
      "slug": "ezekiel-39-p21",
      "type": "verse",
      "number": "21",
      "content": "And I will set my glory among the heathen, and all the heathen shall see my judgment that I have executed, and my hand that I have laid upon them.",
      "churchId": "p21"
    },
    {
      "slug": "ezekiel-39-p22",
      "type": "verse",
      "number": "22",
      "content": "So the house of Israel shall know that I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span> their God from that day and forward.",
      "churchId": "p22"
    },
    {
      "slug": "ezekiel-39-p23",
      "type": "verse",
      "number": "23",
      "content": "¶ And the heathen shall know that the house of Israel went into captivity for their iniquity: because they trespassed against me, therefore hid I my face from them, and gave them into the hand of their enemies: so fell they all by the sword.",
      "churchId": "p23"
    },
    {
      "slug": "ezekiel-39-p24",
      "type": "verse",
      "number": "24",
      "content": "According to their uncleanness and according to their transgressions have I done unto them, and hid my face from them.",
      "churchId": "p24"
    },
    {
      "slug": "ezekiel-39-p25",
      "type": "verse",
      "number": "25",
      "content": "Therefore thus saith the Lord <span class=\"small-caps\">God</span>; Now will I bring again the captivity of Jacob, and have mercy upon the whole house of Israel, and will be jealous for my holy name;",
      "churchId": "p25"
    },
    {
      "slug": "ezekiel-39-p26",
      "type": "verse",
      "number": "26",
      "content": "After that they have borne their shame, and all their trespasses whereby they have trespassed against me, when they dwelt safely in their land, and none made <span class=\"clarity-word\">them</span> afraid.",
      "churchId": "p26"
    },
    {
      "slug": "ezekiel-39-p27",
      "type": "verse",
      "number": "27",
      "content": "When I have brought them again from the people, and gathered them out of their enemies’ lands, and am sanctified in them in the sight of many nations;",
      "churchId": "p27"
    },
    {
      "slug": "ezekiel-39-p28",
      "type": "verse",
      "number": "28",
      "content": "Then shall they know that I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span> their God, which caused them to be led into captivity among the heathen: but I have gathered them unto their own land, and have left none of them any more there.",
      "churchId": "p28"
    },
    {
      "slug": "ezekiel-39-p29",
      "type": "verse",
      "number": "29",
      "content": "Neither will I hide my face any more from them: for I have poured out my spirit upon the house of Israel, saith the Lord <span class=\"small-caps\">God</span>.",
      "churchId": "p29"
    }
  ]
}