{
  "name": "Ezekiel 7",
  "abbrev": "Ezek. 7",
  "number": "7",
  "churchUri": "/scriptures/ot/ezek/7",
  "paragraphs": [
    {
      "slug": "ezekiel-7-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 7",
      "churchId": "title_number1"
    },
    {
      "slug": "ezekiel-7-p1",
      "type": "verse",
      "number": "1",
      "content": "Moreover the word of the <span class=\"small-caps\">Lord</span> came unto me, saying,",
      "churchId": "p1"
    },
    {
      "slug": "ezekiel-7-p2",
      "type": "verse",
      "number": "2",
      "content": "Also, thou son of man, thus saith the Lord <span class=\"small-caps\">God</span> unto the land of Israel; An end, the end is come upon the four corners of the land.",
      "churchId": "p2"
    },
    {
      "slug": "ezekiel-7-p3",
      "type": "verse",
      "number": "3",
      "content": "Now <span class=\"clarity-word\">is</span> the end <span class=\"clarity-word\">come</span> upon thee, and I will send mine anger upon thee, and will judge thee according to thy ways, and will recompense upon thee all thine abominations.",
      "churchId": "p3"
    },
    {
      "slug": "ezekiel-7-p4",
      "type": "verse",
      "number": "4",
      "content": "And mine eye shall not spare thee, neither will I have pity: but I will recompense thy ways upon thee, and thine abominations shall be in the midst of thee: and ye shall know that I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p4"
    },
    {
      "slug": "ezekiel-7-p5",
      "type": "verse",
      "number": "5",
      "content": "Thus saith the Lord <span class=\"small-caps\">God</span>; An evil, an only evil, behold, is come.",
      "churchId": "p5"
    },
    {
      "slug": "ezekiel-7-p6",
      "type": "verse",
      "number": "6",
      "content": "An end is come, the end is come: it watcheth for thee; behold, it is come.",
      "churchId": "p6"
    },
    {
      "slug": "ezekiel-7-p7",
      "type": "verse",
      "number": "7",
      "content": "The morning is come unto thee, O thou that dwellest in the land: the time is come, the day of trouble <span class=\"clarity-word\">is</span> near, and not the sounding again of the mountains.",
      "churchId": "p7"
    },
    {
      "slug": "ezekiel-7-p8",
      "type": "verse",
      "number": "8",
      "content": "Now will I shortly pour out my fury upon thee, and accomplish mine anger upon thee: and I will judge thee according to thy ways, and will recompense thee for all thine abominations.",
      "churchId": "p8"
    },
    {
      "slug": "ezekiel-7-p9",
      "type": "verse",
      "number": "9",
      "content": "And mine eye shall not spare, neither will I have pity: I will recompense thee according to thy ways and thine abominations <span class=\"clarity-word\">that</span> are in the midst of thee; and ye shall know that I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span> that smiteth.",
      "churchId": "p9"
    },
    {
      "slug": "ezekiel-7-p10",
      "type": "verse",
      "number": "10",
      "content": "Behold the day, behold, it is come: the morning is gone forth; the rod hath blossomed, pride hath budded.",
      "churchId": "p10"
    },
    {
      "slug": "ezekiel-7-p11",
      "type": "verse",
      "number": "11",
      "content": "Violence is risen up into a rod of wickedness: none of them <span class=\"clarity-word\">shall remain,</span> nor of their multitude, nor of any of theirs: neither <span class=\"clarity-word\">shall there be</span> wailing for them.",
      "churchId": "p11"
    },
    {
      "slug": "ezekiel-7-p12",
      "type": "verse",
      "number": "12",
      "content": "The time is come, the day draweth near: let not the buyer rejoice, nor the seller mourn: for wrath <span class=\"clarity-word\">is</span> upon all the multitude thereof.",
      "churchId": "p12"
    },
    {
      "slug": "ezekiel-7-p13",
      "type": "verse",
      "number": "13",
      "content": "For the seller shall not return to that which is sold, although they were yet alive: for the vision <span class=\"clarity-word\">is</span> touching the whole multitude thereof, <span class=\"clarity-word\">which</span> shall not return; neither shall any strengthen himself in the iniquity of his life.",
      "churchId": "p13"
    },
    {
      "slug": "ezekiel-7-p14",
      "type": "verse",
      "number": "14",
      "content": "They have blown the trumpet, even to make all ready; but none goeth to the battle: for my wrath <span class=\"clarity-word\">is</span> upon all the multitude thereof.",
      "churchId": "p14"
    },
    {
      "slug": "ezekiel-7-p15",
      "type": "verse",
      "number": "15",
      "content": "The sword <span class=\"clarity-word\">is</span> without, and the pestilence and the famine within: he that <span class=\"clarity-word\">is</span> in the field shall die with the sword; and he that <span class=\"clarity-word\">is</span> in the city, famine and pestilence shall devour him.",
      "churchId": "p15"
    },
    {
      "slug": "ezekiel-7-p16",
      "type": "verse",
      "number": "16",
      "content": "¶ But they that escape of them shall escape, and shall be on the mountains like doves of the valleys, all of them mourning, every one for his iniquity.",
      "churchId": "p16"
    },
    {
      "slug": "ezekiel-7-p17",
      "type": "verse",
      "number": "17",
      "content": "All hands shall be feeble, and all knees shall be weak <span class=\"clarity-word\">as</span> water.",
      "churchId": "p17"
    },
    {
      "slug": "ezekiel-7-p18",
      "type": "verse",
      "number": "18",
      "content": "They shall also gird <span class=\"clarity-word\">themselves</span> with sackcloth, and horror shall cover them; and shame <span class=\"clarity-word\">shall be</span> upon all faces, and baldness upon all their heads.",
      "churchId": "p18"
    },
    {
      "slug": "ezekiel-7-p19",
      "type": "verse",
      "number": "19",
      "content": "They shall cast their silver in the streets, and their gold shall be removed: their silver and their gold shall not be able to deliver them in the day of the wrath of the <span class=\"small-caps\">Lord</span>: they shall not satisfy their souls, neither fill their bowels: because it is the stumblingblock of their iniquity.",
      "churchId": "p19"
    },
    {
      "slug": "ezekiel-7-p20",
      "type": "verse",
      "number": "20",
      "content": "¶ As for the beauty of his ornament, he set it in majesty: but they made the images of their abominations <span class=\"clarity-word\">and</span> of their detestable things therein: therefore have I set it far from them.",
      "churchId": "p20"
    },
    {
      "slug": "ezekiel-7-p21",
      "type": "verse",
      "number": "21",
      "content": "And I will give it into the hands of the strangers for a prey, and to the wicked of the earth for a spoil; and they shall pollute it.",
      "churchId": "p21"
    },
    {
      "slug": "ezekiel-7-p22",
      "type": "verse",
      "number": "22",
      "content": "My face will I turn also from them, and they shall pollute my secret <span class=\"clarity-word\">place:</span> for the robbers shall enter into it, and defile it.",
      "churchId": "p22"
    },
    {
      "slug": "ezekiel-7-p23",
      "type": "verse",
      "number": "23",
      "content": "¶ Make a chain: for the land is full of bloody crimes, and the city is full of violence.",
      "churchId": "p23"
    },
    {
      "slug": "ezekiel-7-p24",
      "type": "verse",
      "number": "24",
      "content": "Wherefore I will bring the worst of the heathen, and they shall possess their houses: I will also make the pomp of the strong to cease; and their holy places shall be defiled.",
      "churchId": "p24"
    },
    {
      "slug": "ezekiel-7-p25",
      "type": "verse",
      "number": "25",
      "content": "Destruction cometh; and they shall seek peace, and <span class=\"clarity-word\">there shall be</span> none.",
      "churchId": "p25"
    },
    {
      "slug": "ezekiel-7-p26",
      "type": "verse",
      "number": "26",
      "content": "Mischief shall come upon mischief, and rumour shall be upon rumour; then shall they seek a vision of the prophet; but the law shall perish from the priest, and counsel from the ancients.",
      "churchId": "p26"
    },
    {
      "slug": "ezekiel-7-p27",
      "type": "verse",
      "number": "27",
      "content": "The king shall mourn, and the prince shall be clothed with desolation, and the hands of the people of the land shall be troubled: I will do unto them after their way, and according to their deserts will I judge them; and they shall know that I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p27"
    }
  ]
}