{
  "name": "Ezekiel 33",
  "abbrev": "Ezek. 33",
  "number": "33",
  "churchUri": "/scriptures/ot/ezek/33",
  "paragraphs": [
    {
      "slug": "ezekiel-33-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 33",
      "churchId": "title_number1"
    },
    {
      "slug": "ezekiel-33-p1",
      "type": "verse",
      "number": "1",
      "content": "Again the word of the <span class=\"small-caps\">Lord</span> came unto me, saying,",
      "churchId": "p1"
    },
    {
      "slug": "ezekiel-33-p2",
      "type": "verse",
      "number": "2",
      "content": "Son of man, speak to the children of thy people, and say unto them, When I bring the sword upon a land, if the people of the land take a man of their coasts, and set him for their watchman:",
      "churchId": "p2"
    },
    {
      "slug": "ezekiel-33-p3",
      "type": "verse",
      "number": "3",
      "content": "If when he seeth the sword come upon the land, he blow the trumpet, and warn the people;",
      "churchId": "p3"
    },
    {
      "slug": "ezekiel-33-p4",
      "type": "verse",
      "number": "4",
      "content": "Then whosoever heareth the sound of the trumpet, and taketh not warning; if the sword come, and take him away, his blood shall be upon his own head.",
      "churchId": "p4"
    },
    {
      "slug": "ezekiel-33-p5",
      "type": "verse",
      "number": "5",
      "content": "He heard the sound of the trumpet, and took not warning; his blood shall be upon him. But he that taketh warning shall deliver his soul.",
      "churchId": "p5"
    },
    {
      "slug": "ezekiel-33-p6",
      "type": "verse",
      "number": "6",
      "content": "But if the watchman see the sword come, and blow not the trumpet, and the people be not warned; if the sword come, and take <span class=\"clarity-word\">any</span> person from among them, he is taken away in his iniquity; but his blood will I require at the watchman’s hand.",
      "churchId": "p6"
    },
    {
      "slug": "ezekiel-33-p7",
      "type": "verse",
      "number": "7",
      "content": "¶ So thou, O son of man, I have set thee a watchman unto the house of Israel; therefore thou shalt hear the word at my mouth, and warn them from me.",
      "churchId": "p7"
    },
    {
      "slug": "ezekiel-33-p8",
      "type": "verse",
      "number": "8",
      "content": "When I say unto the wicked, O wicked <span class=\"clarity-word\">man,</span> thou shalt surely die; if thou dost not speak to warn the wicked from his way, that wicked <span class=\"clarity-word\">man</span> shall die in his iniquity; but his blood will I require at thine hand.",
      "churchId": "p8"
    },
    {
      "slug": "ezekiel-33-p9",
      "type": "verse",
      "number": "9",
      "content": "Nevertheless, if thou warn the wicked of his way to turn from it; if he do not turn from his way, he shall die in his iniquity; but thou hast delivered thy soul.",
      "churchId": "p9"
    },
    {
      "slug": "ezekiel-33-p10",
      "type": "verse",
      "number": "10",
      "content": "Therefore, O thou son of man, speak unto the house of Israel; Thus ye speak, saying, If our transgressions and our sins <span class=\"clarity-word\">be</span> upon us, and we pine away in them, how should we then live?",
      "churchId": "p10"
    },
    {
      "slug": "ezekiel-33-p11",
      "type": "verse",
      "number": "11",
      "content": "Say unto them, <span class=\"clarity-word\">As</span> I live, saith the Lord <span class=\"small-caps\">God</span>, I have no pleasure in the death of the wicked; but that the wicked turn from his way and live: turn ye, turn ye from your evil ways; for why will ye die, O house of Israel?",
      "churchId": "p11"
    },
    {
      "slug": "ezekiel-33-p12",
      "type": "verse",
      "number": "12",
      "content": "Therefore, thou son of man, say unto the children of thy people, The righteousness of the righteous shall not deliver him in the day of his transgression: as for the wickedness of the wicked, he shall not fall thereby in the day that he turneth from his wickedness; neither shall the righteous be able to live for his <span class=\"clarity-word\">righteousness</span> in the day that he sinneth.",
      "churchId": "p12"
    },
    {
      "slug": "ezekiel-33-p13",
      "type": "verse",
      "number": "13",
      "content": "When I shall say to the righteous, <span class=\"clarity-word\">that</span> he shall surely live; if he trust to his own righteousness, and commit iniquity, all his righteousnesses shall not be remembered; but for his iniquity that he hath committed, he shall die for it.",
      "churchId": "p13"
    },
    {
      "slug": "ezekiel-33-p14",
      "type": "verse",
      "number": "14",
      "content": "Again, when I say unto the wicked, Thou shalt surely die; if he turn from his sin, and do that which is lawful and right;",
      "churchId": "p14"
    },
    {
      "slug": "ezekiel-33-p15",
      "type": "verse",
      "number": "15",
      "content": "<span class=\"clarity-word\">If</span> the wicked restore the pledge, give again that he had robbed, walk in the statutes of life, without committing iniquity; he shall surely live, he shall not die.",
      "churchId": "p15"
    },
    {
      "slug": "ezekiel-33-p16",
      "type": "verse",
      "number": "16",
      "content": "None of his sins that he hath committed shall be mentioned unto him: he hath done that which is lawful and right; he shall surely live.",
      "churchId": "p16"
    },
    {
      "slug": "ezekiel-33-p17",
      "type": "verse",
      "number": "17",
      "content": "¶ Yet the children of thy people say, The way of the Lord is not equal: but as for them, their way is not equal.",
      "churchId": "p17"
    },
    {
      "slug": "ezekiel-33-p18",
      "type": "verse",
      "number": "18",
      "content": "When the righteous turneth from his righteousness, and committeth iniquity, he shall even die thereby.",
      "churchId": "p18"
    },
    {
      "slug": "ezekiel-33-p19",
      "type": "verse",
      "number": "19",
      "content": "But if the wicked turn from his wickedness, and do that which is lawful and right, he shall live thereby.",
      "churchId": "p19"
    },
    {
      "slug": "ezekiel-33-p20",
      "type": "verse",
      "number": "20",
      "content": "¶ Yet ye say, The way of the Lord is not equal. O ye house of Israel, I will judge you every one after his ways.",
      "churchId": "p20"
    },
    {
      "slug": "ezekiel-33-p21",
      "type": "verse",
      "number": "21",
      "content": "¶ And it came to pass in the twelfth year of our captivity, in the tenth <span class=\"clarity-word\">month,</span> in the fifth <span class=\"clarity-word\">day</span> of the month, <span class=\"clarity-word\">that</span> one that had escaped out of Jerusalem came unto me, saying, The city is smitten.",
      "churchId": "p21"
    },
    {
      "slug": "ezekiel-33-p22",
      "type": "verse",
      "number": "22",
      "content": "Now the hand of the <span class=\"small-caps\">Lord</span> was upon me in the evening, afore he that was escaped came; and had opened my mouth, until he came to me in the morning; and my mouth was opened, and I was no more dumb.",
      "churchId": "p22"
    },
    {
      "slug": "ezekiel-33-p23",
      "type": "verse",
      "number": "23",
      "content": "Then the word of the <span class=\"small-caps\">Lord</span> came unto me, saying,",
      "churchId": "p23"
    },
    {
      "slug": "ezekiel-33-p24",
      "type": "verse",
      "number": "24",
      "content": "Son of man, they that inhabit those wastes of the land of Israel speak, saying, Abraham was one, and he inherited the land: but we <span class=\"clarity-word\">are</span> many; the land is given us for inheritance.",
      "churchId": "p24"
    },
    {
      "slug": "ezekiel-33-p25",
      "type": "verse",
      "number": "25",
      "content": "Wherefore say unto them, Thus saith the Lord <span class=\"small-caps\">God</span>; Ye eat with the blood, and lift up your eyes toward your idols, and shed blood: and shall ye possess the land?",
      "churchId": "p25"
    },
    {
      "slug": "ezekiel-33-p26",
      "type": "verse",
      "number": "26",
      "content": "Ye stand upon your sword, ye work abomination, and ye defile every one his neighbour’s wife: and shall ye possess the land?",
      "churchId": "p26"
    },
    {
      "slug": "ezekiel-33-p27",
      "type": "verse",
      "number": "27",
      "content": "Say thou thus unto them, Thus saith the Lord <span class=\"small-caps\">God</span>; <span class=\"clarity-word\">As</span> I live, surely they that <span class=\"clarity-word\">are</span> in the wastes shall fall by the sword, and him that <span class=\"clarity-word\">is</span> in the open field will I give to the beasts to be devoured, and they that <span class=\"clarity-word\">be</span> in the forts and in the caves shall die of the pestilence.",
      "churchId": "p27"
    },
    {
      "slug": "ezekiel-33-p28",
      "type": "verse",
      "number": "28",
      "content": "For I will lay the land most desolate, and the pomp of her strength shall cease; and the mountains of Israel shall be desolate, that none shall pass through.",
      "churchId": "p28"
    },
    {
      "slug": "ezekiel-33-p29",
      "type": "verse",
      "number": "29",
      "content": "Then shall they know that I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span>, when I have laid the land most desolate because of all their abominations which they have committed.",
      "churchId": "p29"
    },
    {
      "slug": "ezekiel-33-p30",
      "type": "verse",
      "number": "30",
      "content": "¶ Also, thou son of man, the children of thy people still are talking against thee by the walls and in the doors of the houses, and speak one to another, every one to his brother, saying, Come, I pray you, and hear what is the word that cometh forth from the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p30"
    },
    {
      "slug": "ezekiel-33-p31",
      "type": "verse",
      "number": "31",
      "content": "And they come unto thee as the people cometh, and they sit before thee <span class=\"clarity-word\">as</span> my people, and they hear thy words, but they will not do them: for with their mouth they shew much love, <span class=\"clarity-word\">but</span> their heart goeth after their covetousness.",
      "churchId": "p31"
    },
    {
      "slug": "ezekiel-33-p32",
      "type": "verse",
      "number": "32",
      "content": "And, lo, thou <span class=\"clarity-word\">art</span> unto them as a very lovely song of one that hath a pleasant voice, and can play well on an instrument: for they hear thy words, but they do them not.",
      "churchId": "p32"
    },
    {
      "slug": "ezekiel-33-p33",
      "type": "verse",
      "number": "33",
      "content": "And when this cometh to pass, (lo, it will come,) then shall they know that a prophet hath been among them.",
      "churchId": "p33"
    }
  ]
}