{
  "name": "Ezekiel 28",
  "abbrev": "Ezek. 28",
  "number": "28",
  "churchUri": "/scriptures/ot/ezek/28",
  "paragraphs": [
    {
      "slug": "ezekiel-28-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 28",
      "churchId": "title_number1"
    },
    {
      "slug": "ezekiel-28-p1",
      "type": "verse",
      "number": "1",
      "content": "The word of the <span class=\"small-caps\">Lord</span> came again unto me, saying,",
      "churchId": "p1"
    },
    {
      "slug": "ezekiel-28-p2",
      "type": "verse",
      "number": "2",
      "content": "Son of man, say unto the prince of Tyrus, Thus saith the Lord <span class=\"small-caps\">God</span>; Because thine heart <span class=\"clarity-word\">is</span> lifted up, and thou hast said, I <span class=\"clarity-word\">am</span> a God, I sit <span class=\"clarity-word\">in</span> the seat of God, in the midst of the seas; yet thou <span class=\"clarity-word\">art</span> a man, and not God, though thou set thine heart as the heart of God:",
      "churchId": "p2"
    },
    {
      "slug": "ezekiel-28-p3",
      "type": "verse",
      "number": "3",
      "content": "Behold, thou <span class=\"clarity-word\">art</span> wiser than Daniel; there is no secret that they can hide from thee:",
      "churchId": "p3"
    },
    {
      "slug": "ezekiel-28-p4",
      "type": "verse",
      "number": "4",
      "content": "With thy wisdom and with thine understanding thou hast gotten thee riches, and hast gotten gold and silver into thy treasures:",
      "churchId": "p4"
    },
    {
      "slug": "ezekiel-28-p5",
      "type": "verse",
      "number": "5",
      "content": "By thy great wisdom <span class=\"clarity-word\">and</span> by thy traffick hast thou increased thy riches, and thine heart is lifted up because of thy riches:",
      "churchId": "p5"
    },
    {
      "slug": "ezekiel-28-p6",
      "type": "verse",
      "number": "6",
      "content": "Therefore thus saith the Lord <span class=\"small-caps\">God</span>; Because thou hast set thine heart as the heart of God;",
      "churchId": "p6"
    },
    {
      "slug": "ezekiel-28-p7",
      "type": "verse",
      "number": "7",
      "content": "Behold, therefore I will bring strangers upon thee, the terrible of the nations: and they shall draw their swords against the beauty of thy wisdom, and they shall defile thy brightness.",
      "churchId": "p7"
    },
    {
      "slug": "ezekiel-28-p8",
      "type": "verse",
      "number": "8",
      "content": "They shall bring thee down to the pit, and thou shalt die the deaths of <span class=\"clarity-word\">them that are</span> slain in the midst of the seas.",
      "churchId": "p8"
    },
    {
      "slug": "ezekiel-28-p9",
      "type": "verse",
      "number": "9",
      "content": "Wilt thou yet say before him that slayeth thee, I <span class=\"clarity-word\">am</span> God? but thou <span class=\"clarity-word\">shalt be</span> a man, and no God, in the hand of him that slayeth thee.",
      "churchId": "p9"
    },
    {
      "slug": "ezekiel-28-p10",
      "type": "verse",
      "number": "10",
      "content": "Thou shalt die the deaths of the uncircumcised by the hand of strangers: for I have spoken <span class=\"clarity-word\">it,</span> saith the Lord <span class=\"small-caps\">God</span>.",
      "churchId": "p10"
    },
    {
      "slug": "ezekiel-28-p11",
      "type": "verse",
      "number": "11",
      "content": "¶ Moreover the word of the <span class=\"small-caps\">Lord</span> came unto me, saying,",
      "churchId": "p11"
    },
    {
      "slug": "ezekiel-28-p12",
      "type": "verse",
      "number": "12",
      "content": "Son of man, take up a lamentation upon the king of Tyrus, and say unto him, Thus saith the Lord <span class=\"small-caps\">God</span>; Thou sealest up the sum, full of wisdom, and perfect in beauty.",
      "churchId": "p12"
    },
    {
      "slug": "ezekiel-28-p13",
      "type": "verse",
      "number": "13",
      "content": "Thou hast been in Eden the garden of God; every precious stone <span class=\"clarity-word\">was</span> thy covering, the sardius, topaz, and the diamond, the beryl, the onyx, and the jasper, the sapphire, the emerald, and the carbuncle, and gold: the workmanship of thy tabrets and of thy pipes was prepared in thee in the day that thou wast created.",
      "churchId": "p13"
    },
    {
      "slug": "ezekiel-28-p14",
      "type": "verse",
      "number": "14",
      "content": "Thou <span class=\"clarity-word\">art</span> the anointed cherub that covereth; and I have set thee <span class=\"clarity-word\">so:</span> thou wast upon the holy mountain of God; thou hast walked up and down in the midst of the stones of fire.",
      "churchId": "p14"
    },
    {
      "slug": "ezekiel-28-p15",
      "type": "verse",
      "number": "15",
      "content": "Thou <span class=\"clarity-word\">wast</span> perfect in thy ways from the day that thou wast created, till iniquity was found in thee.",
      "churchId": "p15"
    },
    {
      "slug": "ezekiel-28-p16",
      "type": "verse",
      "number": "16",
      "content": "By the multitude of thy merchandise they have filled the midst of thee with violence, and thou hast sinned: therefore I will cast thee as profane out of the mountain of God: and I will destroy thee, O covering cherub, from the midst of the stones of fire.",
      "churchId": "p16"
    },
    {
      "slug": "ezekiel-28-p17",
      "type": "verse",
      "number": "17",
      "content": "Thine heart was lifted up because of thy beauty, thou hast corrupted thy wisdom by reason of thy brightness: I will cast thee to the ground, I will lay thee before kings, that they may behold thee.",
      "churchId": "p17"
    },
    {
      "slug": "ezekiel-28-p18",
      "type": "verse",
      "number": "18",
      "content": "Thou hast defiled thy sanctuaries by the multitude of thine iniquities, by the iniquity of thy traffick; therefore will I bring forth a fire from the midst of thee, it shall devour thee, and I will bring thee to ashes upon the earth in the sight of all them that behold thee.",
      "churchId": "p18"
    },
    {
      "slug": "ezekiel-28-p19",
      "type": "verse",
      "number": "19",
      "content": "All they that know thee among the people shall be astonished at thee: thou shalt be a terror, and never <span class=\"clarity-word\">shalt</span> thou <span class=\"clarity-word\">be</span> any more.",
      "churchId": "p19"
    },
    {
      "slug": "ezekiel-28-p20",
      "type": "verse",
      "number": "20",
      "content": "¶ Again the word of the <span class=\"small-caps\">Lord</span> came unto me, saying,",
      "churchId": "p20"
    },
    {
      "slug": "ezekiel-28-p21",
      "type": "verse",
      "number": "21",
      "content": "Son of man, set thy face against Zidon, and prophesy against it,",
      "churchId": "p21"
    },
    {
      "slug": "ezekiel-28-p22",
      "type": "verse",
      "number": "22",
      "content": "And say, Thus saith the Lord <span class=\"small-caps\">God</span>; Behold, I <span class=\"clarity-word\">am</span> against thee, O Zidon; and I will be glorified in the midst of thee: and they shall know that I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span>, when I shall have executed judgments in her, and shall be sanctified in her.",
      "churchId": "p22"
    },
    {
      "slug": "ezekiel-28-p23",
      "type": "verse",
      "number": "23",
      "content": "For I will send into her pestilence, and blood into her streets; and the wounded shall be judged in the midst of her by the sword upon her on every side; and they shall know that I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span>.",
      "churchId": "p23"
    },
    {
      "slug": "ezekiel-28-p24",
      "type": "verse",
      "number": "24",
      "content": "¶ And there shall be no more a pricking brier unto the house of Israel, nor <span class=\"clarity-word\">any</span> grieving thorn of all <span class=\"clarity-word\">that are</span> round about them, that despised them; and they shall know that I <span class=\"clarity-word\">am</span> the Lord <span class=\"small-caps\">God</span>.",
      "churchId": "p24"
    },
    {
      "slug": "ezekiel-28-p25",
      "type": "verse",
      "number": "25",
      "content": "Thus saith the Lord <span class=\"small-caps\">God</span>; When I shall have gathered the house of Israel from the people among whom they are scattered, and shall be sanctified in them in the sight of the heathen, then shall they dwell in their land that I have given to my servant Jacob.",
      "churchId": "p25"
    },
    {
      "slug": "ezekiel-28-p26",
      "type": "verse",
      "number": "26",
      "content": "And they shall dwell safely therein, and shall build houses, and plant vineyards; yea, they shall dwell with confidence, when I have executed judgments upon all those that despise them round about them; and they shall know that I <span class=\"clarity-word\">am</span> the <span class=\"small-caps\">Lord</span> their God.",
      "churchId": "p26"
    }
  ]
}