{
  "name": "Mosiah 24",
  "abbrev": "Mosiah 24",
  "number": "24",
  "churchUri": "/scriptures/bofm/mosiah/24",
  "paragraphs": [
    {
      "slug": "mosiah-24-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 24",
      "churchId": "title_number1"
    },
    {
      "slug": "mosiah-24-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass that Amulon did gain favor in the eyes of the king of the Lamanites; therefore, the king of the Lamanites granted unto him and his brethren that they should be appointed teachers over his people, yea, even over the people who were in the land of Shemlon, and in the land of Shilom, and in the land of Amulon.",
      "churchId": "p1"
    },
    {
      "slug": "mosiah-24-p2",
      "type": "verse",
      "number": "2",
      "content": "For the Lamanites had taken possession of all these lands; therefore, the king of the Lamanites had appointed kings over all these lands.",
      "churchId": "p2"
    },
    {
      "slug": "mosiah-24-p3",
      "type": "verse",
      "number": "3",
      "content": "And now the name of the king of the Lamanites was Laman, being called after the name of his father; and therefore he was called king Laman. And he was king over a numerous people.",
      "churchId": "p3"
    },
    {
      "slug": "mosiah-24-p4",
      "type": "verse",
      "number": "4",
      "content": "And he appointed teachers of the brethren of Amulon in every land which was possessed by his people; and thus the language of Nephi began to be taught among all the people of the Lamanites.",
      "churchId": "p4"
    },
    {
      "slug": "mosiah-24-p5",
      "type": "verse",
      "number": "5",
      "content": "And they were a people friendly one with another; nevertheless they knew not God; neither did the brethren of Amulon teach them anything concerning the Lord their God, neither the law of Moses; nor did they teach them the words of Abinadi;",
      "churchId": "p5"
    },
    {
      "slug": "mosiah-24-p6",
      "type": "verse",
      "number": "6",
      "content": "But they taught them that they should keep their record, and that they might write one to another.",
      "churchId": "p6"
    },
    {
      "slug": "mosiah-24-p7",
      "type": "verse",
      "number": "7",
      "content": "And thus the Lamanites began to increase in riches, and began to trade one with another and wax great, and began to be a cunning and a wise people, as to the wisdom of the world, yea, a very cunning people, delighting in all manner of wickedness and plunder, except it were among their own brethren.",
      "churchId": "p7"
    },
    {
      "slug": "mosiah-24-p8",
      "type": "verse",
      "number": "8",
      "content": "And now it came to pass that Amulon began to exercise authority over Alma and his brethren, and began to persecute him, and cause that his children should persecute their children.",
      "churchId": "p8"
    },
    {
      "slug": "mosiah-24-p9",
      "type": "verse",
      "number": "9",
      "content": "For Amulon knew Alma, that he had been one of the king’s priests, and that it was he that believed the words of Abinadi and was driven out before the king, and therefore he was wroth with him; for he was subject to king Laman, yet he exercised authority over them, and put tasks upon them, and put task-masters over them.",
      "churchId": "p9"
    },
    {
      "slug": "mosiah-24-p10",
      "type": "verse",
      "number": "10",
      "content": "And it came to pass that so great were their afflictions that they began to cry mightily to God.",
      "churchId": "p10"
    },
    {
      "slug": "mosiah-24-p11",
      "type": "verse",
      "number": "11",
      "content": "And Amulon commanded them that they should stop their cries; and he put guards over them to watch them, that whosoever should be found calling upon God should be put to death.",
      "churchId": "p11"
    },
    {
      "slug": "mosiah-24-p12",
      "type": "verse",
      "number": "12",
      "content": "And Alma and his people did not raise their voices to the Lord their God, but did pour out their hearts to him; and he did know the thoughts of their hearts.",
      "churchId": "p12"
    },
    {
      "slug": "mosiah-24-p13",
      "type": "verse",
      "number": "13",
      "content": "And it came to pass that the voice of the Lord came to them in their afflictions, saying: Lift up your heads and be of good comfort, for I know of the covenant which ye have made unto me; and I will covenant with my people and deliver them out of bondage.",
      "churchId": "p13"
    },
    {
      "slug": "mosiah-24-p14",
      "type": "verse",
      "number": "14",
      "content": "And I will also ease the burdens which are put upon your shoulders, that even you cannot feel them upon your backs, even while you are in bondage; and this will I do that ye may stand as witnesses for me hereafter, and that ye may know of a surety that I, the Lord God, do visit my people in their afflictions.",
      "churchId": "p14"
    },
    {
      "slug": "mosiah-24-p15",
      "type": "verse",
      "number": "15",
      "content": "And now it came to pass that the burdens which were laid upon Alma and his brethren were made light; yea, the Lord did strengthen them that they could bear up their burdens with ease, and they did submit cheerfully and with patience to all the will of the Lord.",
      "churchId": "p15"
    },
    {
      "slug": "mosiah-24-p16",
      "type": "verse",
      "number": "16",
      "content": "And it came to pass that so great was their faith and their patience that the voice of the Lord came unto them again, saying: Be of good comfort, for on the morrow I will deliver you out of bondage.",
      "churchId": "p16"
    },
    {
      "slug": "mosiah-24-p17",
      "type": "verse",
      "number": "17",
      "content": "And he said unto Alma: Thou shalt go before this people, and I will go with thee and deliver this people out of bondage.",
      "churchId": "p17"
    },
    {
      "slug": "mosiah-24-p18",
      "type": "verse",
      "number": "18",
      "content": "Now it came to pass that Alma and his people in the night-time gathered their flocks together, and also of their grain; yea, even all the night-time were they gathering their flocks together.",
      "churchId": "p18"
    },
    {
      "slug": "mosiah-24-p19",
      "type": "verse",
      "number": "19",
      "content": "And in the morning the Lord caused a deep sleep to come upon the Lamanites, yea, and all their task-masters were in a profound sleep.",
      "churchId": "p19"
    },
    {
      "slug": "mosiah-24-p20",
      "type": "verse",
      "number": "20",
      "content": "And Alma and his people departed into the wilderness; and when they had traveled all day they pitched their tents in a valley, and they called the valley Alma, because he led their way in the wilderness.",
      "churchId": "p20"
    },
    {
      "slug": "mosiah-24-p21",
      "type": "verse",
      "number": "21",
      "content": "Yea, and in the valley of Alma they poured out their thanks to God because he had been merciful unto them, and eased their burdens, and had delivered them out of bondage; for they were in bondage, and none could deliver them except it were the Lord their God.",
      "churchId": "p21"
    },
    {
      "slug": "mosiah-24-p22",
      "type": "verse",
      "number": "22",
      "content": "And they gave thanks to God, yea, all their men and all their women and all their children that could speak lifted their voices in the praises of their God.",
      "churchId": "p22"
    },
    {
      "slug": "mosiah-24-p23",
      "type": "verse",
      "number": "23",
      "content": "And now the Lord said unto Alma: Haste thee and get thou and this people out of this land, for the Lamanites have awakened and do pursue thee; therefore get thee out of this land, and I will stop the Lamanites in this valley that they come no further in pursuit of this people.",
      "churchId": "p23"
    },
    {
      "slug": "mosiah-24-p24",
      "type": "verse",
      "number": "24",
      "content": "And it came to pass that they departed out of the valley, and took their journey into the wilderness.",
      "churchId": "p24"
    },
    {
      "slug": "mosiah-24-p25",
      "type": "verse",
      "number": "25",
      "content": "And after they had been in the wilderness twelve days they arrived in the land of Zarahemla; and king Mosiah did also receive them with joy.",
      "churchId": "p25"
    }
  ]
}