{
  "name": "Mosiah 21",
  "abbrev": "Mosiah 21",
  "number": "21",
  "churchUri": "/scriptures/bofm/mosiah/21",
  "paragraphs": [
    {
      "slug": "mosiah-21-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 21",
      "churchId": "title_number1"
    },
    {
      "slug": "mosiah-21-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass that Limhi and his people returned to the city of Nephi, and began to dwell in the land again in peace.",
      "churchId": "p1"
    },
    {
      "slug": "mosiah-21-p2",
      "type": "verse",
      "number": "2",
      "content": "And it came to pass that after many days the Lamanites began again to be stirred up in anger against the Nephites, and they began to come into the borders of the land round about.",
      "churchId": "p2"
    },
    {
      "slug": "mosiah-21-p3",
      "type": "verse",
      "number": "3",
      "content": "Now they durst not slay them, because of the oath which their king had made unto Limhi; but they would smite them on their cheeks, and exercise authority over them; and began to put heavy burdens upon their backs, and drive them as they would a dumb ass—",
      "churchId": "p3"
    },
    {
      "slug": "mosiah-21-p4",
      "type": "verse",
      "number": "4",
      "content": "Yea, all this was done that the word of the Lord might be fulfilled.",
      "churchId": "p4"
    },
    {
      "slug": "mosiah-21-p5",
      "type": "verse",
      "number": "5",
      "content": "And now the afflictions of the Nephites were great, and there was no way that they could deliver themselves out of their hands, for the Lamanites had surrounded them on every side.",
      "churchId": "p5"
    },
    {
      "slug": "mosiah-21-p6",
      "type": "verse",
      "number": "6",
      "content": "And it came to pass that the people began to murmur with the king because of their afflictions; and they began to be desirous to go against them to battle. And they did afflict the king sorely with their complaints; therefore he granted unto them that they should do according to their desires.",
      "churchId": "p6"
    },
    {
      "slug": "mosiah-21-p7",
      "type": "verse",
      "number": "7",
      "content": "And they gathered themselves together again, and put on their armor, and went forth against the Lamanites to drive them out of their land.",
      "churchId": "p7"
    },
    {
      "slug": "mosiah-21-p8",
      "type": "verse",
      "number": "8",
      "content": "And it came to pass that the Lamanites did beat them, and drove them back, and slew many of them.",
      "churchId": "p8"
    },
    {
      "slug": "mosiah-21-p9",
      "type": "verse",
      "number": "9",
      "content": "And now there was a great mourning and lamentation among the people of Limhi, the widow mourning for her husband, the son and the daughter mourning for their father, and the brothers for their brethren.",
      "churchId": "p9"
    },
    {
      "slug": "mosiah-21-p10",
      "type": "verse",
      "number": "10",
      "content": "Now there were a great many widows in the land, and they did cry mightily from day to day, for a great fear of the Lamanites had come upon them.",
      "churchId": "p10"
    },
    {
      "slug": "mosiah-21-p11",
      "type": "verse",
      "number": "11",
      "content": "And it came to pass that their continual cries did stir up the remainder of the people of Limhi to anger against the Lamanites; and they went again to battle, but they were driven back again, suffering much loss.",
      "churchId": "p11"
    },
    {
      "slug": "mosiah-21-p12",
      "type": "verse",
      "number": "12",
      "content": "Yea, they went again even the third time, and suffered in the like manner; and those that were not slain returned again to the city of Nephi.",
      "churchId": "p12"
    },
    {
      "slug": "mosiah-21-p13",
      "type": "verse",
      "number": "13",
      "content": "And they did humble themselves even to the dust, subjecting themselves to the yoke of bondage, submitting themselves to be smitten, and to be driven to and fro, and burdened, according to the desires of their enemies.",
      "churchId": "p13"
    },
    {
      "slug": "mosiah-21-p14",
      "type": "verse",
      "number": "14",
      "content": "And they did humble themselves even in the depths of humility; and they did cry mightily to God; yea, even all the day long did they cry unto their God that he would deliver them out of their afflictions.",
      "churchId": "p14"
    },
    {
      "slug": "mosiah-21-p15",
      "type": "verse",
      "number": "15",
      "content": "And now the Lord was slow to hear their cry because of their iniquities; nevertheless the Lord did hear their cries, and began to soften the hearts of the Lamanites that they began to ease their burdens; yet the Lord did not see fit to deliver them out of bondage.",
      "churchId": "p15"
    },
    {
      "slug": "mosiah-21-p16",
      "type": "verse",
      "number": "16",
      "content": "And it came to pass that they began to prosper by degrees in the land, and began to raise grain more abundantly, and flocks, and herds, that they did not suffer with hunger.",
      "churchId": "p16"
    },
    {
      "slug": "mosiah-21-p17",
      "type": "verse",
      "number": "17",
      "content": "Now there was a great number of women, more than there was of men; therefore king Limhi commanded that every man should impart to the support of the widows and their children, that they might not perish with hunger; and this they did because of the greatness of their number that had been slain.",
      "churchId": "p17"
    },
    {
      "slug": "mosiah-21-p18",
      "type": "verse",
      "number": "18",
      "content": "Now the people of Limhi kept together in a body as much as it was possible, and secured their grain and their flocks;",
      "churchId": "p18"
    },
    {
      "slug": "mosiah-21-p19",
      "type": "verse",
      "number": "19",
      "content": "And the king himself did not trust his person without the walls of the city, unless he took his guards with him, fearing that he might by some means fall into the hands of the Lamanites.",
      "churchId": "p19"
    },
    {
      "slug": "mosiah-21-p20",
      "type": "verse",
      "number": "20",
      "content": "And he caused that his people should watch the land round about, that by some means they might take those priests that fled into the wilderness, who had stolen the daughters of the Lamanites, and that had caused such a great destruction to come upon them.",
      "churchId": "p20"
    },
    {
      "slug": "mosiah-21-p21",
      "type": "verse",
      "number": "21",
      "content": "For they were desirous to take them that they might punish them; for they had come into the land of Nephi by night, and carried off their grain and many of their precious things; therefore they laid wait for them.",
      "churchId": "p21"
    },
    {
      "slug": "mosiah-21-p22",
      "type": "verse",
      "number": "22",
      "content": "And it came to pass that there was no more disturbance between the Lamanites and the people of Limhi, even until the time that Ammon and his brethren came into the land.",
      "churchId": "p22"
    },
    {
      "slug": "mosiah-21-p23",
      "type": "verse",
      "number": "23",
      "content": "And the king having been without the gates of the city with his guard, discovered Ammon and his brethren; and supposing them to be priests of Noah therefore he caused that they should be taken, and bound, and cast into prison. And had they been the priests of Noah he would have caused that they should be put to death.",
      "churchId": "p23"
    },
    {
      "slug": "mosiah-21-p24",
      "type": "verse",
      "number": "24",
      "content": "But when he found that they were not, but that they were his brethren, and had come from the land of Zarahemla, he was filled with exceedingly great joy.",
      "churchId": "p24"
    },
    {
      "slug": "mosiah-21-p25",
      "type": "verse",
      "number": "25",
      "content": "Now king Limhi had sent, previous to the coming of Ammon, a small number of men to search for the land of Zarahemla; but they could not find it, and they were lost in the wilderness.",
      "churchId": "p25"
    },
    {
      "slug": "mosiah-21-p26",
      "type": "verse",
      "number": "26",
      "content": "Nevertheless, they did find a land which had been peopled; yea, a land which was covered with dry bones; yea, a land which had been peopled and which had been destroyed; and they, having supposed it to be the land of Zarahemla, returned to the land of Nephi, having arrived in the borders of the land not many days before the coming of Ammon.",
      "churchId": "p26"
    },
    {
      "slug": "mosiah-21-p27",
      "type": "verse",
      "number": "27",
      "content": "And they brought a record with them, even a record of the people whose bones they had found; and it was engraven on plates of ore.",
      "churchId": "p27"
    },
    {
      "slug": "mosiah-21-p28",
      "type": "verse",
      "number": "28",
      "content": "And now Limhi was again filled with joy on learning from the mouth of Ammon that king Mosiah had a gift from God, whereby he could interpret such engravings; yea, and Ammon also did rejoice.",
      "churchId": "p28"
    },
    {
      "slug": "mosiah-21-p29",
      "type": "verse",
      "number": "29",
      "content": "Yet Ammon and his brethren were filled with sorrow because so many of their brethren had been slain;",
      "churchId": "p29"
    },
    {
      "slug": "mosiah-21-p30",
      "type": "verse",
      "number": "30",
      "content": "And also that king Noah and his priests had caused the people to commit so many sins and iniquities against God; and they also did mourn for the death of Abinadi; and also for the departure of Alma and the people that went with him, who had formed a church of God through the strength and power of God, and faith on the words which had been spoken by Abinadi.",
      "churchId": "p30"
    },
    {
      "slug": "mosiah-21-p31",
      "type": "verse",
      "number": "31",
      "content": "Yea, they did mourn for their departure, for they knew not whither they had fled. Now they would have gladly joined with them, for they themselves had entered into a covenant with God to serve him and keep his commandments.",
      "churchId": "p31"
    },
    {
      "slug": "mosiah-21-p32",
      "type": "verse",
      "number": "32",
      "content": "And now since the coming of Ammon, king Limhi had also entered into a covenant with God, and also many of his people, to serve him and keep his commandments.",
      "churchId": "p32"
    },
    {
      "slug": "mosiah-21-p33",
      "type": "verse",
      "number": "33",
      "content": "And it came to pass that king Limhi and many of his people were desirous to be baptized; but there was none in the land that had authority from God. And Ammon declined doing this thing, considering himself an unworthy servant.",
      "churchId": "p33"
    },
    {
      "slug": "mosiah-21-p34",
      "type": "verse",
      "number": "34",
      "content": "Therefore they did not at that time form themselves into a church, waiting upon the Spirit of the Lord. Now they were desirous to become even as Alma and his brethren, who had fled into the wilderness.",
      "churchId": "p34"
    },
    {
      "slug": "mosiah-21-p35",
      "type": "verse",
      "number": "35",
      "content": "They were desirous to be baptized as a witness and a testimony that they were willing to serve God with all their hearts; nevertheless they did prolong the time; and an account of their baptism shall be given hereafter.",
      "churchId": "p35"
    },
    {
      "slug": "mosiah-21-p36",
      "type": "verse",
      "number": "36",
      "content": "And now all the study of Ammon and his people, and king Limhi and his people, was to deliver themselves out of the hands of the Lamanites and from bondage.",
      "churchId": "p36"
    }
  ]
}