{
  "name": "2 Nephi 23",
  "abbrev": "2 Ne. 23",
  "number": "23",
  "churchUri": "/scriptures/bofm/2-ne/23",
  "paragraphs": [
    {
      "slug": "2-nephi-23-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 23",
      "churchId": "title_number1"
    },
    {
      "slug": "2-nephi-23-p1",
      "type": "verse",
      "number": "1",
      "content": "The burden of Babylon, which Isaiah the son of Amoz did see.",
      "churchId": "p1"
    },
    {
      "slug": "2-nephi-23-p2",
      "type": "verse",
      "number": "2",
      "content": "Lift ye up a banner upon the high mountain, exalt the voice unto them, shake the hand, that they may go into the gates of the nobles.",
      "churchId": "p2"
    },
    {
      "slug": "2-nephi-23-p3",
      "type": "verse",
      "number": "3",
      "content": "I have commanded my sanctified ones, I have also called my mighty ones, for mine anger is not upon them that rejoice in my highness.",
      "churchId": "p3"
    },
    {
      "slug": "2-nephi-23-p4",
      "type": "verse",
      "number": "4",
      "content": "The noise of the multitude in the mountains like as of a great people, a tumultuous noise of the kingdoms of nations gathered together, the Lord of Hosts mustereth the hosts of the battle.",
      "churchId": "p4"
    },
    {
      "slug": "2-nephi-23-p5",
      "type": "verse",
      "number": "5",
      "content": "They come from a far country, from the end of heaven, yea, the Lord, and the weapons of his indignation, to destroy the whole land.",
      "churchId": "p5"
    },
    {
      "slug": "2-nephi-23-p6",
      "type": "verse",
      "number": "6",
      "content": "Howl ye, for the day of the Lord is at hand; it shall come as a destruction from the Almighty.",
      "churchId": "p6"
    },
    {
      "slug": "2-nephi-23-p7",
      "type": "verse",
      "number": "7",
      "content": "Therefore shall all hands be faint, every man’s heart shall melt;",
      "churchId": "p7"
    },
    {
      "slug": "2-nephi-23-p8",
      "type": "verse",
      "number": "8",
      "content": "And they shall be afraid; pangs and sorrows shall take hold of them; they shall be amazed one at another; their faces shall be as flames.",
      "churchId": "p8"
    },
    {
      "slug": "2-nephi-23-p9",
      "type": "verse",
      "number": "9",
      "content": "Behold, the day of the Lord cometh, cruel both with wrath and fierce anger, to lay the land desolate; and he shall destroy the sinners thereof out of it.",
      "churchId": "p9"
    },
    {
      "slug": "2-nephi-23-p10",
      "type": "verse",
      "number": "10",
      "content": "For the stars of heaven and the constellations thereof shall not give their light; the sun shall be darkened in his going forth, and the moon shall not cause her light to shine.",
      "churchId": "p10"
    },
    {
      "slug": "2-nephi-23-p11",
      "type": "verse",
      "number": "11",
      "content": "And I will punish the world for evil, and the wicked for their iniquity; I will cause the arrogancy of the proud to cease, and will lay down the haughtiness of the terrible.",
      "churchId": "p11"
    },
    {
      "slug": "2-nephi-23-p12",
      "type": "verse",
      "number": "12",
      "content": "I will make a man more precious than fine gold; even a man than the golden wedge of Ophir.",
      "churchId": "p12"
    },
    {
      "slug": "2-nephi-23-p13",
      "type": "verse",
      "number": "13",
      "content": "Therefore, I will shake the heavens, and the earth shall remove out of her place, in the wrath of the Lord of Hosts, and in the day of his fierce anger.",
      "churchId": "p13"
    },
    {
      "slug": "2-nephi-23-p14",
      "type": "verse",
      "number": "14",
      "content": "And it shall be as the chased roe, and as a sheep that no man taketh up; and they shall every man turn to his own people, and flee every one into his own land.",
      "churchId": "p14"
    },
    {
      "slug": "2-nephi-23-p15",
      "type": "verse",
      "number": "15",
      "content": "Every one that is proud shall be thrust through; yea, and every one that is joined to the wicked shall fall by the sword.",
      "churchId": "p15"
    },
    {
      "slug": "2-nephi-23-p16",
      "type": "verse",
      "number": "16",
      "content": "Their children also shall be dashed to pieces before their eyes; their houses shall be spoiled and their wives ravished.",
      "churchId": "p16"
    },
    {
      "slug": "2-nephi-23-p17",
      "type": "verse",
      "number": "17",
      "content": "Behold, I will stir up the Medes against them, which shall not regard silver and gold, nor shall they delight in it.",
      "churchId": "p17"
    },
    {
      "slug": "2-nephi-23-p18",
      "type": "verse",
      "number": "18",
      "content": "Their bows shall also dash the young men to pieces; and they shall have no pity on the fruit of the womb; their eyes shall not spare children.",
      "churchId": "p18"
    },
    {
      "slug": "2-nephi-23-p19",
      "type": "verse",
      "number": "19",
      "content": "And Babylon, the glory of kingdoms, the beauty of the Chaldees’ excellency, shall be as when God overthrew Sodom and Gomorrah.",
      "churchId": "p19"
    },
    {
      "slug": "2-nephi-23-p20",
      "type": "verse",
      "number": "20",
      "content": "It shall never be inhabited, neither shall it be dwelt in from generation to generation: neither shall the Arabian pitch tent there; neither shall the shepherds make their fold there.",
      "churchId": "p20"
    },
    {
      "slug": "2-nephi-23-p21",
      "type": "verse",
      "number": "21",
      "content": "But wild beasts of the desert shall lie there; and their houses shall be full of doleful creatures; and owls shall dwell there, and satyrs shall dance there.",
      "churchId": "p21"
    },
    {
      "slug": "2-nephi-23-p22",
      "type": "verse",
      "number": "22",
      "content": "And the wild beasts of the islands shall cry in their desolate houses, and dragons in their pleasant palaces; and her time is near to come, and her day shall not be prolonged. For I will destroy her speedily; yea, for I will be merciful unto my people, but the wicked shall perish.",
      "churchId": "p22"
    }
  ]
}