{
  "name": "2 Nephi 21",
  "abbrev": "2 Ne. 21",
  "number": "21",
  "churchUri": "/scriptures/bofm/2-ne/21",
  "paragraphs": [
    {
      "slug": "2-nephi-21-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 21",
      "churchId": "title_number1"
    },
    {
      "slug": "2-nephi-21-p1",
      "type": "verse",
      "number": "1",
      "content": "And there shall come forth a rod out of the stem of Jesse, and a branch shall grow out of his roots.",
      "churchId": "p1"
    },
    {
      "slug": "2-nephi-21-p2",
      "type": "verse",
      "number": "2",
      "content": "And the Spirit of the Lord shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the Lord;",
      "churchId": "p2"
    },
    {
      "slug": "2-nephi-21-p3",
      "type": "verse",
      "number": "3",
      "content": "And shall make him of quick understanding in the fear of the Lord; and he shall not judge after the sight of his eyes, neither reprove after the hearing of his ears.",
      "churchId": "p3"
    },
    {
      "slug": "2-nephi-21-p4",
      "type": "verse",
      "number": "4",
      "content": "But with righteousness shall he judge the poor, and reprove with equity for the meek of the earth; and he shall smite the earth with the rod of his mouth, and with the breath of his lips shall he slay the wicked.",
      "churchId": "p4"
    },
    {
      "slug": "2-nephi-21-p5",
      "type": "verse",
      "number": "5",
      "content": "And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins.",
      "churchId": "p5"
    },
    {
      "slug": "2-nephi-21-p6",
      "type": "verse",
      "number": "6",
      "content": "The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid, and the calf and the young lion and fatling together; and a little child shall lead them.",
      "churchId": "p6"
    },
    {
      "slug": "2-nephi-21-p7",
      "type": "verse",
      "number": "7",
      "content": "And the cow and the bear shall feed; their young ones shall lie down together; and the lion shall eat straw like the ox.",
      "churchId": "p7"
    },
    {
      "slug": "2-nephi-21-p8",
      "type": "verse",
      "number": "8",
      "content": "And the sucking child shall play on the hole of the asp, and the weaned child shall put his hand on the cockatrice’s den.",
      "churchId": "p8"
    },
    {
      "slug": "2-nephi-21-p9",
      "type": "verse",
      "number": "9",
      "content": "They shall not hurt nor destroy in all my holy mountain, for the earth shall be full of the knowledge of the Lord, as the waters cover the sea.",
      "churchId": "p9"
    },
    {
      "slug": "2-nephi-21-p10",
      "type": "verse",
      "number": "10",
      "content": "And in that day there shall be a root of Jesse, which shall stand for an ensign of the people; to it shall the Gentiles seek; and his rest shall be glorious.",
      "churchId": "p10"
    },
    {
      "slug": "2-nephi-21-p11",
      "type": "verse",
      "number": "11",
      "content": "And it shall come to pass in that day that the Lord shall set his hand again the second time to recover the remnant of his people which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea.",
      "churchId": "p11"
    },
    {
      "slug": "2-nephi-21-p12",
      "type": "verse",
      "number": "12",
      "content": "And he shall set up an ensign for the nations, and shall assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth.",
      "churchId": "p12"
    },
    {
      "slug": "2-nephi-21-p13",
      "type": "verse",
      "number": "13",
      "content": "The envy of Ephraim also shall depart, and the adversaries of Judah shall be cut off; Ephraim shall not envy Judah, and Judah shall not vex Ephraim.",
      "churchId": "p13"
    },
    {
      "slug": "2-nephi-21-p14",
      "type": "verse",
      "number": "14",
      "content": "But they shall fly upon the shoulders of the Philistines towards the west; they shall spoil them of the east together; they shall lay their hand upon Edom and Moab; and the children of Ammon shall obey them.",
      "churchId": "p14"
    },
    {
      "slug": "2-nephi-21-p15",
      "type": "verse",
      "number": "15",
      "content": "And the Lord shall utterly destroy the tongue of the Egyptian sea; and with his mighty wind he shall shake his hand over the river, and shall smite it in the seven streams, and make men go over dry shod.",
      "churchId": "p15"
    },
    {
      "slug": "2-nephi-21-p16",
      "type": "verse",
      "number": "16",
      "content": "And there shall be a highway for the remnant of his people which shall be left, from Assyria, like as it was to Israel in the day that he came up out of the land of Egypt.",
      "churchId": "p16"
    }
  ]
}