{
  "name": "2 Nephi 30",
  "abbrev": "2 Ne. 30",
  "number": "30",
  "churchUri": "/scriptures/bofm/2-ne/30",
  "paragraphs": [
    {
      "slug": "2-nephi-30-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 30",
      "churchId": "title_number1"
    },
    {
      "slug": "2-nephi-30-p1",
      "type": "verse",
      "number": "1",
      "content": "And now behold, my beloved brethren, I would speak unto you; for I, Nephi, would not suffer that ye should suppose that ye are more righteous than the Gentiles shall be. For behold, except ye shall keep the commandments of God ye shall all likewise perish; and because of the words which have been spoken ye need not suppose that the Gentiles are utterly destroyed.",
      "churchId": "p1"
    },
    {
      "slug": "2-nephi-30-p2",
      "type": "verse",
      "number": "2",
      "content": "For behold, I say unto you that as many of the Gentiles as will repent are the covenant people of the Lord; and as many of the Jews as will not repent shall be cast off; for the Lord covenanteth with none save it be with them that repent and believe in his Son, who is the Holy One of Israel.",
      "churchId": "p2"
    },
    {
      "slug": "2-nephi-30-p3",
      "type": "verse",
      "number": "3",
      "content": "And now, I would prophesy somewhat more concerning the Jews and the Gentiles. For after the book of which I have spoken shall come forth, and be written unto the Gentiles, and sealed up again unto the Lord, there shall be many which shall believe the words which are written; and they shall carry them forth unto the remnant of our seed.",
      "churchId": "p3"
    },
    {
      "slug": "2-nephi-30-p4",
      "type": "verse",
      "number": "4",
      "content": "And then shall the remnant of our seed know concerning us, how that we came out from Jerusalem, and that they are descendants of the Jews.",
      "churchId": "p4"
    },
    {
      "slug": "2-nephi-30-p5",
      "type": "verse",
      "number": "5",
      "content": "And the gospel of Jesus Christ shall be declared among them; wherefore, they shall be restored unto the knowledge of their fathers, and also to the knowledge of Jesus Christ, which was had among their fathers.",
      "churchId": "p5"
    },
    {
      "slug": "2-nephi-30-p6",
      "type": "verse",
      "number": "6",
      "content": "And then shall they rejoice; for they shall know that it is a blessing unto them from the hand of God; and their scales of darkness shall begin to fall from their eyes; and many generations shall not pass away among them, save they shall be a pure and a delightsome people.",
      "churchId": "p6"
    },
    {
      "slug": "2-nephi-30-p7",
      "type": "verse",
      "number": "7",
      "content": "And it shall come to pass that the Jews which are scattered also shall begin to believe in Christ; and they shall begin to gather in upon the face of the land; and as many as shall believe in Christ shall also become a delightsome people.",
      "churchId": "p7"
    },
    {
      "slug": "2-nephi-30-p8",
      "type": "verse",
      "number": "8",
      "content": "And it shall come to pass that the Lord God shall commence his work among all nations, kindreds, tongues, and people, to bring about the restoration of his people upon the earth.",
      "churchId": "p8"
    },
    {
      "slug": "2-nephi-30-p9",
      "type": "verse",
      "number": "9",
      "content": "And with righteousness shall the Lord God judge the poor, and reprove with equity for the meek of the earth. And he shall smite the earth with the rod of his mouth; and with the breath of his lips shall he slay the wicked.",
      "churchId": "p9"
    },
    {
      "slug": "2-nephi-30-p10",
      "type": "verse",
      "number": "10",
      "content": "For the time speedily cometh that the Lord God shall cause a great division among the people, and the wicked will he destroy; and he will spare his people, yea, even if it so be that he must destroy the wicked by fire.",
      "churchId": "p10"
    },
    {
      "slug": "2-nephi-30-p11",
      "type": "verse",
      "number": "11",
      "content": "And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins.",
      "churchId": "p11"
    },
    {
      "slug": "2-nephi-30-p12",
      "type": "verse",
      "number": "12",
      "content": "And then shall the wolf dwell with the lamb; and the leopard shall lie down with the kid, and the calf, and the young lion, and the fatling, together; and a little child shall lead them.",
      "churchId": "p12"
    },
    {
      "slug": "2-nephi-30-p13",
      "type": "verse",
      "number": "13",
      "content": "And the cow and the bear shall feed; their young ones shall lie down together; and the lion shall eat straw like the ox.",
      "churchId": "p13"
    },
    {
      "slug": "2-nephi-30-p14",
      "type": "verse",
      "number": "14",
      "content": "And the sucking child shall play on the hole of the asp, and the weaned child shall put his hand on the cockatrice’s den.",
      "churchId": "p14"
    },
    {
      "slug": "2-nephi-30-p15",
      "type": "verse",
      "number": "15",
      "content": "They shall not hurt nor destroy in all my holy mountain; for the earth shall be full of the knowledge of the Lord as the waters cover the sea.",
      "churchId": "p15"
    },
    {
      "slug": "2-nephi-30-p16",
      "type": "verse",
      "number": "16",
      "content": "Wherefore, the things of all nations shall be made known; yea, all things shall be made known unto the children of men.",
      "churchId": "p16"
    },
    {
      "slug": "2-nephi-30-p17",
      "type": "verse",
      "number": "17",
      "content": "There is nothing which is secret save it shall be revealed; there is no work of darkness save it shall be made manifest in the light; and there is nothing which is sealed upon the earth save it shall be loosed.",
      "churchId": "p17"
    },
    {
      "slug": "2-nephi-30-p18",
      "type": "verse",
      "number": "18",
      "content": "Wherefore, all things which have been revealed unto the children of men shall at that day be revealed; and Satan shall have power over the hearts of the children of men no more, for a long time. And now, my beloved brethren, I make an end of my sayings.",
      "churchId": "p18"
    }
  ]
}