{
  "name": "2 Nephi 16",
  "abbrev": "2 Ne. 16",
  "number": "16",
  "churchUri": "/scriptures/bofm/2-ne/16",
  "paragraphs": [
    {
      "slug": "2-nephi-16-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 16",
      "churchId": "title_number1"
    },
    {
      "slug": "2-nephi-16-p1",
      "type": "verse",
      "number": "1",
      "content": "In the year that king Uzziah died, I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple.",
      "churchId": "p1"
    },
    {
      "slug": "2-nephi-16-p2",
      "type": "verse",
      "number": "2",
      "content": "Above it stood the seraphim; each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.",
      "churchId": "p2"
    },
    {
      "slug": "2-nephi-16-p3",
      "type": "verse",
      "number": "3",
      "content": "And one cried unto another, and said: Holy, holy, holy, is the Lord of Hosts; the whole earth is full of his glory.",
      "churchId": "p3"
    },
    {
      "slug": "2-nephi-16-p4",
      "type": "verse",
      "number": "4",
      "content": "And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.",
      "churchId": "p4"
    },
    {
      "slug": "2-nephi-16-p5",
      "type": "verse",
      "number": "5",
      "content": "Then said I: Wo is unto me! for I am undone; because I am a man of unclean lips; and I dwell in the midst of a people of unclean lips; for mine eyes have seen the King, the Lord of Hosts.",
      "churchId": "p5"
    },
    {
      "slug": "2-nephi-16-p6",
      "type": "verse",
      "number": "6",
      "content": "Then flew one of the seraphim unto me, having a live coal in his hand, which he had taken with the tongs from off the altar;",
      "churchId": "p6"
    },
    {
      "slug": "2-nephi-16-p7",
      "type": "verse",
      "number": "7",
      "content": "And he laid it upon my mouth, and said: Lo, this has touched thy lips; and thine iniquity is taken away, and thy sin purged.",
      "churchId": "p7"
    },
    {
      "slug": "2-nephi-16-p8",
      "type": "verse",
      "number": "8",
      "content": "Also I heard the voice of the Lord, saying: Whom shall I send, and who will go for us? Then I said: Here am I; send me.",
      "churchId": "p8"
    },
    {
      "slug": "2-nephi-16-p9",
      "type": "verse",
      "number": "9",
      "content": "And he said: Go and tell this people—Hear ye indeed, but they understood not; and see ye indeed, but they perceived not.",
      "churchId": "p9"
    },
    {
      "slug": "2-nephi-16-p10",
      "type": "verse",
      "number": "10",
      "content": "Make the heart of this people fat, and make their ears heavy, and shut their eyes—lest they see with their eyes, and hear with their ears, and understand with their heart, and be converted and be healed.",
      "churchId": "p10"
    },
    {
      "slug": "2-nephi-16-p11",
      "type": "verse",
      "number": "11",
      "content": "Then said I: Lord, how long? And he said: Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate;",
      "churchId": "p11"
    },
    {
      "slug": "2-nephi-16-p12",
      "type": "verse",
      "number": "12",
      "content": "And the Lord have removed men far away, for there shall be a great forsaking in the midst of the land.",
      "churchId": "p12"
    },
    {
      "slug": "2-nephi-16-p13",
      "type": "verse",
      "number": "13",
      "content": "But yet there shall be a tenth, and they shall return, and shall be eaten, as a teil tree, and as an oak whose substance is in them when they cast their leaves; so the holy seed shall be the substance thereof.",
      "churchId": "p13"
    }
  ]
}