{
  "name": "2 Nephi 10",
  "abbrev": "2 Ne. 10",
  "number": "10",
  "churchUri": "/scriptures/bofm/2-ne/10",
  "paragraphs": [
    {
      "slug": "2-nephi-10-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 10",
      "churchId": "title_number1"
    },
    {
      "slug": "2-nephi-10-p1",
      "type": "verse",
      "number": "1",
      "content": "And now I, Jacob, speak unto you again, my beloved brethren, concerning this righteous branch of which I have spoken.",
      "churchId": "p1"
    },
    {
      "slug": "2-nephi-10-p2",
      "type": "verse",
      "number": "2",
      "content": "For behold, the promises which we have obtained are promises unto us according to the flesh; wherefore, as it has been shown unto me that many of our children shall perish in the flesh because of unbelief, nevertheless, God will be merciful unto many; and our children shall be restored, that they may come to that which will give them the true knowledge of their Redeemer.",
      "churchId": "p2"
    },
    {
      "slug": "2-nephi-10-p3",
      "type": "verse",
      "number": "3",
      "content": "Wherefore, as I said unto you, it must needs be expedient that Christ—for in the last night the angel spake unto me that this should be his name—should come among the Jews, among those who are the more wicked part of the world; and they shall crucify him—for thus it behooveth our God, and there is none other nation on earth that would crucify their God.",
      "churchId": "p3"
    },
    {
      "slug": "2-nephi-10-p4",
      "type": "verse",
      "number": "4",
      "content": "For should the mighty miracles be wrought among other nations they would repent, and know that he be their God.",
      "churchId": "p4"
    },
    {
      "slug": "2-nephi-10-p5",
      "type": "verse",
      "number": "5",
      "content": "But because of priestcrafts and iniquities, they at Jerusalem will stiffen their necks against him, that he be crucified.",
      "churchId": "p5"
    },
    {
      "slug": "2-nephi-10-p6",
      "type": "verse",
      "number": "6",
      "content": "Wherefore, because of their iniquities, destructions, famines, pestilences, and bloodshed shall come upon them; and they who shall not be destroyed shall be scattered among all nations.",
      "churchId": "p6"
    },
    {
      "slug": "2-nephi-10-p7",
      "type": "verse",
      "number": "7",
      "content": "But behold, thus saith the Lord God: When the day cometh that they shall believe in me, that I am Christ, then have I covenanted with their fathers that they shall be restored in the flesh, upon the earth, unto the lands of their inheritance.",
      "churchId": "p7"
    },
    {
      "slug": "2-nephi-10-p8",
      "type": "verse",
      "number": "8",
      "content": "And it shall come to pass that they shall be gathered in from their long dispersion, from the isles of the sea, and from the four parts of the earth; and the nations of the Gentiles shall be great in the eyes of me, saith God, in carrying them forth to the lands of their inheritance.",
      "churchId": "p8"
    },
    {
      "slug": "2-nephi-10-p9",
      "type": "verse",
      "number": "9",
      "content": "Yea, the kings of the Gentiles shall be nursing fathers unto them, and their queens shall become nursing mothers; wherefore, the promises of the Lord are great unto the Gentiles, for he hath spoken it, and who can dispute?",
      "churchId": "p9"
    },
    {
      "slug": "2-nephi-10-p10",
      "type": "verse",
      "number": "10",
      "content": "But behold, this land, said God, shall be a land of thine inheritance, and the Gentiles shall be blessed upon the land.",
      "churchId": "p10"
    },
    {
      "slug": "2-nephi-10-p11",
      "type": "verse",
      "number": "11",
      "content": "And this land shall be a land of liberty unto the Gentiles, and there shall be no kings upon the land, who shall raise up unto the Gentiles.",
      "churchId": "p11"
    },
    {
      "slug": "2-nephi-10-p12",
      "type": "verse",
      "number": "12",
      "content": "And I will fortify this land against all other nations.",
      "churchId": "p12"
    },
    {
      "slug": "2-nephi-10-p13",
      "type": "verse",
      "number": "13",
      "content": "And he that fighteth against Zion shall perish, saith God.",
      "churchId": "p13"
    },
    {
      "slug": "2-nephi-10-p14",
      "type": "verse",
      "number": "14",
      "content": "For he that raiseth up a king against me shall perish, for I, the Lord, the king of heaven, will be their king, and I will be a light unto them forever, that hear my words.",
      "churchId": "p14"
    },
    {
      "slug": "2-nephi-10-p15",
      "type": "verse",
      "number": "15",
      "content": "Wherefore, for this cause, that my covenants may be fulfilled which I have made unto the children of men, that I will do unto them while they are in the flesh, I must needs destroy the secret works of darkness, and of murders, and of abominations.",
      "churchId": "p15"
    },
    {
      "slug": "2-nephi-10-p16",
      "type": "verse",
      "number": "16",
      "content": "Wherefore, he that fighteth against Zion, both Jew and Gentile, both bond and free, both male and female, shall perish; for they are they who are the whore of all the earth; for they who are not for me are against me, saith our God.",
      "churchId": "p16"
    },
    {
      "slug": "2-nephi-10-p17",
      "type": "verse",
      "number": "17",
      "content": "For I will fulfil my promises which I have made unto the children of men, that I will do unto them while they are in the flesh—",
      "churchId": "p17"
    },
    {
      "slug": "2-nephi-10-p18",
      "type": "verse",
      "number": "18",
      "content": "Wherefore, my beloved brethren, thus saith our God: I will afflict thy seed by the hand of the Gentiles; nevertheless, I will soften the hearts of the Gentiles, that they shall be like unto a father to them; wherefore, the Gentiles shall be blessed and numbered among the house of Israel.",
      "churchId": "p18"
    },
    {
      "slug": "2-nephi-10-p19",
      "type": "verse",
      "number": "19",
      "content": "Wherefore, I will consecrate this land unto thy seed, and them who shall be numbered among thy seed, forever, for the land of their inheritance; for it is a choice land, saith God unto me, above all other lands, wherefore I will have all men that dwell thereon that they shall worship me, saith God.",
      "churchId": "p19"
    },
    {
      "slug": "2-nephi-10-p20",
      "type": "verse",
      "number": "20",
      "content": "And now, my beloved brethren, seeing that our merciful God has given us so great knowledge concerning these things, let us remember him, and lay aside our sins, and not hang down our heads, for we are not cast off; nevertheless, we have been driven out of the land of our inheritance; but we have been led to a better land, for the Lord has made the sea our path, and we are upon an isle of the sea.",
      "churchId": "p20"
    },
    {
      "slug": "2-nephi-10-p21",
      "type": "verse",
      "number": "21",
      "content": "But great are the promises of the Lord unto them who are upon the isles of the sea; wherefore as it says isles, there must needs be more than this, and they are inhabited also by our brethren.",
      "churchId": "p21"
    },
    {
      "slug": "2-nephi-10-p22",
      "type": "verse",
      "number": "22",
      "content": "For behold, the Lord God has led away from time to time from the house of Israel, according to his will and pleasure. And now behold, the Lord remembereth all them who have been broken off, wherefore he remembereth us also.",
      "churchId": "p22"
    },
    {
      "slug": "2-nephi-10-p23",
      "type": "verse",
      "number": "23",
      "content": "Therefore, cheer up your hearts, and remember that ye are free to act for yourselves—to choose the way of everlasting death or the way of eternal life.",
      "churchId": "p23"
    },
    {
      "slug": "2-nephi-10-p24",
      "type": "verse",
      "number": "24",
      "content": "Wherefore, my beloved brethren, reconcile yourselves to the will of God, and not to the will of the devil and the flesh; and remember, after ye are reconciled unto God, that it is only in and through the grace of God that ye are saved.",
      "churchId": "p24"
    },
    {
      "slug": "2-nephi-10-p25",
      "type": "verse",
      "number": "25",
      "content": "Wherefore, may God raise you from death by the power of the resurrection, and also from everlasting death by the power of the atonement, that ye may be received into the eternal kingdom of God, that ye may praise him through grace divine. Amen.",
      "churchId": "p25"
    }
  ]
}