{
  "name": "2 Nephi 5",
  "abbrev": "2 Ne. 5",
  "number": "5",
  "churchUri": "/scriptures/bofm/2-ne/5",
  "paragraphs": [
    {
      "slug": "2-nephi-5-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 5",
      "churchId": "title_number1"
    },
    {
      "slug": "2-nephi-5-p1",
      "type": "verse",
      "number": "1",
      "content": "Behold, it came to pass that I, Nephi, did cry much unto the Lord my God, because of the anger of my brethren.",
      "churchId": "p1"
    },
    {
      "slug": "2-nephi-5-p2",
      "type": "verse",
      "number": "2",
      "content": "But behold, their anger did increase against me, insomuch that they did seek to take away my life.",
      "churchId": "p2"
    },
    {
      "slug": "2-nephi-5-p3",
      "type": "verse",
      "number": "3",
      "content": "Yea, they did murmur against me, saying: Our younger brother thinks to rule over us; and we have had much trial because of him; wherefore, now let us slay him, that we may not be afflicted more because of his words. For behold, we will not have him to be our ruler; for it belongs unto us, who are the elder brethren, to rule over this people.",
      "churchId": "p3"
    },
    {
      "slug": "2-nephi-5-p4",
      "type": "verse",
      "number": "4",
      "content": "Now I do not write upon these plates all the words which they murmured against me. But it sufficeth me to say, that they did seek to take away my life.",
      "churchId": "p4"
    },
    {
      "slug": "2-nephi-5-p5",
      "type": "verse",
      "number": "5",
      "content": "And it came to pass that the Lord did warn me, that I, Nephi, should depart from them and flee into the wilderness, and all those who would go with me.",
      "churchId": "p5"
    },
    {
      "slug": "2-nephi-5-p6",
      "type": "verse",
      "number": "6",
      "content": "Wherefore, it came to pass that I, Nephi, did take my family, and also Zoram and his family, and Sam, mine elder brother and his family, and Jacob and Joseph, my younger brethren, and also my sisters, and all those who would go with me. And all those who would go with me were those who believed in the warnings and the revelations of God; wherefore, they did hearken unto my words.",
      "churchId": "p6"
    },
    {
      "slug": "2-nephi-5-p7",
      "type": "verse",
      "number": "7",
      "content": "And we did take our tents and whatsoever things were possible for us, and did journey in the wilderness for the space of many days. And after we had journeyed for the space of many days we did pitch our tents.",
      "churchId": "p7"
    },
    {
      "slug": "2-nephi-5-p8",
      "type": "verse",
      "number": "8",
      "content": "And my people would that we should call the name of the place Nephi; wherefore, we did call it Nephi.",
      "churchId": "p8"
    },
    {
      "slug": "2-nephi-5-p9",
      "type": "verse",
      "number": "9",
      "content": "And all those who were with me did take upon them to call themselves the people of Nephi.",
      "churchId": "p9"
    },
    {
      "slug": "2-nephi-5-p10",
      "type": "verse",
      "number": "10",
      "content": "And we did observe to keep the judgments, and the statutes, and the commandments of the Lord in all things, according to the law of Moses.",
      "churchId": "p10"
    },
    {
      "slug": "2-nephi-5-p11",
      "type": "verse",
      "number": "11",
      "content": "And the Lord was with us; and we did prosper exceedingly; for we did sow seed, and we did reap again in abundance. And we began to raise flocks, and herds, and animals of every kind.",
      "churchId": "p11"
    },
    {
      "slug": "2-nephi-5-p12",
      "type": "verse",
      "number": "12",
      "content": "And I, Nephi, had also brought the records which were engraven upon the plates of brass; and also the ball, or compass, which was prepared for my father by the hand of the Lord, according to that which is written.",
      "churchId": "p12"
    },
    {
      "slug": "2-nephi-5-p13",
      "type": "verse",
      "number": "13",
      "content": "And it came to pass that we began to prosper exceedingly, and to multiply in the land.",
      "churchId": "p13"
    },
    {
      "slug": "2-nephi-5-p14",
      "type": "verse",
      "number": "14",
      "content": "And I, Nephi, did take the sword of Laban, and after the manner of it did make many swords, lest by any means the people who were now called Lamanites should come upon us and destroy us; for I knew their hatred towards me and my children and those who were called my people.",
      "churchId": "p14"
    },
    {
      "slug": "2-nephi-5-p15",
      "type": "verse",
      "number": "15",
      "content": "And I did teach my people to build buildings, and to work in all manner of wood, and of iron, and of copper, and of brass, and of steel, and of gold, and of silver, and of precious ores, which were in great abundance.",
      "churchId": "p15"
    },
    {
      "slug": "2-nephi-5-p16",
      "type": "verse",
      "number": "16",
      "content": "And I, Nephi, did build a temple; and I did construct it after the manner of the temple of Solomon save it were not built of so many precious things; for they were not to be found upon the land, wherefore, it could not be built like unto Solomon’s temple. But the manner of the construction was like unto the temple of Solomon; and the workmanship thereof was exceedingly fine.",
      "churchId": "p16"
    },
    {
      "slug": "2-nephi-5-p17",
      "type": "verse",
      "number": "17",
      "content": "And it came to pass that I, Nephi, did cause my people to be industrious, and to labor with their hands.",
      "churchId": "p17"
    },
    {
      "slug": "2-nephi-5-p18",
      "type": "verse",
      "number": "18",
      "content": "And it came to pass that they would that I should be their king. But I, Nephi, was desirous that they should have no king; nevertheless, I did for them according to that which was in my power.",
      "churchId": "p18"
    },
    {
      "slug": "2-nephi-5-p19",
      "type": "verse",
      "number": "19",
      "content": "And behold, the words of the Lord had been fulfilled unto my brethren, which he spake concerning them, that I should be their ruler and their teacher. Wherefore, I had been their ruler and their teacher, according to the commandments of the Lord, until the time they sought to take away my life.",
      "churchId": "p19"
    },
    {
      "slug": "2-nephi-5-p20",
      "type": "verse",
      "number": "20",
      "content": "Wherefore, the word of the Lord was fulfilled which he spake unto me, saying that: Inasmuch as they will not hearken unto thy words they shall be cut off from the presence of the Lord. And behold, they were cut off from his presence.",
      "churchId": "p20"
    },
    {
      "slug": "2-nephi-5-p21",
      "type": "verse",
      "number": "21",
      "content": "And he had caused the cursing to come upon them, yea, even a sore cursing, because of their iniquity. For behold, they had hardened their hearts against him, that they had become like unto a flint; wherefore, as they were white, and exceedingly fair and delightsome, that they might not be enticing unto my people the Lord God did cause a skin of blackness to come upon them.",
      "churchId": "p21"
    },
    {
      "slug": "2-nephi-5-p22",
      "type": "verse",
      "number": "22",
      "content": "And thus saith the Lord God: I will cause that they shall be loathsome unto thy people, save they shall repent of their iniquities.",
      "churchId": "p22"
    },
    {
      "slug": "2-nephi-5-p23",
      "type": "verse",
      "number": "23",
      "content": "And cursed shall be the seed of him that mixeth with their seed; for they shall be cursed even with the same cursing. And the Lord spake it, and it was done.",
      "churchId": "p23"
    },
    {
      "slug": "2-nephi-5-p24",
      "type": "verse",
      "number": "24",
      "content": "And because of their cursing which was upon them they did become an idle people, full of mischief and subtlety, and did seek in the wilderness for beasts of prey.",
      "churchId": "p24"
    },
    {
      "slug": "2-nephi-5-p25",
      "type": "verse",
      "number": "25",
      "content": "And the Lord God said unto me: They shall be a scourge unto thy seed, to stir them up in remembrance of me; and inasmuch as they will not remember me, and hearken unto my words, they shall scourge them even unto destruction.",
      "churchId": "p25"
    },
    {
      "slug": "2-nephi-5-p26",
      "type": "verse",
      "number": "26",
      "content": "And it came to pass that I, Nephi, did consecrate Jacob and Joseph, that they should be priests and teachers over the land of my people.",
      "churchId": "p26"
    },
    {
      "slug": "2-nephi-5-p27",
      "type": "verse",
      "number": "27",
      "content": "And it came to pass that we lived after the manner of happiness.",
      "churchId": "p27"
    },
    {
      "slug": "2-nephi-5-p28",
      "type": "verse",
      "number": "28",
      "content": "And thirty years had passed away from the time we left Jerusalem.",
      "churchId": "p28"
    },
    {
      "slug": "2-nephi-5-p29",
      "type": "verse",
      "number": "29",
      "content": "And I, Nephi, had kept the records upon my plates, which I had made, of my people thus far.",
      "churchId": "p29"
    },
    {
      "slug": "2-nephi-5-p30",
      "type": "verse",
      "number": "30",
      "content": "And it came to pass that the Lord God said unto me: Make other plates; and thou shalt engraven many things upon them which are good in my sight, for the profit of thy people.",
      "churchId": "p30"
    },
    {
      "slug": "2-nephi-5-p31",
      "type": "verse",
      "number": "31",
      "content": "Wherefore, I, Nephi, to be obedient to the commandments of the Lord, went and made these plates upon which I have engraven these things.",
      "churchId": "p31"
    },
    {
      "slug": "2-nephi-5-p32",
      "type": "verse",
      "number": "32",
      "content": "And I engraved that which is pleasing unto God. And if my people are pleased with the things of God they will be pleased with mine engravings which are upon these plates.",
      "churchId": "p32"
    },
    {
      "slug": "2-nephi-5-p33",
      "type": "verse",
      "number": "33",
      "content": "And if my people desire to know the more particular part of the history of my people they must search mine other plates.",
      "churchId": "p33"
    },
    {
      "slug": "2-nephi-5-p34",
      "type": "verse",
      "number": "34",
      "content": "And it sufficeth me to say that forty years had passed away, and we had already had wars and contentions with our brethren.",
      "churchId": "p34"
    }
  ]
}