{
  "name": "2 Nephi 4",
  "abbrev": "2 Ne. 4",
  "number": "4",
  "churchUri": "/scriptures/bofm/2-ne/4",
  "paragraphs": [
    {
      "slug": "2-nephi-4-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 4",
      "churchId": "title_number1"
    },
    {
      "slug": "2-nephi-4-p1",
      "type": "verse",
      "number": "1",
      "content": "And now, I, Nephi, speak concerning the prophecies of which my father hath spoken, concerning Joseph, who was carried into Egypt.",
      "churchId": "p1"
    },
    {
      "slug": "2-nephi-4-p2",
      "type": "verse",
      "number": "2",
      "content": "For behold, he truly prophesied concerning all his seed. And the prophecies which he wrote, there are not many greater. And he prophesied concerning us, and our future generations; and they are written upon the plates of brass.",
      "churchId": "p2"
    },
    {
      "slug": "2-nephi-4-p3",
      "type": "verse",
      "number": "3",
      "content": "Wherefore, after my father had made an end of speaking concerning the prophecies of Joseph, he called the children of Laman, his sons, and his daughters, and said unto them: Behold, my sons, and my daughters, who are the sons and the daughters of my firstborn, I would that ye should give ear unto my words.",
      "churchId": "p3"
    },
    {
      "slug": "2-nephi-4-p4",
      "type": "verse",
      "number": "4",
      "content": "For the Lord God hath said that: Inasmuch as ye shall keep my commandments ye shall prosper in the land; and inasmuch as ye will not keep my commandments ye shall be cut off from my presence.",
      "churchId": "p4"
    },
    {
      "slug": "2-nephi-4-p5",
      "type": "verse",
      "number": "5",
      "content": "But behold, my sons and my daughters, I cannot go down to my grave save I should leave a blessing upon you; for behold, I know that if ye are brought up in the way ye should go ye will not depart from it.",
      "churchId": "p5"
    },
    {
      "slug": "2-nephi-4-p6",
      "type": "verse",
      "number": "6",
      "content": "Wherefore, if ye are cursed, behold, I leave my blessing upon you, that the cursing may be taken from you and be answered upon the heads of your parents.",
      "churchId": "p6"
    },
    {
      "slug": "2-nephi-4-p7",
      "type": "verse",
      "number": "7",
      "content": "Wherefore, because of my blessing the Lord God will not suffer that ye shall perish; wherefore, he will be merciful unto you and unto your seed forever.",
      "churchId": "p7"
    },
    {
      "slug": "2-nephi-4-p8",
      "type": "verse",
      "number": "8",
      "content": "And it came to pass that after my father had made an end of speaking to the sons and daughters of Laman, he caused the sons and daughters of Lemuel to be brought before him.",
      "churchId": "p8"
    },
    {
      "slug": "2-nephi-4-p9",
      "type": "verse",
      "number": "9",
      "content": "And he spake unto them, saying: Behold, my sons and my daughters, who are the sons and the daughters of my second son; behold I leave unto you the same blessing which I left unto the sons and daughters of Laman; wherefore, thou shalt not utterly be destroyed; but in the end thy seed shall be blessed.",
      "churchId": "p9"
    },
    {
      "slug": "2-nephi-4-p10",
      "type": "verse",
      "number": "10",
      "content": "And it came to pass that when my father had made an end of speaking unto them, behold, he spake unto the sons of Ishmael, yea, and even all his household.",
      "churchId": "p10"
    },
    {
      "slug": "2-nephi-4-p11",
      "type": "verse",
      "number": "11",
      "content": "And after he had made an end of speaking unto them, he spake unto Sam, saying: Blessed art thou, and thy seed; for thou shalt inherit the land like unto thy brother Nephi. And thy seed shall be numbered with his seed; and thou shalt be even like unto thy brother, and thy seed like unto his seed; and thou shalt be blessed in all thy days.",
      "churchId": "p11"
    },
    {
      "slug": "2-nephi-4-p12",
      "type": "verse",
      "number": "12",
      "content": "And it came to pass after my father, Lehi, had spoken unto all his household, according to the feelings of his heart and the Spirit of the Lord which was in him, he waxed old. And it came to pass that he died, and was buried.",
      "churchId": "p12"
    },
    {
      "slug": "2-nephi-4-p13",
      "type": "verse",
      "number": "13",
      "content": "And it came to pass that not many days after his death, Laman and Lemuel and the sons of Ishmael were angry with me because of the admonitions of the Lord.",
      "churchId": "p13"
    },
    {
      "slug": "2-nephi-4-p14",
      "type": "verse",
      "number": "14",
      "content": "For I, Nephi, was constrained to speak unto them, according to his word; for I had spoken many things unto them, and also my father, before his death; many of which sayings are written upon mine other plates; for a more history part are written upon mine other plates.",
      "churchId": "p14"
    },
    {
      "slug": "2-nephi-4-p15",
      "type": "verse",
      "number": "15",
      "content": "And upon these I write the things of my soul, and many of the scriptures which are engraven upon the plates of brass. For my soul delighteth in the scriptures, and my heart pondereth them, and writeth them for the learning and the profit of my children.",
      "churchId": "p15"
    },
    {
      "slug": "2-nephi-4-p16",
      "type": "verse",
      "number": "16",
      "content": "Behold, my soul delighteth in the things of the Lord; and my heart pondereth continually upon the things which I have seen and heard.",
      "churchId": "p16"
    },
    {
      "slug": "2-nephi-4-p17",
      "type": "verse",
      "number": "17",
      "content": "Nevertheless, notwithstanding the great goodness of the Lord, in showing me his great and marvelous works, my heart exclaimeth: O wretched man that I am! Yea, my heart sorroweth because of my flesh; my soul grieveth because of mine iniquities.",
      "churchId": "p17"
    },
    {
      "slug": "2-nephi-4-p18",
      "type": "verse",
      "number": "18",
      "content": "I am encompassed about, because of the temptations and the sins which do so easily beset me.",
      "churchId": "p18"
    },
    {
      "slug": "2-nephi-4-p19",
      "type": "verse",
      "number": "19",
      "content": "And when I desire to rejoice, my heart groaneth because of my sins; nevertheless, I know in whom I have trusted.",
      "churchId": "p19"
    },
    {
      "slug": "2-nephi-4-p20",
      "type": "verse",
      "number": "20",
      "content": "My God hath been my support; he hath led me through mine afflictions in the wilderness; and he hath preserved me upon the waters of the great deep.",
      "churchId": "p20"
    },
    {
      "slug": "2-nephi-4-p21",
      "type": "verse",
      "number": "21",
      "content": "He hath filled me with his love, even unto the consuming of my flesh.",
      "churchId": "p21"
    },
    {
      "slug": "2-nephi-4-p22",
      "type": "verse",
      "number": "22",
      "content": "He hath confounded mine enemies, unto the causing of them to quake before me.",
      "churchId": "p22"
    },
    {
      "slug": "2-nephi-4-p23",
      "type": "verse",
      "number": "23",
      "content": "Behold, he hath heard my cry by day, and he hath given me knowledge by visions in the night-time.",
      "churchId": "p23"
    },
    {
      "slug": "2-nephi-4-p24",
      "type": "verse",
      "number": "24",
      "content": "And by day have I waxed bold in mighty prayer before him; yea, my voice have I sent up on high; and angels came down and ministered unto me.",
      "churchId": "p24"
    },
    {
      "slug": "2-nephi-4-p25",
      "type": "verse",
      "number": "25",
      "content": "And upon the wings of his Spirit hath my body been carried away upon exceedingly high mountains. And mine eyes have beheld great things, yea, even too great for man; therefore I was bidden that I should not write them.",
      "churchId": "p25"
    },
    {
      "slug": "2-nephi-4-p26",
      "type": "verse",
      "number": "26",
      "content": "O then, if I have seen so great things, if the Lord in his condescension unto the children of men hath visited men in so much mercy, why should my heart weep and my soul linger in the valley of sorrow, and my flesh waste away, and my strength slacken, because of mine afflictions?",
      "churchId": "p26"
    },
    {
      "slug": "2-nephi-4-p27",
      "type": "verse",
      "number": "27",
      "content": "And why should I yield to sin, because of my flesh? Yea, why should I give way to temptations, that the evil one have place in my heart to destroy my peace and afflict my soul? Why am I angry because of mine enemy?",
      "churchId": "p27"
    },
    {
      "slug": "2-nephi-4-p28",
      "type": "verse",
      "number": "28",
      "content": "Awake, my soul! No longer droop in sin. Rejoice, O my heart, and give place no more for the enemy of my soul.",
      "churchId": "p28"
    },
    {
      "slug": "2-nephi-4-p29",
      "type": "verse",
      "number": "29",
      "content": "Do not anger again because of mine enemies. Do not slacken my strength because of mine afflictions.",
      "churchId": "p29"
    },
    {
      "slug": "2-nephi-4-p30",
      "type": "verse",
      "number": "30",
      "content": "Rejoice, O my heart, and cry unto the Lord, and say: O Lord, I will praise thee forever; yea, my soul will rejoice in thee, my God, and the rock of my salvation.",
      "churchId": "p30"
    },
    {
      "slug": "2-nephi-4-p31",
      "type": "verse",
      "number": "31",
      "content": "O Lord, wilt thou redeem my soul? Wilt thou deliver me out of the hands of mine enemies? Wilt thou make me that I may shake at the appearance of sin?",
      "churchId": "p31"
    },
    {
      "slug": "2-nephi-4-p32",
      "type": "verse",
      "number": "32",
      "content": "May the gates of hell be shut continually before me, because that my heart is broken and my spirit is contrite! O Lord, wilt thou not shut the gates of thy righteousness before me, that I may walk in the path of the low valley, that I may be strict in the plain road!",
      "churchId": "p32"
    },
    {
      "slug": "2-nephi-4-p33",
      "type": "verse",
      "number": "33",
      "content": "O Lord, wilt thou encircle me around in the robe of thy righteousness! O Lord, wilt thou make a way for mine escape before mine enemies! Wilt thou make my path straight before me! Wilt thou not place a stumbling block in my way—but that thou wouldst clear my way before me, and hedge not up my way, but the ways of mine enemy.",
      "churchId": "p33"
    },
    {
      "slug": "2-nephi-4-p34",
      "type": "verse",
      "number": "34",
      "content": "O Lord, I have trusted in thee, and I will trust in thee forever. I will not put my trust in the arm of flesh; for I know that cursed is he that putteth his trust in the arm of flesh. Yea, cursed is he that putteth his trust in man or maketh flesh his arm.",
      "churchId": "p34"
    },
    {
      "slug": "2-nephi-4-p35",
      "type": "verse",
      "number": "35",
      "content": "Yea, I know that God will give liberally to him that asketh. Yea, my God will give me, if I ask not amiss; therefore I will lift up my voice unto thee; yea, I will cry unto thee, my God, the rock of my righteousness. Behold, my voice shall forever ascend up unto thee, my rock and mine everlasting God. Amen.",
      "churchId": "p35"
    }
  ]
}