{
  "name": "2 Nephi 7",
  "abbrev": "2 Ne. 7",
  "number": "7",
  "churchUri": "/scriptures/bofm/2-ne/7",
  "paragraphs": [
    {
      "slug": "2-nephi-7-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 7",
      "churchId": "title_number1"
    },
    {
      "slug": "2-nephi-7-p1",
      "type": "verse",
      "number": "1",
      "content": "Yea, for thus saith the Lord: Have I put thee away, or have I cast thee off forever? For thus saith the Lord: Where is the bill of your mother’s divorcement? To whom have I put thee away, or to which of my creditors have I sold you? Yea, to whom have I sold you? Behold, for your iniquities have ye sold yourselves, and for your transgressions is your mother put away.",
      "churchId": "p1"
    },
    {
      "slug": "2-nephi-7-p2",
      "type": "verse",
      "number": "2",
      "content": "Wherefore, when I came, there was no man; when I called, yea, there was none to answer. O house of Israel, is my hand shortened at all that it cannot redeem, or have I no power to deliver? Behold, at my rebuke I dry up the sea, I make their rivers a wilderness and their fish to stink because the waters are dried up, and they die because of thirst.",
      "churchId": "p2"
    },
    {
      "slug": "2-nephi-7-p3",
      "type": "verse",
      "number": "3",
      "content": "I clothe the heavens with blackness, and I make sackcloth their covering.",
      "churchId": "p3"
    },
    {
      "slug": "2-nephi-7-p4",
      "type": "verse",
      "number": "4",
      "content": "The Lord God hath given me the tongue of the learned, that I should know how to speak a word in season unto thee, O house of Israel. When ye are weary he waketh morning by morning. He waketh mine ear to hear as the learned.",
      "churchId": "p4"
    },
    {
      "slug": "2-nephi-7-p5",
      "type": "verse",
      "number": "5",
      "content": "The Lord God hath opened mine ear, and I was not rebellious, neither turned away back.",
      "churchId": "p5"
    },
    {
      "slug": "2-nephi-7-p6",
      "type": "verse",
      "number": "6",
      "content": "I gave my back to the smiter, and my cheeks to them that plucked off the hair. I hid not my face from shame and spitting.",
      "churchId": "p6"
    },
    {
      "slug": "2-nephi-7-p7",
      "type": "verse",
      "number": "7",
      "content": "For the Lord God will help me, therefore shall I not be confounded. Therefore have I set my face like a flint, and I know that I shall not be ashamed.",
      "churchId": "p7"
    },
    {
      "slug": "2-nephi-7-p8",
      "type": "verse",
      "number": "8",
      "content": "And the Lord is near, and he justifieth me. Who will contend with me? Let us stand together. Who is mine adversary? Let him come near me, and I will smite him with the strength of my mouth.",
      "churchId": "p8"
    },
    {
      "slug": "2-nephi-7-p9",
      "type": "verse",
      "number": "9",
      "content": "For the Lord God will help me. And all they who shall condemn me, behold, all they shall wax old as a garment, and the moth shall eat them up.",
      "churchId": "p9"
    },
    {
      "slug": "2-nephi-7-p10",
      "type": "verse",
      "number": "10",
      "content": "Who is among you that feareth the Lord, that obeyeth the voice of his servant, that walketh in darkness and hath no light?",
      "churchId": "p10"
    },
    {
      "slug": "2-nephi-7-p11",
      "type": "verse",
      "number": "11",
      "content": "Behold all ye that kindle fire, that compass yourselves about with sparks, walk in the light of your fire and in the sparks which ye have kindled. This shall ye have of mine hand—ye shall lie down in sorrow.",
      "churchId": "p11"
    }
  ]
}