{
  "name": "2 Nephi 13",
  "abbrev": "2 Ne. 13",
  "number": "13",
  "churchUri": "/scriptures/bofm/2-ne/13",
  "paragraphs": [
    {
      "slug": "2-nephi-13-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 13",
      "churchId": "title_number1"
    },
    {
      "slug": "2-nephi-13-p1",
      "type": "verse",
      "number": "1",
      "content": "For behold, the Lord, the Lord of Hosts, doth take away from Jerusalem, and from Judah, the stay and the staff, the whole staff of bread, and the whole stay of water—",
      "churchId": "p1"
    },
    {
      "slug": "2-nephi-13-p2",
      "type": "verse",
      "number": "2",
      "content": "The mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient;",
      "churchId": "p2"
    },
    {
      "slug": "2-nephi-13-p3",
      "type": "verse",
      "number": "3",
      "content": "The captain of fifty, and the honorable man, and the counselor, and the cunning artificer, and the eloquent orator.",
      "churchId": "p3"
    },
    {
      "slug": "2-nephi-13-p4",
      "type": "verse",
      "number": "4",
      "content": "And I will give children unto them to be their princes, and babes shall rule over them.",
      "churchId": "p4"
    },
    {
      "slug": "2-nephi-13-p5",
      "type": "verse",
      "number": "5",
      "content": "And the people shall be oppressed, every one by another, and every one by his neighbor; the child shall behave himself proudly against the ancient, and the base against the honorable.",
      "churchId": "p5"
    },
    {
      "slug": "2-nephi-13-p6",
      "type": "verse",
      "number": "6",
      "content": "When a man shall take hold of his brother of the house of his father, and shall say: Thou hast clothing, be thou our ruler, and let not this ruin come under thy hand—",
      "churchId": "p6"
    },
    {
      "slug": "2-nephi-13-p7",
      "type": "verse",
      "number": "7",
      "content": "In that day shall he swear, saying: I will not be a healer; for in my house there is neither bread nor clothing; make me not a ruler of the people.",
      "churchId": "p7"
    },
    {
      "slug": "2-nephi-13-p8",
      "type": "verse",
      "number": "8",
      "content": "For Jerusalem is ruined, and Judah is fallen, because their tongues and their doings have been against the Lord, to provoke the eyes of his glory.",
      "churchId": "p8"
    },
    {
      "slug": "2-nephi-13-p9",
      "type": "verse",
      "number": "9",
      "content": "The show of their countenance doth witness against them, and doth declare their sin to be even as Sodom, and they cannot hide it. Wo unto their souls, for they have rewarded evil unto themselves!",
      "churchId": "p9"
    },
    {
      "slug": "2-nephi-13-p10",
      "type": "verse",
      "number": "10",
      "content": "Say unto the righteous that it is well with them; for they shall eat the fruit of their doings.",
      "churchId": "p10"
    },
    {
      "slug": "2-nephi-13-p11",
      "type": "verse",
      "number": "11",
      "content": "Wo unto the wicked, for they shall perish; for the reward of their hands shall be upon them!",
      "churchId": "p11"
    },
    {
      "slug": "2-nephi-13-p12",
      "type": "verse",
      "number": "12",
      "content": "And my people, children are their oppressors, and women rule over them. O my people, they who lead thee cause thee to err and destroy the way of thy paths.",
      "churchId": "p12"
    },
    {
      "slug": "2-nephi-13-p13",
      "type": "verse",
      "number": "13",
      "content": "The Lord standeth up to plead, and standeth to judge the people.",
      "churchId": "p13"
    },
    {
      "slug": "2-nephi-13-p14",
      "type": "verse",
      "number": "14",
      "content": "The Lord will enter into judgment with the ancients of his people and the princes thereof; for ye have eaten up the vineyard and the spoil of the poor in your houses.",
      "churchId": "p14"
    },
    {
      "slug": "2-nephi-13-p15",
      "type": "verse",
      "number": "15",
      "content": "What mean ye? Ye beat my people to pieces, and grind the faces of the poor, saith the Lord God of Hosts.",
      "churchId": "p15"
    },
    {
      "slug": "2-nephi-13-p16",
      "type": "verse",
      "number": "16",
      "content": "Moreover, the Lord saith: Because the daughters of Zion are haughty, and walk with stretched-forth necks and wanton eyes, walking and mincing as they go, and making a tinkling with their feet—",
      "churchId": "p16"
    },
    {
      "slug": "2-nephi-13-p17",
      "type": "verse",
      "number": "17",
      "content": "Therefore the Lord will smite with a scab the crown of the head of the daughters of Zion, and the Lord will discover their secret parts.",
      "churchId": "p17"
    },
    {
      "slug": "2-nephi-13-p18",
      "type": "verse",
      "number": "18",
      "content": "In that day the Lord will take away the bravery of their tinkling ornaments, and cauls, and round tires like the moon;",
      "churchId": "p18"
    },
    {
      "slug": "2-nephi-13-p19",
      "type": "verse",
      "number": "19",
      "content": "The chains and the bracelets, and the mufflers;",
      "churchId": "p19"
    },
    {
      "slug": "2-nephi-13-p20",
      "type": "verse",
      "number": "20",
      "content": "The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the ear-rings;",
      "churchId": "p20"
    },
    {
      "slug": "2-nephi-13-p21",
      "type": "verse",
      "number": "21",
      "content": "The rings, and nose jewels;",
      "churchId": "p21"
    },
    {
      "slug": "2-nephi-13-p22",
      "type": "verse",
      "number": "22",
      "content": "The changeable suits of apparel, and the mantles, and the wimples, and the crisping-pins;",
      "churchId": "p22"
    },
    {
      "slug": "2-nephi-13-p23",
      "type": "verse",
      "number": "23",
      "content": "The glasses, and the fine linen, and hoods, and the veils.",
      "churchId": "p23"
    },
    {
      "slug": "2-nephi-13-p24",
      "type": "verse",
      "number": "24",
      "content": "And it shall come to pass, instead of sweet smell there shall be stink; and instead of a girdle, a rent; and instead of well set hair, baldness; and instead of a stomacher, a girding of sackcloth; burning instead of beauty.",
      "churchId": "p24"
    },
    {
      "slug": "2-nephi-13-p25",
      "type": "verse",
      "number": "25",
      "content": "Thy men shall fall by the sword and thy mighty in the war.",
      "churchId": "p25"
    },
    {
      "slug": "2-nephi-13-p26",
      "type": "verse",
      "number": "26",
      "content": "And her gates shall lament and mourn; and she shall be desolate, and shall sit upon the ground.",
      "churchId": "p26"
    }
  ]
}