{
  "name": "2 Nephi 11",
  "abbrev": "2 Ne. 11",
  "number": "11",
  "churchUri": "/scriptures/bofm/2-ne/11",
  "paragraphs": [
    {
      "slug": "2-nephi-11-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 11",
      "churchId": "title_number1"
    },
    {
      "slug": "2-nephi-11-p1",
      "type": "verse",
      "number": "1",
      "content": "And now, Jacob spake many more things to my people at that time; nevertheless only these things have I caused to be written, for the things which I have written sufficeth me.",
      "churchId": "p1"
    },
    {
      "slug": "2-nephi-11-p2",
      "type": "verse",
      "number": "2",
      "content": "And now I, Nephi, write more of the words of Isaiah, for my soul delighteth in his words. For I will liken his words unto my people, and I will send them forth unto all my children, for he verily saw my Redeemer, even as I have seen him.",
      "churchId": "p2"
    },
    {
      "slug": "2-nephi-11-p3",
      "type": "verse",
      "number": "3",
      "content": "And my brother, Jacob, also has seen him as I have seen him; wherefore, I will send their words forth unto my children to prove unto them that my words are true. Wherefore, by the words of three, God hath said, I will establish my word. Nevertheless, God sendeth more witnesses, and he proveth all his words.",
      "churchId": "p3"
    },
    {
      "slug": "2-nephi-11-p4",
      "type": "verse",
      "number": "4",
      "content": "Behold, my soul delighteth in proving unto my people the truth of the coming of Christ; for, for this end hath the law of Moses been given; and all things which have been given of God from the beginning of the world, unto man, are the typifying of him.",
      "churchId": "p4"
    },
    {
      "slug": "2-nephi-11-p5",
      "type": "verse",
      "number": "5",
      "content": "And also my soul delighteth in the covenants of the Lord which he hath made to our fathers; yea, my soul delighteth in his grace, and in his justice, and power, and mercy in the great and eternal plan of deliverance from death.",
      "churchId": "p5"
    },
    {
      "slug": "2-nephi-11-p6",
      "type": "verse",
      "number": "6",
      "content": "And my soul delighteth in proving unto my people that save Christ should come all men must perish.",
      "churchId": "p6"
    },
    {
      "slug": "2-nephi-11-p7",
      "type": "verse",
      "number": "7",
      "content": "For if there be no Christ there be no God; and if there be no God we are not, for there could have been no creation. But there is a God, and he is Christ, and he cometh in the fulness of his own time.",
      "churchId": "p7"
    },
    {
      "slug": "2-nephi-11-p8",
      "type": "verse",
      "number": "8",
      "content": "And now I write some of the words of Isaiah, that whoso of my people shall see these words may lift up their hearts and rejoice for all men. Now these are the words, and ye may liken them unto you and unto all men.",
      "churchId": "p8"
    }
  ]
}