{
  "name": "1 Nephi 10",
  "abbrev": "1 Ne. 10",
  "number": "10",
  "churchUri": "/scriptures/bofm/1-ne/10",
  "paragraphs": [
    {
      "slug": "1-nephi-10-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 10",
      "churchId": "title_number1"
    },
    {
      "slug": "1-nephi-10-p1",
      "type": "verse",
      "number": "1",
      "content": "And now I, Nephi, proceed to give an account upon these plates of my proceedings, and my reign and ministry; wherefore, to proceed with mine account, I must speak somewhat of the things of my father, and also of my brethren.",
      "churchId": "p1"
    },
    {
      "slug": "1-nephi-10-p2",
      "type": "verse",
      "number": "2",
      "content": "For behold, it came to pass after my father had made an end of speaking the words of his dream, and also of exhorting them to all diligence, he spake unto them concerning the Jews—",
      "churchId": "p2"
    },
    {
      "slug": "1-nephi-10-p3",
      "type": "verse",
      "number": "3",
      "content": "That after they should be destroyed, even that great city Jerusalem, and many be carried away captive into Babylon, according to the own due time of the Lord, they should return again, yea, even be brought back out of captivity; and after they should be brought back out of captivity they should possess again the land of their inheritance.",
      "churchId": "p3"
    },
    {
      "slug": "1-nephi-10-p4",
      "type": "verse",
      "number": "4",
      "content": "Yea, even six hundred years from the time that my father left Jerusalem, a prophet would the Lord God raise up among the Jews—even a Messiah, or, in other words, a Savior of the world.",
      "churchId": "p4"
    },
    {
      "slug": "1-nephi-10-p5",
      "type": "verse",
      "number": "5",
      "content": "And he also spake concerning the prophets, how great a number had testified of these things, concerning this Messiah, of whom he had spoken, or this Redeemer of the world.",
      "churchId": "p5"
    },
    {
      "slug": "1-nephi-10-p6",
      "type": "verse",
      "number": "6",
      "content": "Wherefore, all mankind were in a lost and in a fallen state, and ever would be save they should rely on this Redeemer.",
      "churchId": "p6"
    },
    {
      "slug": "1-nephi-10-p7",
      "type": "verse",
      "number": "7",
      "content": "And he spake also concerning a prophet who should come before the Messiah, to prepare the way of the Lord—",
      "churchId": "p7"
    },
    {
      "slug": "1-nephi-10-p8",
      "type": "verse",
      "number": "8",
      "content": "Yea, even he should go forth and cry in the wilderness: Prepare ye the way of the Lord, and make his paths straight; for there standeth one among you whom ye know not; and he is mightier than I, whose shoe’s latchet I am not worthy to unloose. And much spake my father concerning this thing.",
      "churchId": "p8"
    },
    {
      "slug": "1-nephi-10-p9",
      "type": "verse",
      "number": "9",
      "content": "And my father said he should baptize in Bethabara, beyond Jordan; and he also said he should baptize with water; even that he should baptize the Messiah with water.",
      "churchId": "p9"
    },
    {
      "slug": "1-nephi-10-p10",
      "type": "verse",
      "number": "10",
      "content": "And after he had baptized the Messiah with water, he should behold and bear record that he had baptized the Lamb of God, who should take away the sins of the world.",
      "churchId": "p10"
    },
    {
      "slug": "1-nephi-10-p11",
      "type": "verse",
      "number": "11",
      "content": "And it came to pass after my father had spoken these words he spake unto my brethren concerning the gospel which should be preached among the Jews, and also concerning the dwindling of the Jews in unbelief. And after they had slain the Messiah, who should come, and after he had been slain he should rise from the dead, and should make himself manifest, by the Holy Ghost, unto the Gentiles.",
      "churchId": "p11"
    },
    {
      "slug": "1-nephi-10-p12",
      "type": "verse",
      "number": "12",
      "content": "Yea, even my father spake much concerning the Gentiles, and also concerning the house of Israel, that they should be compared like unto an olive tree, whose branches should be broken off and should be scattered upon all the face of the earth.",
      "churchId": "p12"
    },
    {
      "slug": "1-nephi-10-p13",
      "type": "verse",
      "number": "13",
      "content": "Wherefore, he said it must needs be that we should be led with one accord into the land of promise, unto the fulfilling of the word of the Lord, that we should be scattered upon all the face of the earth.",
      "churchId": "p13"
    },
    {
      "slug": "1-nephi-10-p14",
      "type": "verse",
      "number": "14",
      "content": "And after the house of Israel should be scattered they should be gathered together again; or, in fine, after the Gentiles had received the fulness of the Gospel, the natural branches of the olive tree, or the remnants of the house of Israel, should be grafted in, or come to the knowledge of the true Messiah, their Lord and their Redeemer.",
      "churchId": "p14"
    },
    {
      "slug": "1-nephi-10-p15",
      "type": "verse",
      "number": "15",
      "content": "And after this manner of language did my father prophesy and speak unto my brethren, and also many more things which I do not write in this book; for I have written as many of them as were expedient for me in mine other book.",
      "churchId": "p15"
    },
    {
      "slug": "1-nephi-10-p16",
      "type": "verse",
      "number": "16",
      "content": "And all these things, of which I have spoken, were done as my father dwelt in a tent, in the valley of Lemuel.",
      "churchId": "p16"
    },
    {
      "slug": "1-nephi-10-p17",
      "type": "verse",
      "number": "17",
      "content": "And it came to pass after I, Nephi, having heard all the words of my father, concerning the things which he saw in a vision, and also the things which he spake by the power of the Holy Ghost, which power he received by faith on the Son of God—and the Son of God was the Messiah who should come—I, Nephi, was desirous also that I might see, and hear, and know of these things, by the power of the Holy Ghost, which is the gift of God unto all those who diligently seek him, as well in times of old as in the time that he should manifest himself unto the children of men.",
      "churchId": "p17"
    },
    {
      "slug": "1-nephi-10-p18",
      "type": "verse",
      "number": "18",
      "content": "For he is the same yesterday, today, and forever; and the way is prepared for all men from the foundation of the world, if it so be that they repent and come unto him.",
      "churchId": "p18"
    },
    {
      "slug": "1-nephi-10-p19",
      "type": "verse",
      "number": "19",
      "content": "For he that diligently seeketh shall find; and the mysteries of God shall be unfolded unto them, by the power of the Holy Ghost, as well in these times as in times of old, and as well in times of old as in times to come; wherefore, the course of the Lord is one eternal round.",
      "churchId": "p19"
    },
    {
      "slug": "1-nephi-10-p20",
      "type": "verse",
      "number": "20",
      "content": "Therefore remember, O man, for all thy doings thou shalt be brought into judgment.",
      "churchId": "p20"
    },
    {
      "slug": "1-nephi-10-p21",
      "type": "verse",
      "number": "21",
      "content": "Wherefore, if ye have sought to do wickedly in the days of your probation, then ye are found unclean before the judgment-seat of God; and no unclean thing can dwell with God; wherefore, ye must be cast off forever.",
      "churchId": "p21"
    },
    {
      "slug": "1-nephi-10-p22",
      "type": "verse",
      "number": "22",
      "content": "And the Holy Ghost giveth authority that I should speak these things, and deny them not.",
      "churchId": "p22"
    }
  ]
}