{
  "name": "1 Nephi 2",
  "abbrev": "1 Ne. 2",
  "number": "2",
  "churchUri": "/scriptures/bofm/1-ne/2",
  "paragraphs": [
    {
      "slug": "1-nephi-2-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 2",
      "churchId": "title_number1"
    },
    {
      "slug": "1-nephi-2-p1",
      "type": "verse",
      "number": "1",
      "content": "For behold, it came to pass that the Lord spake unto my father, yea, even in a dream, and said unto him: Blessed art thou Lehi, because of the things which thou hast done; and because thou hast been faithful and declared unto this people the things which I commanded thee, behold, they seek to take away thy life.",
      "churchId": "p1"
    },
    {
      "slug": "1-nephi-2-p2",
      "type": "verse",
      "number": "2",
      "content": "And it came to pass that the Lord commanded my father, even in a dream, that he should take his family and depart into the wilderness.",
      "churchId": "p2"
    },
    {
      "slug": "1-nephi-2-p3",
      "type": "verse",
      "number": "3",
      "content": "And it came to pass that he was obedient unto the word of the Lord, wherefore he did as the Lord commanded him.",
      "churchId": "p3"
    },
    {
      "slug": "1-nephi-2-p4",
      "type": "verse",
      "number": "4",
      "content": "And it came to pass that he departed into the wilderness. And he left his house, and the land of his inheritance, and his gold, and his silver, and his precious things, and took nothing with him, save it were his family, and provisions, and tents, and departed into the wilderness.",
      "churchId": "p4"
    },
    {
      "slug": "1-nephi-2-p5",
      "type": "verse",
      "number": "5",
      "content": "And he came down by the borders near the shore of the Red Sea; and he traveled in the wilderness in the borders which are nearer the Red Sea; and he did travel in the wilderness with his family, which consisted of my mother, Sariah, and my elder brothers, who were Laman, Lemuel, and Sam.",
      "churchId": "p5"
    },
    {
      "slug": "1-nephi-2-p6",
      "type": "verse",
      "number": "6",
      "content": "And it came to pass that when he had traveled three days in the wilderness, he pitched his tent in a valley by the side of a river of water.",
      "churchId": "p6"
    },
    {
      "slug": "1-nephi-2-p7",
      "type": "verse",
      "number": "7",
      "content": "And it came to pass that he built an altar of stones, and made an offering unto the Lord, and gave thanks unto the Lord our God.",
      "churchId": "p7"
    },
    {
      "slug": "1-nephi-2-p8",
      "type": "verse",
      "number": "8",
      "content": "And it came to pass that he called the name of the river, Laman, and it emptied into the Red Sea; and the valley was in the borders near the mouth thereof.",
      "churchId": "p8"
    },
    {
      "slug": "1-nephi-2-p9",
      "type": "verse",
      "number": "9",
      "content": "And when my father saw that the waters of the river emptied into the fountain of the Red Sea, he spake unto Laman, saying: O that thou mightest be like unto this river, continually running into the fountain of all righteousness!",
      "churchId": "p9"
    },
    {
      "slug": "1-nephi-2-p10",
      "type": "verse",
      "number": "10",
      "content": "And he also spake unto Lemuel: O that thou mightest be like unto this valley, firm and steadfast, and immovable in keeping the commandments of the Lord!",
      "churchId": "p10"
    },
    {
      "slug": "1-nephi-2-p11",
      "type": "verse",
      "number": "11",
      "content": "Now this he spake because of the stiffneckedness of Laman and Lemuel; for behold they did murmur in many things against their father, because he was a visionary man, and had led them out of the land of Jerusalem, to leave the land of their inheritance, and their gold, and their silver, and their precious things, to perish in the wilderness. And this they said he had done because of the foolish imaginations of his heart.",
      "churchId": "p11"
    },
    {
      "slug": "1-nephi-2-p12",
      "type": "verse",
      "number": "12",
      "content": "And thus Laman and Lemuel, being the eldest, did murmur against their father. And they did murmur because they knew not the dealings of that God who had created them.",
      "churchId": "p12"
    },
    {
      "slug": "1-nephi-2-p13",
      "type": "verse",
      "number": "13",
      "content": "Neither did they believe that Jerusalem, that great city, could be destroyed according to the words of the prophets. And they were like unto the Jews who were at Jerusalem, who sought to take away the life of my father.",
      "churchId": "p13"
    },
    {
      "slug": "1-nephi-2-p14",
      "type": "verse",
      "number": "14",
      "content": "And it came to pass that my father did speak unto them in the valley of Lemuel, with power, being filled with the Spirit, until their frames did shake before him. And he did confound them, that they durst not utter against him; wherefore, they did as he commanded them.",
      "churchId": "p14"
    },
    {
      "slug": "1-nephi-2-p15",
      "type": "verse",
      "number": "15",
      "content": "And my father dwelt in a tent.",
      "churchId": "p15"
    },
    {
      "slug": "1-nephi-2-p16",
      "type": "verse",
      "number": "16",
      "content": "And it came to pass that I, Nephi, being exceedingly young, nevertheless being large in stature, and also having great desires to know of the mysteries of God, wherefore, I did cry unto the Lord; and behold he did visit me, and did soften my heart that I did believe all the words which had been spoken by my father; wherefore, I did not rebel against him like unto my brothers.",
      "churchId": "p16"
    },
    {
      "slug": "1-nephi-2-p17",
      "type": "verse",
      "number": "17",
      "content": "And I spake unto Sam, making known unto him the things which the Lord had manifested unto me by his Holy Spirit. And it came to pass that he believed in my words.",
      "churchId": "p17"
    },
    {
      "slug": "1-nephi-2-p18",
      "type": "verse",
      "number": "18",
      "content": "But, behold, Laman and Lemuel would not hearken unto my words; and being grieved because of the hardness of their hearts I cried unto the Lord for them.",
      "churchId": "p18"
    },
    {
      "slug": "1-nephi-2-p19",
      "type": "verse",
      "number": "19",
      "content": "And it came to pass that the Lord spake unto me, saying: Blessed art thou, Nephi, because of thy faith, for thou hast sought me diligently, with lowliness of heart.",
      "churchId": "p19"
    },
    {
      "slug": "1-nephi-2-p20",
      "type": "verse",
      "number": "20",
      "content": "And inasmuch as ye shall keep my commandments, ye shall prosper, and shall be led to a land of promise; yea, even a land which I have prepared for you; yea, a land which is choice above all other lands.",
      "churchId": "p20"
    },
    {
      "slug": "1-nephi-2-p21",
      "type": "verse",
      "number": "21",
      "content": "And inasmuch as thy brethren shall rebel against thee, they shall be cut off from the presence of the Lord.",
      "churchId": "p21"
    },
    {
      "slug": "1-nephi-2-p22",
      "type": "verse",
      "number": "22",
      "content": "And inasmuch as thou shalt keep my commandments, thou shalt be made a ruler and a teacher over thy brethren.",
      "churchId": "p22"
    },
    {
      "slug": "1-nephi-2-p23",
      "type": "verse",
      "number": "23",
      "content": "For behold, in that day that they shall rebel against me, I will curse them even with a sore curse, and they shall have no power over thy seed except they shall rebel against me also.",
      "churchId": "p23"
    },
    {
      "slug": "1-nephi-2-p24",
      "type": "verse",
      "number": "24",
      "content": "And if it so be that they rebel against me, they shall be a scourge unto thy seed, to stir them up in the ways of remembrance.",
      "churchId": "p24"
    }
  ]
}