{
  "name": "1 Nephi 8",
  "abbrev": "1 Ne. 8",
  "number": "8",
  "churchUri": "/scriptures/bofm/1-ne/8",
  "paragraphs": [
    {
      "slug": "1-nephi-8-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 8",
      "churchId": "title_number1"
    },
    {
      "slug": "1-nephi-8-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass that we had gathered together all manner of seeds of every kind, both of grain of every kind, and also of the seeds of fruit of every kind.",
      "churchId": "p1"
    },
    {
      "slug": "1-nephi-8-p2",
      "type": "verse",
      "number": "2",
      "content": "And it came to pass that while my father tarried in the wilderness he spake unto us, saying: Behold, I have dreamed a dream; or, in other words, I have seen a vision.",
      "churchId": "p2"
    },
    {
      "slug": "1-nephi-8-p3",
      "type": "verse",
      "number": "3",
      "content": "And behold, because of the thing which I have seen, I have reason to rejoice in the Lord because of Nephi and also of Sam; for I have reason to suppose that they, and also many of their seed, will be saved.",
      "churchId": "p3"
    },
    {
      "slug": "1-nephi-8-p4",
      "type": "verse",
      "number": "4",
      "content": "But behold, Laman and Lemuel, I fear exceedingly because of you; for behold, methought I saw in my dream, a dark and dreary wilderness.",
      "churchId": "p4"
    },
    {
      "slug": "1-nephi-8-p5",
      "type": "verse",
      "number": "5",
      "content": "And it came to pass that I saw a man, and he was dressed in a white robe; and he came and stood before me.",
      "churchId": "p5"
    },
    {
      "slug": "1-nephi-8-p6",
      "type": "verse",
      "number": "6",
      "content": "And it came to pass that he spake unto me, and bade me follow him.",
      "churchId": "p6"
    },
    {
      "slug": "1-nephi-8-p7",
      "type": "verse",
      "number": "7",
      "content": "And it came to pass that as I followed him I beheld myself that I was in a dark and dreary waste.",
      "churchId": "p7"
    },
    {
      "slug": "1-nephi-8-p8",
      "type": "verse",
      "number": "8",
      "content": "And after I had traveled for the space of many hours in darkness, I began to pray unto the Lord that he would have mercy on me, according to the multitude of his tender mercies.",
      "churchId": "p8"
    },
    {
      "slug": "1-nephi-8-p9",
      "type": "verse",
      "number": "9",
      "content": "And it came to pass after I had prayed unto the Lord I beheld a large and spacious field.",
      "churchId": "p9"
    },
    {
      "slug": "1-nephi-8-p10",
      "type": "verse",
      "number": "10",
      "content": "And it came to pass that I beheld a tree, whose fruit was desirable to make one happy.",
      "churchId": "p10"
    },
    {
      "slug": "1-nephi-8-p11",
      "type": "verse",
      "number": "11",
      "content": "And it came to pass that I did go forth and partake of the fruit thereof; and I beheld that it was most sweet, above all that I ever before tasted. Yea, and I beheld that the fruit thereof was white, to exceed all the whiteness that I had ever seen.",
      "churchId": "p11"
    },
    {
      "slug": "1-nephi-8-p12",
      "type": "verse",
      "number": "12",
      "content": "And as I partook of the fruit thereof it filled my soul with exceedingly great joy; wherefore, I began to be desirous that my family should partake of it also; for I knew that it was desirable above all other fruit.",
      "churchId": "p12"
    },
    {
      "slug": "1-nephi-8-p13",
      "type": "verse",
      "number": "13",
      "content": "And as I cast my eyes round about, that perhaps I might discover my family also, I beheld a river of water; and it ran along, and it was near the tree of which I was partaking the fruit.",
      "churchId": "p13"
    },
    {
      "slug": "1-nephi-8-p14",
      "type": "verse",
      "number": "14",
      "content": "And I looked to behold from whence it came; and I saw the head thereof a little way off; and at the head thereof I beheld your mother Sariah, and Sam, and Nephi; and they stood as if they knew not whither they should go.",
      "churchId": "p14"
    },
    {
      "slug": "1-nephi-8-p15",
      "type": "verse",
      "number": "15",
      "content": "And it came to pass that I beckoned unto them; and I also did say unto them with a loud voice that they should come unto me, and partake of the fruit, which was desirable above all other fruit.",
      "churchId": "p15"
    },
    {
      "slug": "1-nephi-8-p16",
      "type": "verse",
      "number": "16",
      "content": "And it came to pass that they did come unto me and partake of the fruit also.",
      "churchId": "p16"
    },
    {
      "slug": "1-nephi-8-p17",
      "type": "verse",
      "number": "17",
      "content": "And it came to pass that I was desirous that Laman and Lemuel should come and partake of the fruit also; wherefore, I cast mine eyes towards the head of the river, that perhaps I might see them.",
      "churchId": "p17"
    },
    {
      "slug": "1-nephi-8-p18",
      "type": "verse",
      "number": "18",
      "content": "And it came to pass that I saw them, but they would not come unto me and partake of the fruit.",
      "churchId": "p18"
    },
    {
      "slug": "1-nephi-8-p19",
      "type": "verse",
      "number": "19",
      "content": "And I beheld a rod of iron, and it extended along the bank of the river, and led to the tree by which I stood.",
      "churchId": "p19"
    },
    {
      "slug": "1-nephi-8-p20",
      "type": "verse",
      "number": "20",
      "content": "And I also beheld a strait and narrow path, which came along by the rod of iron, even to the tree by which I stood; and it also led by the head of the fountain, unto a large and spacious field, as if it had been a world.",
      "churchId": "p20"
    },
    {
      "slug": "1-nephi-8-p21",
      "type": "verse",
      "number": "21",
      "content": "And I saw numberless concourses of people, many of whom were pressing forward, that they might obtain the path which led unto the tree by which I stood.",
      "churchId": "p21"
    },
    {
      "slug": "1-nephi-8-p22",
      "type": "verse",
      "number": "22",
      "content": "And it came to pass that they did come forth, and commence in the path which led to the tree.",
      "churchId": "p22"
    },
    {
      "slug": "1-nephi-8-p23",
      "type": "verse",
      "number": "23",
      "content": "And it came to pass that there arose a mist of darkness; yea, even an exceedingly great mist of darkness, insomuch that they who had commenced in the path did lose their way, that they wandered off and were lost.",
      "churchId": "p23"
    },
    {
      "slug": "1-nephi-8-p24",
      "type": "verse",
      "number": "24",
      "content": "And it came to pass that I beheld others pressing forward, and they came forth and caught hold of the end of the rod of iron; and they did press forward through the mist of darkness, clinging to the rod of iron, even until they did come forth and partake of the fruit of the tree.",
      "churchId": "p24"
    },
    {
      "slug": "1-nephi-8-p25",
      "type": "verse",
      "number": "25",
      "content": "And after they had partaken of the fruit of the tree they did cast their eyes about as if they were ashamed.",
      "churchId": "p25"
    },
    {
      "slug": "1-nephi-8-p26",
      "type": "verse",
      "number": "26",
      "content": "And I also cast my eyes round about, and beheld, on the other side of the river of water, a great and spacious building; and it stood as it were in the air, high above the earth.",
      "churchId": "p26"
    },
    {
      "slug": "1-nephi-8-p27",
      "type": "verse",
      "number": "27",
      "content": "And it was filled with people, both old and young, both male and female; and their manner of dress was exceedingly fine; and they were in the attitude of mocking and pointing their fingers towards those who had come at and were partaking of the fruit.",
      "churchId": "p27"
    },
    {
      "slug": "1-nephi-8-p28",
      "type": "verse",
      "number": "28",
      "content": "And after they had tasted of the fruit they were ashamed, because of those that were scoffing at them; and they fell away into forbidden paths and were lost.",
      "churchId": "p28"
    },
    {
      "slug": "1-nephi-8-p29",
      "type": "verse",
      "number": "29",
      "content": "And now I, Nephi, do not speak all the words of my father.",
      "churchId": "p29"
    },
    {
      "slug": "1-nephi-8-p30",
      "type": "verse",
      "number": "30",
      "content": "But, to be short in writing, behold, he saw other multitudes pressing forward; and they came and caught hold of the end of the rod of iron; and they did press their way forward, continually holding fast to the rod of iron, until they came forth and fell down and partook of the fruit of the tree.",
      "churchId": "p30"
    },
    {
      "slug": "1-nephi-8-p31",
      "type": "verse",
      "number": "31",
      "content": "And he also saw other multitudes feeling their way towards that great and spacious building.",
      "churchId": "p31"
    },
    {
      "slug": "1-nephi-8-p32",
      "type": "verse",
      "number": "32",
      "content": "And it came to pass that many were drowned in the depths of the fountain; and many were lost from his view, wandering in strange roads.",
      "churchId": "p32"
    },
    {
      "slug": "1-nephi-8-p33",
      "type": "verse",
      "number": "33",
      "content": "And great was the multitude that did enter into that strange building. And after they did enter into that building they did point the finger of scorn at me and those that were partaking of the fruit also; but we heeded them not.",
      "churchId": "p33"
    },
    {
      "slug": "1-nephi-8-p34",
      "type": "verse",
      "number": "34",
      "content": "These are the words of my father: For as many as heeded them, had fallen away.",
      "churchId": "p34"
    },
    {
      "slug": "1-nephi-8-p35",
      "type": "verse",
      "number": "35",
      "content": "And Laman and Lemuel partook not of the fruit, said my father.",
      "churchId": "p35"
    },
    {
      "slug": "1-nephi-8-p36",
      "type": "verse",
      "number": "36",
      "content": "And it came to pass after my father had spoken all the words of his dream or vision, which were many, he said unto us, because of these things which he saw in a vision, he exceedingly feared for Laman and Lemuel; yea, he feared lest they should be cast off from the presence of the Lord.",
      "churchId": "p36"
    },
    {
      "slug": "1-nephi-8-p37",
      "type": "verse",
      "number": "37",
      "content": "And he did exhort them then with all the feeling of a tender parent, that they would hearken to his words, that perhaps the Lord would be merciful to them, and not cast them off; yea, my father did preach unto them.",
      "churchId": "p37"
    },
    {
      "slug": "1-nephi-8-p38",
      "type": "verse",
      "number": "38",
      "content": "And after he had preached unto them, and also prophesied unto them of many things, he bade them to keep the commandments of the Lord; and he did cease speaking unto them.",
      "churchId": "p38"
    }
  ]
}