{
  "name": "1 Nephi 5",
  "abbrev": "1 Ne. 5",
  "number": "5",
  "churchUri": "/scriptures/bofm/1-ne/5",
  "paragraphs": [
    {
      "slug": "1-nephi-5-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 5",
      "churchId": "title_number1"
    },
    {
      "slug": "1-nephi-5-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass that after we had come down into the wilderness unto our father, behold, he was filled with joy, and also my mother, Sariah, was exceedingly glad, for she truly had mourned because of us.",
      "churchId": "p1"
    },
    {
      "slug": "1-nephi-5-p2",
      "type": "verse",
      "number": "2",
      "content": "For she had supposed that we had perished in the wilderness; and she also had complained against my father, telling him that he was a visionary man; saying: Behold thou hast led us forth from the land of our inheritance, and my sons are no more, and we perish in the wilderness.",
      "churchId": "p2"
    },
    {
      "slug": "1-nephi-5-p3",
      "type": "verse",
      "number": "3",
      "content": "And after this manner of language had my mother complained against my father.",
      "churchId": "p3"
    },
    {
      "slug": "1-nephi-5-p4",
      "type": "verse",
      "number": "4",
      "content": "And it had come to pass that my father spake unto her, saying: I know that I am a visionary man; for if I had not seen the things of God in a vision I should not have known the goodness of God, but had tarried at Jerusalem, and had perished with my brethren.",
      "churchId": "p4"
    },
    {
      "slug": "1-nephi-5-p5",
      "type": "verse",
      "number": "5",
      "content": "But behold, I have obtained a land of promise, in the which things I do rejoice; yea, and I know that the Lord will deliver my sons out of the hands of Laban, and bring them down again unto us in the wilderness.",
      "churchId": "p5"
    },
    {
      "slug": "1-nephi-5-p6",
      "type": "verse",
      "number": "6",
      "content": "And after this manner of language did my father, Lehi, comfort my mother, Sariah, concerning us, while we journeyed in the wilderness up to the land of Jerusalem, to obtain the record of the Jews.",
      "churchId": "p6"
    },
    {
      "slug": "1-nephi-5-p7",
      "type": "verse",
      "number": "7",
      "content": "And when we had returned to the tent of my father, behold their joy was full, and my mother was comforted.",
      "churchId": "p7"
    },
    {
      "slug": "1-nephi-5-p8",
      "type": "verse",
      "number": "8",
      "content": "And she spake, saying: Now I know of a surety that the Lord hath commanded my husband to flee into the wilderness; yea, and I also know of a surety that the Lord hath protected my sons, and delivered them out of the hands of Laban, and given them power whereby they could accomplish the thing which the Lord hath commanded them. And after this manner of language did she speak.",
      "churchId": "p8"
    },
    {
      "slug": "1-nephi-5-p9",
      "type": "verse",
      "number": "9",
      "content": "And it came to pass that they did rejoice exceedingly, and did offer sacrifice and burnt offerings unto the Lord; and they gave thanks unto the God of Israel.",
      "churchId": "p9"
    },
    {
      "slug": "1-nephi-5-p10",
      "type": "verse",
      "number": "10",
      "content": "And after they had given thanks unto the God of Israel, my father, Lehi, took the records which were engraven upon the plates of brass, and he did search them from the beginning.",
      "churchId": "p10"
    },
    {
      "slug": "1-nephi-5-p11",
      "type": "verse",
      "number": "11",
      "content": "And he beheld that they did contain the five books of Moses, which gave an account of the creation of the world, and also of Adam and Eve, who were our first parents;",
      "churchId": "p11"
    },
    {
      "slug": "1-nephi-5-p12",
      "type": "verse",
      "number": "12",
      "content": "And also a record of the Jews from the beginning, even down to the commencement of the reign of Zedekiah, king of Judah;",
      "churchId": "p12"
    },
    {
      "slug": "1-nephi-5-p13",
      "type": "verse",
      "number": "13",
      "content": "And also the prophecies of the holy prophets, from the beginning, even down to the commencement of the reign of Zedekiah; and also many prophecies which have been spoken by the mouth of Jeremiah.",
      "churchId": "p13"
    },
    {
      "slug": "1-nephi-5-p14",
      "type": "verse",
      "number": "14",
      "content": "And it came to pass that my father, Lehi, also found upon the plates of brass a genealogy of his fathers; wherefore he knew that he was a descendant of Joseph; yea, even that Joseph who was the son of Jacob, who was sold into Egypt, and who was preserved by the hand of the Lord, that he might preserve his father, Jacob, and all his household from perishing with famine.",
      "churchId": "p14"
    },
    {
      "slug": "1-nephi-5-p15",
      "type": "verse",
      "number": "15",
      "content": "And they were also led out of captivity and out of the land of Egypt, by that same God who had preserved them.",
      "churchId": "p15"
    },
    {
      "slug": "1-nephi-5-p16",
      "type": "verse",
      "number": "16",
      "content": "And thus my father, Lehi, did discover the genealogy of his fathers. And Laban also was a descendant of Joseph, wherefore he and his fathers had kept the records.",
      "churchId": "p16"
    },
    {
      "slug": "1-nephi-5-p17",
      "type": "verse",
      "number": "17",
      "content": "And now when my father saw all these things, he was filled with the Spirit, and began to prophesy concerning his seed—",
      "churchId": "p17"
    },
    {
      "slug": "1-nephi-5-p18",
      "type": "verse",
      "number": "18",
      "content": "That these plates of brass should go forth unto all nations, kindreds, tongues, and people who were of his seed.",
      "churchId": "p18"
    },
    {
      "slug": "1-nephi-5-p19",
      "type": "verse",
      "number": "19",
      "content": "Wherefore, he said that these plates of brass should never perish; neither should they be dimmed any more by time. And he prophesied many things concerning his seed.",
      "churchId": "p19"
    },
    {
      "slug": "1-nephi-5-p20",
      "type": "verse",
      "number": "20",
      "content": "And it came to pass that thus far I and my father had kept the commandments wherewith the Lord had commanded us.",
      "churchId": "p20"
    },
    {
      "slug": "1-nephi-5-p21",
      "type": "verse",
      "number": "21",
      "content": "And we had obtained the records which the Lord had commanded us, and searched them and found that they were desirable; yea, even of great worth unto us, insomuch that we could preserve the commandments of the Lord unto our children.",
      "churchId": "p21"
    },
    {
      "slug": "1-nephi-5-p22",
      "type": "verse",
      "number": "22",
      "content": "Wherefore, it was wisdom in the Lord that we should carry them with us, as we journeyed in the wilderness towards the land of promise.",
      "churchId": "p22"
    }
  ]
}