{
  "name": "1 Nephi 1",
  "abbrev": "1 Ne. 1",
  "number": "1",
  "churchUri": "/scriptures/bofm/1-ne/1",
  "paragraphs": [
    {
      "slug": "1-nephi-1-title1",
      "type": "book-title",
      "number": null,
      "content": "The First Book of Nephi",
      "churchId": "title1"
    },
    {
      "slug": "1-nephi-1-subtitle1",
      "type": "subtitle",
      "number": null,
      "content": "His Reign and Ministry",
      "churchId": "subtitle1"
    },
    {
      "slug": "1-nephi-1-intro1",
      "type": "paragraph",
      "number": null,
      "content": "An account of Lehi and his wife Sariah, and his four sons, being called, (beginning at the eldest) Laman, Lemuel, Sam, and Nephi. The Lord warns Lehi to depart out of the land of Jerusalem, because he prophesieth unto the people concerning their iniquity and they seek to destroy his life. He taketh three days’ journey into the wilderness with his family. Nephi taketh his brethren and returneth to the land of Jerusalem after the record of the Jews. The account of their sufferings. They take the daughters of Ishmael to wife. They take their families and depart into the wilderness. Their sufferings and afflictions in the wilderness. The course of their travels. They come to the large waters. Nephi’s brethren rebel against him. He confoundeth them, and buildeth a ship. They call the name of the place Bountiful. They cross the large waters into the promised land, and so forth. This is according to the account of Nephi; or in other words, I, Nephi, wrote this record.",
      "churchId": "intro1"
    },
    {
      "slug": "1-nephi-1-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 1",
      "churchId": "title_number1"
    },
    {
      "slug": "1-nephi-1-p1",
      "type": "verse",
      "number": "1",
      "content": "I, Nephi, having been born of goodly parents, therefore I was taught somewhat in all the learning of my father; and having seen many afflictions in the course of my days, nevertheless, having been highly favored of the Lord in all my days; yea, having had a great knowledge of the goodness and the mysteries of God, therefore I make a record of my proceedings in my days.",
      "churchId": "p1"
    },
    {
      "slug": "1-nephi-1-p2",
      "type": "verse",
      "number": "2",
      "content": "Yea, I make a record in the language of my father, which consists of the learning of the Jews and the language of the Egyptians.",
      "churchId": "p2"
    },
    {
      "slug": "1-nephi-1-p3",
      "type": "verse",
      "number": "3",
      "content": "And I know that the record which I make is true; and I make it with mine own hand; and I make it according to my knowledge.",
      "churchId": "p3"
    },
    {
      "slug": "1-nephi-1-p4",
      "type": "verse",
      "number": "4",
      "content": "For it came to pass in the commencement of the first year of the reign of Zedekiah, king of Judah, (my father, Lehi, having dwelt at Jerusalem in all his days); and in that same year there came many prophets, prophesying unto the people that they must repent, or the great city Jerusalem must be destroyed.",
      "churchId": "p4"
    },
    {
      "slug": "1-nephi-1-p5",
      "type": "verse",
      "number": "5",
      "content": "Wherefore it came to pass that my father, Lehi, as he went forth prayed unto the Lord, yea, even with all his heart, in behalf of his people.",
      "churchId": "p5"
    },
    {
      "slug": "1-nephi-1-p6",
      "type": "verse",
      "number": "6",
      "content": "And it came to pass as he prayed unto the Lord, there came a pillar of fire and dwelt upon a rock before him; and he saw and heard much; and because of the things which he saw and heard he did quake and tremble exceedingly.",
      "churchId": "p6"
    },
    {
      "slug": "1-nephi-1-p7",
      "type": "verse",
      "number": "7",
      "content": "And it came to pass that he returned to his own house at Jerusalem; and he cast himself upon his bed, being overcome with the Spirit and the things which he had seen.",
      "churchId": "p7"
    },
    {
      "slug": "1-nephi-1-p8",
      "type": "verse",
      "number": "8",
      "content": "And being thus overcome with the Spirit, he was carried away in a vision, even that he saw the heavens open, and he thought he saw God sitting upon his throne, surrounded with numberless concourses of angels in the attitude of singing and praising their God.",
      "churchId": "p8"
    },
    {
      "slug": "1-nephi-1-p9",
      "type": "verse",
      "number": "9",
      "content": "And it came to pass that he saw One descending out of the midst of heaven, and he beheld that his luster was above that of the sun at noon-day.",
      "churchId": "p9"
    },
    {
      "slug": "1-nephi-1-p10",
      "type": "verse",
      "number": "10",
      "content": "And he also saw twelve others following him, and their brightness did exceed that of the stars in the firmament.",
      "churchId": "p10"
    },
    {
      "slug": "1-nephi-1-p11",
      "type": "verse",
      "number": "11",
      "content": "And they came down and went forth upon the face of the earth; and the first came and stood before my father, and gave unto him a book, and bade him that he should read.",
      "churchId": "p11"
    },
    {
      "slug": "1-nephi-1-p12",
      "type": "verse",
      "number": "12",
      "content": "And it came to pass that as he read, he was filled with the Spirit of the Lord.",
      "churchId": "p12"
    },
    {
      "slug": "1-nephi-1-p13",
      "type": "verse",
      "number": "13",
      "content": "And he read, saying: Wo, wo, unto Jerusalem, for I have seen thine abominations! Yea, and many things did my father read concerning Jerusalem—that it should be destroyed, and the inhabitants thereof; many should perish by the sword, and many should be carried away captive into Babylon.",
      "churchId": "p13"
    },
    {
      "slug": "1-nephi-1-p14",
      "type": "verse",
      "number": "14",
      "content": "And it came to pass that when my father had read and seen many great and marvelous things, he did exclaim many things unto the Lord; such as: Great and marvelous are thy works, O Lord God Almighty! Thy throne is high in the heavens, and thy power, and goodness, and mercy are over all the inhabitants of the earth; and, because thou art merciful, thou wilt not suffer those who come unto thee that they shall perish!",
      "churchId": "p14"
    },
    {
      "slug": "1-nephi-1-p15",
      "type": "verse",
      "number": "15",
      "content": "And after this manner was the language of my father in the praising of his God; for his soul did rejoice, and his whole heart was filled, because of the things which he had seen, yea, which the Lord had shown unto him.",
      "churchId": "p15"
    },
    {
      "slug": "1-nephi-1-p16",
      "type": "verse",
      "number": "16",
      "content": "And now I, Nephi, do not make a full account of the things which my father hath written, for he hath written many things which he saw in visions and in dreams; and he also hath written many things which he prophesied and spake unto his children, of which I shall not make a full account.",
      "churchId": "p16"
    },
    {
      "slug": "1-nephi-1-p17",
      "type": "verse",
      "number": "17",
      "content": "But I shall make an account of my proceedings in my days. Behold, I make an abridgment of the record of my father, upon plates which I have made with mine own hands; wherefore, after I have abridged the record of my father then will I make an account of mine own life.",
      "churchId": "p17"
    },
    {
      "slug": "1-nephi-1-p18",
      "type": "verse",
      "number": "18",
      "content": "Therefore, I would that ye should know, that after the Lord had shown so many marvelous things unto my father, Lehi, yea, concerning the destruction of Jerusalem, behold he went forth among the people, and began to prophesy and to declare unto them concerning the things which he had both seen and heard.",
      "churchId": "p18"
    },
    {
      "slug": "1-nephi-1-p19",
      "type": "verse",
      "number": "19",
      "content": "And it came to pass that the Jews did mock him because of the things which he testified of them; for he truly testified of their wickedness and their abominations; and he testified that the things which he saw and heard, and also the things which he read in the book, manifested plainly of the coming of a Messiah, and also the redemption of the world.",
      "churchId": "p19"
    },
    {
      "slug": "1-nephi-1-p20",
      "type": "verse",
      "number": "20",
      "content": "And when the Jews heard these things they were angry with him; yea, even as with the prophets of old, whom they had cast out, and stoned, and slain; and they also sought his life, that they might take it away. But behold, I, Nephi, will show unto you that the tender mercies of the Lord are over all those whom he hath chosen, because of their faith, to make them mighty even unto the power of deliverance.",
      "churchId": "p20"
    }
  ]
}