{
  "name": "Jacob 3",
  "abbrev": "Jacob 3",
  "number": "3",
  "churchUri": "/scriptures/bofm/jacob/3",
  "paragraphs": [
    {
      "slug": "jacob-3-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 3",
      "churchId": "title_number1"
    },
    {
      "slug": "jacob-3-p1",
      "type": "verse",
      "number": "1",
      "content": "But behold, I, Jacob, would speak unto you that are pure in heart. Look unto God with firmness of mind, and pray unto him with exceeding faith, and he will console you in your afflictions, and he will plead your cause, and send down justice upon those who seek your destruction.",
      "churchId": "p1"
    },
    {
      "slug": "jacob-3-p2",
      "type": "verse",
      "number": "2",
      "content": "O all ye that are pure in heart, lift up your heads and receive the pleasing word of God, and feast upon his love; for ye may, if your minds are firm, forever.",
      "churchId": "p2"
    },
    {
      "slug": "jacob-3-p3",
      "type": "verse",
      "number": "3",
      "content": "But, wo, wo, unto you that are not pure in heart, that are filthy this day before God; for except ye repent the land is cursed for your sakes; and the Lamanites, which are not filthy like unto you, nevertheless they are cursed with a sore cursing, shall scourge you even unto destruction.",
      "churchId": "p3"
    },
    {
      "slug": "jacob-3-p4",
      "type": "verse",
      "number": "4",
      "content": "And the time speedily cometh, that except ye repent they shall possess the land of your inheritance, and the Lord God will lead away the righteous out from among you.",
      "churchId": "p4"
    },
    {
      "slug": "jacob-3-p5",
      "type": "verse",
      "number": "5",
      "content": "Behold, the Lamanites your brethren, whom ye hate because of their filthiness and the cursing which hath come upon their skins, are more righteous than you; for they have not forgotten the commandment of the Lord, which was given unto our father—that they should have save it were one wife, and concubines they should have none, and there should not be whoredoms committed among them.",
      "churchId": "p5"
    },
    {
      "slug": "jacob-3-p6",
      "type": "verse",
      "number": "6",
      "content": "And now, this commandment they observe to keep; wherefore, because of this observance, in keeping this commandment, the Lord God will not destroy them, but will be merciful unto them; and one day they shall become a blessed people.",
      "churchId": "p6"
    },
    {
      "slug": "jacob-3-p7",
      "type": "verse",
      "number": "7",
      "content": "Behold, their husbands love their wives, and their wives love their husbands; and their husbands and their wives love their children; and their unbelief and their hatred towards you is because of the iniquity of their fathers; wherefore, how much better are you than they, in the sight of your great Creator?",
      "churchId": "p7"
    },
    {
      "slug": "jacob-3-p8",
      "type": "verse",
      "number": "8",
      "content": "O my brethren, I fear that unless ye shall repent of your sins that their skins will be whiter than yours, when ye shall be brought with them before the throne of God.",
      "churchId": "p8"
    },
    {
      "slug": "jacob-3-p9",
      "type": "verse",
      "number": "9",
      "content": "Wherefore, a commandment I give unto you, which is the word of God, that ye revile no more against them because of the darkness of their skins; neither shall ye revile against them because of their filthiness; but ye shall remember your own filthiness, and remember that their filthiness came because of their fathers.",
      "churchId": "p9"
    },
    {
      "slug": "jacob-3-p10",
      "type": "verse",
      "number": "10",
      "content": "Wherefore, ye shall remember your children, how that ye have grieved their hearts because of the example that ye have set before them; and also, remember that ye may, because of your filthiness, bring your children unto destruction, and their sins be heaped upon your heads at the last day.",
      "churchId": "p10"
    },
    {
      "slug": "jacob-3-p11",
      "type": "verse",
      "number": "11",
      "content": "O my brethren, hearken unto my words; arouse the faculties of your souls; shake yourselves that ye may awake from the slumber of death; and loose yourselves from the pains of hell that ye may not become angels to the devil, to be cast into that lake of fire and brimstone which is the second death.",
      "churchId": "p11"
    },
    {
      "slug": "jacob-3-p12",
      "type": "verse",
      "number": "12",
      "content": "And now I, Jacob, spake many more things unto the people of Nephi, warning them against fornication and lasciviousness, and every kind of sin, telling them the awful consequences of them.",
      "churchId": "p12"
    },
    {
      "slug": "jacob-3-p13",
      "type": "verse",
      "number": "13",
      "content": "And a hundredth part of the proceedings of this people, which now began to be numerous, cannot be written upon these plates; but many of their proceedings are written upon the larger plates, and their wars, and their contentions, and the reigns of their kings.",
      "churchId": "p13"
    },
    {
      "slug": "jacob-3-p14",
      "type": "verse",
      "number": "14",
      "content": "These plates are called the plates of Jacob, and they were made by the hand of Nephi. And I make an end of speaking these words.",
      "churchId": "p14"
    }
  ]
}