{
  "name": "Jacob 1",
  "abbrev": "Jacob 1",
  "number": "1",
  "churchUri": "/scriptures/bofm/jacob/1",
  "paragraphs": [
    {
      "slug": "jacob-1-title1",
      "type": "book-title",
      "number": null,
      "content": "The Book of Jacob<small> </small><small>the Brother of Nephi</small>",
      "churchId": "title1"
    },
    {
      "slug": "jacob-1-intro1",
      "type": "paragraph",
      "number": null,
      "content": "The words of his preaching unto his brethren. He confoundeth a man who seeketh to overthrow the doctrine of Christ. A few words concerning the history of the people of Nephi.",
      "churchId": "intro1"
    },
    {
      "slug": "jacob-1-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 1",
      "churchId": "title_number1"
    },
    {
      "slug": "jacob-1-p1",
      "type": "verse",
      "number": "1",
      "content": "For behold, it came to pass that fifty and five years had passed away from the time that Lehi left Jerusalem; wherefore, Nephi gave me, Jacob, a commandment concerning the small plates, upon which these things are engraven.",
      "churchId": "p1"
    },
    {
      "slug": "jacob-1-p2",
      "type": "verse",
      "number": "2",
      "content": "And he gave me, Jacob, a commandment that I should write upon these plates a few of the things which I considered to be most precious; that I should not touch, save it were lightly, concerning the history of this people which are called the people of Nephi.",
      "churchId": "p2"
    },
    {
      "slug": "jacob-1-p3",
      "type": "verse",
      "number": "3",
      "content": "For he said that the history of his people should be engraven upon his other plates, and that I should preserve these plates and hand them down unto my seed, from generation to generation.",
      "churchId": "p3"
    },
    {
      "slug": "jacob-1-p4",
      "type": "verse",
      "number": "4",
      "content": "And if there were preaching which was sacred, or revelation which was great, or prophesying, that I should engraven the heads of them upon these plates, and touch upon them as much as it were possible, for Christ’s sake, and for the sake of our people.",
      "churchId": "p4"
    },
    {
      "slug": "jacob-1-p5",
      "type": "verse",
      "number": "5",
      "content": "For because of faith and great anxiety, it truly had been made manifest unto us concerning our people, what things should happen unto them.",
      "churchId": "p5"
    },
    {
      "slug": "jacob-1-p6",
      "type": "verse",
      "number": "6",
      "content": "And we also had many revelations, and the spirit of much prophecy; wherefore, we knew of Christ and his kingdom, which should come.",
      "churchId": "p6"
    },
    {
      "slug": "jacob-1-p7",
      "type": "verse",
      "number": "7",
      "content": "Wherefore we labored diligently among our people, that we might persuade them to come unto Christ, and partake of the goodness of God, that they might enter into his rest, lest by any means he should swear in his wrath they should not enter in, as in the provocation in the days of temptation while the children of Israel were in the wilderness.",
      "churchId": "p7"
    },
    {
      "slug": "jacob-1-p8",
      "type": "verse",
      "number": "8",
      "content": "Wherefore, we would to God that we could persuade all men not to rebel against God, to provoke him to anger, but that all men would believe in Christ, and view his death, and suffer his cross and bear the shame of the world; wherefore, I, Jacob, take it upon me to fulfil the commandment of my brother Nephi.",
      "churchId": "p8"
    },
    {
      "slug": "jacob-1-p9",
      "type": "verse",
      "number": "9",
      "content": "Now Nephi began to be old, and he saw that he must soon die; wherefore, he anointed a man to be a king and a ruler over his people now, according to the reigns of the kings.",
      "churchId": "p9"
    },
    {
      "slug": "jacob-1-p10",
      "type": "verse",
      "number": "10",
      "content": "The people having loved Nephi exceedingly, he having been a great protector for them, having wielded the sword of Laban in their defence, and having labored in all his days for their welfare—",
      "churchId": "p10"
    },
    {
      "slug": "jacob-1-p11",
      "type": "verse",
      "number": "11",
      "content": "Wherefore, the people were desirous to retain in remembrance his name. And whoso should reign in his stead were called by the people, second Nephi, third Nephi, and so forth, according to the reigns of the kings; and thus they were called by the people, let them be of whatever name they would.",
      "churchId": "p11"
    },
    {
      "slug": "jacob-1-p12",
      "type": "verse",
      "number": "12",
      "content": "And it came to pass that Nephi died.",
      "churchId": "p12"
    },
    {
      "slug": "jacob-1-p13",
      "type": "verse",
      "number": "13",
      "content": "Now the people which were not Lamanites were Nephites; nevertheless, they were called Nephites, Jacobites, Josephites, Zoramites, Lamanites, Lemuelites, and Ishmaelites.",
      "churchId": "p13"
    },
    {
      "slug": "jacob-1-p14",
      "type": "verse",
      "number": "14",
      "content": "But I, Jacob, shall not hereafter distinguish them by these names, but I shall call them Lamanites that seek to destroy the people of Nephi, and those who are friendly to Nephi I shall call Nephites, or the people of Nephi, according to the reigns of the kings.",
      "churchId": "p14"
    },
    {
      "slug": "jacob-1-p15",
      "type": "verse",
      "number": "15",
      "content": "And now it came to pass that the people of Nephi, under the reign of the second king, began to grow hard in their hearts, and indulge themselves somewhat in wicked practices, such as like unto David of old desiring many wives and concubines, and also Solomon, his son.",
      "churchId": "p15"
    },
    {
      "slug": "jacob-1-p16",
      "type": "verse",
      "number": "16",
      "content": "Yea, and they also began to search much gold and silver, and began to be lifted up somewhat in pride.",
      "churchId": "p16"
    },
    {
      "slug": "jacob-1-p17",
      "type": "verse",
      "number": "17",
      "content": "Wherefore I, Jacob, gave unto them these words as I taught them in the temple, having first obtained mine errand from the Lord.",
      "churchId": "p17"
    },
    {
      "slug": "jacob-1-p18",
      "type": "verse",
      "number": "18",
      "content": "For I, Jacob, and my brother Joseph had been consecrated priests and teachers of this people, by the hand of Nephi.",
      "churchId": "p18"
    },
    {
      "slug": "jacob-1-p19",
      "type": "verse",
      "number": "19",
      "content": "And we did magnify our office unto the Lord, taking upon us the responsibility, answering the sins of the people upon our own heads if we did not teach them the word of God with all diligence; wherefore, by laboring with our might their blood might not come upon our garments; otherwise their blood would come upon our garments, and we would not be found spotless at the last day.",
      "churchId": "p19"
    }
  ]
}