{
  "name": "Jacob 6",
  "abbrev": "Jacob 6",
  "number": "6",
  "churchUri": "/scriptures/bofm/jacob/6",
  "paragraphs": [
    {
      "slug": "jacob-6-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 6",
      "churchId": "title_number1"
    },
    {
      "slug": "jacob-6-p1",
      "type": "verse",
      "number": "1",
      "content": "And now, behold, my brethren, as I said unto you that I would prophesy, behold, this is my prophecy—that the things which this prophet Zenos spake, concerning the house of Israel, in the which he likened them unto a tame olive tree, must surely come to pass.",
      "churchId": "p1"
    },
    {
      "slug": "jacob-6-p2",
      "type": "verse",
      "number": "2",
      "content": "And the day that he shall set his hand again the second time to recover his people, is the day, yea, even the last time, that the servants of the Lord shall go forth in his power, to nourish and prune his vineyard; and after that the end soon cometh.",
      "churchId": "p2"
    },
    {
      "slug": "jacob-6-p3",
      "type": "verse",
      "number": "3",
      "content": "And how blessed are they who have labored diligently in his vineyard; and how cursed are they who shall be cast out into their own place! And the world shall be burned with fire.",
      "churchId": "p3"
    },
    {
      "slug": "jacob-6-p4",
      "type": "verse",
      "number": "4",
      "content": "And how merciful is our God unto us, for he remembereth the house of Israel, both roots and branches; and he stretches forth his hands unto them all the day long; and they are a stiffnecked and a gainsaying people; but as many as will not harden their hearts shall be saved in the kingdom of God.",
      "churchId": "p4"
    },
    {
      "slug": "jacob-6-p5",
      "type": "verse",
      "number": "5",
      "content": "Wherefore, my beloved brethren, I beseech of you in words of soberness that ye would repent, and come with full purpose of heart, and cleave unto God as he cleaveth unto you. And while his arm of mercy is extended towards you in the light of the day, harden not your hearts.",
      "churchId": "p5"
    },
    {
      "slug": "jacob-6-p6",
      "type": "verse",
      "number": "6",
      "content": "Yea, today, if ye will hear his voice, harden not your hearts; for why will ye die?",
      "churchId": "p6"
    },
    {
      "slug": "jacob-6-p7",
      "type": "verse",
      "number": "7",
      "content": "For behold, after ye have been nourished by the good word of God all the day long, will ye bring forth evil fruit, that ye must be hewn down and cast into the fire?",
      "churchId": "p7"
    },
    {
      "slug": "jacob-6-p8",
      "type": "verse",
      "number": "8",
      "content": "Behold, will ye reject these words? Will ye reject the words of the prophets; and will ye reject all the words which have been spoken concerning Christ, after so many have spoken concerning him; and deny the good word of Christ, and the power of God, and the gift of the Holy Ghost, and quench the Holy Spirit, and make a mock of the great plan of redemption, which hath been laid for you?",
      "churchId": "p8"
    },
    {
      "slug": "jacob-6-p9",
      "type": "verse",
      "number": "9",
      "content": "Know ye not that if ye will do these things, that the power of the redemption and the resurrection, which is in Christ, will bring you to stand with shame and awful guilt before the bar of God?",
      "churchId": "p9"
    },
    {
      "slug": "jacob-6-p10",
      "type": "verse",
      "number": "10",
      "content": "And according to the power of justice, for justice cannot be denied, ye must go away into that lake of fire and brimstone, whose flames are unquenchable, and whose smoke ascendeth up forever and ever, which lake of fire and brimstone is endless torment.",
      "churchId": "p10"
    },
    {
      "slug": "jacob-6-p11",
      "type": "verse",
      "number": "11",
      "content": "O then, my beloved brethren, repent ye, and enter in at the strait gate, and continue in the way which is narrow, until ye shall obtain eternal life.",
      "churchId": "p11"
    },
    {
      "slug": "jacob-6-p12",
      "type": "verse",
      "number": "12",
      "content": "O be wise; what can I say more?",
      "churchId": "p12"
    },
    {
      "slug": "jacob-6-p13",
      "type": "verse",
      "number": "13",
      "content": "Finally, I bid you farewell, until I shall meet you before the pleasing bar of God, which bar striketh the wicked with awful dread and fear. Amen.",
      "churchId": "p13"
    }
  ]
}