{
  "name": "Jacob 4",
  "abbrev": "Jacob 4",
  "number": "4",
  "churchUri": "/scriptures/bofm/jacob/4",
  "paragraphs": [
    {
      "slug": "jacob-4-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 4",
      "churchId": "title_number1"
    },
    {
      "slug": "jacob-4-p1",
      "type": "verse",
      "number": "1",
      "content": "Now behold, it came to pass that I, Jacob, having ministered much unto my people in word, (and I cannot write but a little of my words, because of the difficulty of engraving our words upon plates) and we know that the things which we write upon plates must remain;",
      "churchId": "p1"
    },
    {
      "slug": "jacob-4-p2",
      "type": "verse",
      "number": "2",
      "content": "But whatsoever things we write upon anything save it be upon plates must perish and vanish away; but we can write a few words upon plates, which will give our children, and also our beloved brethren, a small degree of knowledge concerning us, or concerning their fathers—",
      "churchId": "p2"
    },
    {
      "slug": "jacob-4-p3",
      "type": "verse",
      "number": "3",
      "content": "Now in this thing we do rejoice; and we labor diligently to engraven these words upon plates, hoping that our beloved brethren and our children will receive them with thankful hearts, and look upon them that they may learn with joy and not with sorrow, neither with contempt, concerning their first parents.",
      "churchId": "p3"
    },
    {
      "slug": "jacob-4-p4",
      "type": "verse",
      "number": "4",
      "content": "For, for this intent have we written these things, that they may know that we knew of Christ, and we had a hope of his glory many hundred years before his coming; and not only we ourselves had a hope of his glory, but also all the holy prophets which were before us.",
      "churchId": "p4"
    },
    {
      "slug": "jacob-4-p5",
      "type": "verse",
      "number": "5",
      "content": "Behold, they believed in Christ and worshiped the Father in his name, and also we worship the Father in his name. And for this intent we keep the law of Moses, it pointing our souls to him; and for this cause it is sanctified unto us for righteousness, even as it was accounted unto Abraham in the wilderness to be obedient unto the commands of God in offering up his son Isaac, which is a similitude of God and his Only Begotten Son.",
      "churchId": "p5"
    },
    {
      "slug": "jacob-4-p6",
      "type": "verse",
      "number": "6",
      "content": "Wherefore, we search the prophets, and we have many revelations and the spirit of prophecy; and having all these witnesses we obtain a hope, and our faith becometh unshaken, insomuch that we truly can command in the name of Jesus and the very trees obey us, or the mountains, or the waves of the sea.",
      "churchId": "p6"
    },
    {
      "slug": "jacob-4-p7",
      "type": "verse",
      "number": "7",
      "content": "Nevertheless, the Lord God showeth us our weakness that we may know that it is by his grace, and his great condescensions unto the children of men, that we have power to do these things.",
      "churchId": "p7"
    },
    {
      "slug": "jacob-4-p8",
      "type": "verse",
      "number": "8",
      "content": "Behold, great and marvelous are the works of the Lord. How unsearchable are the depths of the mysteries of him; and it is impossible that man should find out all his ways. And no man knoweth of his ways save it be revealed unto him; wherefore, brethren, despise not the revelations of God.",
      "churchId": "p8"
    },
    {
      "slug": "jacob-4-p9",
      "type": "verse",
      "number": "9",
      "content": "For behold, by the power of his word man came upon the face of the earth, which earth was created by the power of his word. Wherefore, if God being able to speak and the world was, and to speak and man was created, O then, why not able to command the earth, or the workmanship of his hands upon the face of it, according to his will and pleasure?",
      "churchId": "p9"
    },
    {
      "slug": "jacob-4-p10",
      "type": "verse",
      "number": "10",
      "content": "Wherefore, brethren, seek not to counsel the Lord, but to take counsel from his hand. For behold, ye yourselves know that he counseleth in wisdom, and in justice, and in great mercy, over all his works.",
      "churchId": "p10"
    },
    {
      "slug": "jacob-4-p11",
      "type": "verse",
      "number": "11",
      "content": "Wherefore, beloved brethren, be reconciled unto him through the atonement of Christ, his Only Begotten Son, and ye may obtain a resurrection, according to the power of the resurrection which is in Christ, and be presented as the first-fruits of Christ unto God, having faith, and obtained a good hope of glory in him before he manifesteth himself in the flesh.",
      "churchId": "p11"
    },
    {
      "slug": "jacob-4-p12",
      "type": "verse",
      "number": "12",
      "content": "And now, beloved, marvel not that I tell you these things; for why not speak of the atonement of Christ, and attain to a perfect knowledge of him, as to attain to the knowledge of a resurrection and the world to come?",
      "churchId": "p12"
    },
    {
      "slug": "jacob-4-p13",
      "type": "verse",
      "number": "13",
      "content": "Behold, my brethren, he that prophesieth, let him prophesy to the understanding of men; for the Spirit speaketh the truth and lieth not. Wherefore, it speaketh of things as they really are, and of things as they really will be; wherefore, these things are manifested unto us plainly, for the salvation of our souls. But behold, we are not witnesses alone in these things; for God also spake them unto prophets of old.",
      "churchId": "p13"
    },
    {
      "slug": "jacob-4-p14",
      "type": "verse",
      "number": "14",
      "content": "But behold, the Jews were a stiffnecked people; and they despised the words of plainness, and killed the prophets, and sought for things that they could not understand. Wherefore, because of their blindness, which blindness came by looking beyond the mark, they must needs fall; for God hath taken away his plainness from them, and delivered unto them many things which they cannot understand, because they desired it. And because they desired it God hath done it, that they may stumble.",
      "churchId": "p14"
    },
    {
      "slug": "jacob-4-p15",
      "type": "verse",
      "number": "15",
      "content": "And now I, Jacob, am led on by the Spirit unto prophesying; for I perceive by the workings of the Spirit which is in me, that by the stumbling of the Jews they will reject the stone upon which they might build and have safe foundation.",
      "churchId": "p15"
    },
    {
      "slug": "jacob-4-p16",
      "type": "verse",
      "number": "16",
      "content": "But behold, according to the scriptures, this stone shall become the great, and the last, and the only sure foundation, upon which the Jews can build.",
      "churchId": "p16"
    },
    {
      "slug": "jacob-4-p17",
      "type": "verse",
      "number": "17",
      "content": "And now, my beloved, how is it possible that these, after having rejected the sure foundation, can ever build upon it, that it may become the head of their corner?",
      "churchId": "p17"
    },
    {
      "slug": "jacob-4-p18",
      "type": "verse",
      "number": "18",
      "content": "Behold, my beloved brethren, I will unfold this mystery unto you; if I do not, by any means, get shaken from my firmness in the Spirit, and stumble because of my over anxiety for you.",
      "churchId": "p18"
    }
  ]
}