{
  "name": "Joshua 22", 
  "abbrev": "Josh. 22", 
  "number": "22", 
  "churchUri": "/scriptures/ot/josh/22", 
  "paragraphs": [
    {
      "type": "chapter-title", 
      "id": "ct1", 
      "content": "Chapter 22", 
      "contentHtml": "Chapter 22", 
      "number": null, 
      "pageNumber": "338", 
      "compareId": "joshua-22_ct1", 
      "churchId": "title_number1"
    }, 
    {
      "type": "verse", 
      "id": "v1", 
      "content": "Then Joshua called the Reubenites, and the Gadites, and the half tribe of Manasseh,", 
      "contentHtml": "Then Joshua called the Reubenites, and the Gadites, and the half tribe of Manasseh,", 
      "number": "1", 
      "pageNumber": "338", 
      "compareId": "joshua-22_v1", 
      "churchId": "p1"
    }, 
    {
      "type": "verse", 
      "id": "v2", 
      "content": "And said unto them, Ye have kept all that Moses the servant of the LORD commanded you, and have obeyed my voice in all that I commanded you:", 
      "contentHtml": "And said unto them, Ye have kept all that Moses the servant of the <span class=\"small-caps\">Lord</span> commanded you, and have obeyed my voice in all that I commanded you:", 
      "number": "2", 
      "pageNumber": "338", 
      "compareId": "joshua-22_v2", 
      "churchId": "p2"
    }, 
    {
      "type": "verse", 
      "id": "v3", 
      "content": "Ye have not left your brethren these many days unto this day, but have kept the charge of the commandment of the LORD your God.", 
      "contentHtml": "Ye have not left your brethren these many days unto this day, but have kept the charge of the commandment of the <span class=\"small-caps\">Lord</span> your God.", 
      "number": "3", 
      "pageNumber": "338", 
      "compareId": "joshua-22_v3", 
      "churchId": "p3"
    }, 
    {
      "type": "verse", 
      "id": "v4", 
      "content": "And now the LORD your God hath given rest unto your brethren, as he promised them: therefore now return ye, and get you unto your tents, and unto the land of your possession, which Moses the servant of the LORD gave you on the other side Jordan.", 
      "contentHtml": "And now the <span class=\"small-caps\">Lord</span> your God hath given rest unto your brethren, as he promised them: therefore now return ye, and get you unto your tents, <span class=\"clarity-word\">and</span> unto the land of your possession, which Moses the servant of the <span class=\"small-caps\">Lord</span> gave you on the other side Jordan.", 
      "number": "4", 
      "pageNumber": "338", 
      "compareId": "joshua-22_v4", 
      "churchId": "p4"
    }, 
    {
      "type": "verse", 
      "id": "v5", 
      "content": "But take diligent heed to do the commandment and the law, which Moses the servant of the LORD charged you, to love the LORD your God, and to walk in all his ways, and to keep his commandments, and to cleave unto him, and to serve him with all your heart and with all your soul.", 
      "contentHtml": "But take diligent heed to do the commandment and the law, which Moses the servant of the <span class=\"small-caps\">Lord</span> charged you, to love the <span class=\"small-caps\">Lord</span> your God, and to walk in all his ways, and to keep his commandments, and to cleave unto him, and to serve him with all your heart and with all your soul.", 
      "number": "5", 
      "pageNumber": "338", 
      "compareId": "joshua-22_v5", 
      "churchId": "p5"
    }, 
    {
      "type": "verse", 
      "id": "v6", 
      "content": "So Joshua blessed them, and sent them away: and they went unto their tents.", 
      "contentHtml": "So Joshua blessed them, and sent them away: and they went unto their tents.", 
      "number": "6", 
      "pageNumber": "338", 
      "compareId": "joshua-22_v6", 
      "churchId": "p6"
    }, 
    {
      "type": "verse", 
      "id": "v7", 
      "content": "¶ Now to the one half of the tribe of Manasseh Moses had given possession in Bashan: but unto the other half thereof gave Joshua among their brethren on this side Jordan westward. And when Joshua sent them away also unto their tents, then he blessed them,", 
      "contentHtml": "¶ Now to the <span class=\"clarity-word\">one</span> half of the tribe of Manasseh Moses had given <span class=\"clarity-word\">possession</span> in Bashan: but unto the <span class=\"clarity-word\">other</span> half thereof gave Joshua among their brethren on this side Jordan westward. And when Joshua sent them away also unto their tents, then he blessed them,", 
      "number": "7", 
      "pageNumber": "338", 
      "compareId": "joshua-22_v7", 
      "churchId": "p7"
    }, 
    {
      "type": "verse", 
      "id": "v8", 
      "content": "And he spake unto them, saying, Return with much riches unto your tents, and with very much cattle, with silver, and with gold, and with brass, and with iron, and with very much raiment: divide the spoil of your enemies with your brethren.", 
      "contentHtml": "And he spake unto them, saying, Return with much riches unto your tents, and with very much cattle, with silver, and with gold, and with brass, and with iron, and with very much raiment: divide the spoil of your enemies with your brethren.", 
      "number": "8", 
      "pageNumber": "338", 
      "compareId": "joshua-22_v8", 
      "churchId": "p8"
    }, 
    {
      "type": "verse", 
      "id": "v9", 
      "content": "¶ And the children of Reuben and the children of Gad and the half tribe of Manasseh returned, and departed from the children of Israel out of Shiloh, which is in the land of Canaan, to go unto the country of Gilead, to the land of their possession, whereof they were possessed, according to the word of the LORD by the hand of Moses.", 
      "contentHtml": "¶ And the children of Reuben and the children of Gad and the half tribe of Manasseh returned, and departed from the children of Israel out of Shiloh, which <span class=\"clarity-word\">is</span> in the land of Canaan, to go unto the country of Gilead, to the land of their possession, whereof they were possessed, according to the word of the <span class=\"small-caps\">Lord</span> by the hand of Moses.", 
      "number": "9", 
      "pageNumber": "338", 
      "compareId": "joshua-22_v9", 
      "churchId": "p9"
    }, 
    {
      "type": "verse", 
      "id": "v10", 
      "content": "¶ And when they came unto the borders of Jordan, that are in the land of Canaan, the children of Reuben and the children of Gad and the half tribe of Manasseh built there an altar by Jordan, a great altar to see to.", 
      "contentHtml": "¶ And when they came unto the borders of Jordan, that <span class=\"clarity-word\">are</span> in the land of Canaan, the children of Reuben and the children of Gad and the half tribe of Manasseh built there an altar by Jordan, a great altar to see to.", 
      "number": "10", 
      "pageNumber": "338", 
      "compareId": "joshua-22_v10", 
      "churchId": "p10"
    }, 
    {
      "type": "verse", 
      "id": "v11", 
      "content": "¶ And the children of Israel heard say, Behold, the children of Reuben and the children of Gad and the half tribe of Manasseh have built an altar over against the land of Canaan, in the borders of Jordan, at the passage of the children of Israel.", 
      "contentHtml": "¶ And the children of Israel heard say, Behold, the children of Reuben and the children of Gad and the half tribe of Manasseh have built an altar over against the land of Canaan, in the borders of Jordan, at the passage of the children of Israel.", 
      "number": "11", 
      "pageNumber": "338", 
      "compareId": "joshua-22_v11", 
      "churchId": "p11"
    }, 
    {
      "type": "verse", 
      "id": "v12", 
      "content": "And when the children of Israel heard of it, the whole congregation of the children of Israel gathered themselves together at Shiloh, to go up to war against them.", 
      "contentHtml": "And when the children of Israel heard <span class=\"clarity-word\">of it,</span> the whole congregation of the children of Israel gathered themselves together at Shiloh, to go up to war against them.", 
      "number": "12", 
      "pageNumber": "338", 
      "compareId": "joshua-22_v12", 
      "churchId": "p12"
    }, 
    {
      "type": "verse", 
      "id": "v13", 
      "content": "And the children of Israel sent unto the children of Reuben, and to the children of Gad, and to the half tribe of Manasseh, into the land of Gilead, Phinehas the son of Eleazar the priest,", 
      "contentHtml": "And the children of Israel sent unto the children of Reuben, and to the children of Gad, and to the half tribe of Manasseh, into the land of Gilead, Phinehas the son of Eleazar the priest,", 
      "number": "13", 
      "pageNumber": "338", 
      "compareId": "joshua-22_v13", 
      "churchId": "p13"
    }, 
    {
      "type": "verse", 
      "id": "v14", 
      "content": "And with him ten princes, of each chief house a prince throughout all the tribes of Israel; and each one was an head of the house of their fathers among the thousands of Israel.", 
      "contentHtml": "And with him ten princes, of each chief house a prince throughout all the tribes of Israel; and each one <span class=\"clarity-word\">was</span> an head of the house of their fathers among the thousands of Israel.", 
      "number": "14", 
      "pageNumber": "338,339", 
      "compareId": "joshua-22_v14", 
      "churchId": "p14"
    }, 
    {
      "type": "verse", 
      "id": "v15", 
      "content": "¶ And they came unto the children of Reuben, and to the children of Gad, and to the half tribe of Manasseh, unto the land of Gilead, and they spake with them, saying,", 
      "contentHtml": "¶ And they came unto the children of Reuben, and to the children of Gad, and to the half tribe of Manasseh, unto the land of Gilead, and they spake with them, saying,", 
      "number": "15", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v15", 
      "churchId": "p15"
    }, 
    {
      "type": "verse", 
      "id": "v16", 
      "content": "Thus saith the whole congregation of the LORD, What trespass is this that ye have committed against the God of Israel, to turn away this day from following the LORD, in that ye have builded you an altar, that ye might rebel this day against the LORD?", 
      "contentHtml": "Thus saith the whole congregation of the <span class=\"small-caps\">Lord</span>, What trespass <span class=\"clarity-word\">is</span> this that ye have committed against the God of Israel, to turn away this day from following the <span class=\"small-caps\">Lord</span>, in that ye have builded you an altar, that ye might rebel this day against the <span class=\"small-caps\">Lord</span>?", 
      "number": "16", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v16", 
      "churchId": "p16"
    }, 
    {
      "type": "verse", 
      "id": "v17", 
      "content": "Is the iniquity of Peor too little for us, from which we are not cleansed until this day, although there was a plague in the congregation of the LORD,", 
      "contentHtml": "<span class=\"clarity-word\">Is</span> the iniquity of Peor too little for us, from which we are not cleansed until this day, although there was a plague in the congregation of the <span class=\"small-caps\">Lord</span>,", 
      "number": "17", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v17", 
      "churchId": "p17"
    }, 
    {
      "type": "verse", 
      "id": "v18", 
      "content": "But that ye must turn away this day from following the LORD? and it will be, seeing ye rebel to day against the LORD, that to morrow he will be wroth with the whole congregation of Israel.", 
      "contentHtml": "But that ye must turn away this day from following the <span class=\"small-caps\">Lord</span>? and it will be, <span class=\"clarity-word\">seeing</span> ye rebel to day against the <span class=\"small-caps\">Lord</span>, that to morrow he will be wroth with the whole congregation of Israel.", 
      "number": "18", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v18", 
      "churchId": "p18"
    }, 
    {
      "type": "verse", 
      "id": "v19", 
      "content": "Notwithstanding, if the land of your possession be unclean, then pass ye over unto the land of the possession of the LORD, wherein the LORD’s tabernacle dwelleth, and take possession among us: but rebel not against the LORD, nor rebel against us, in building you an altar beside the altar of the LORD our God.", 
      "contentHtml": "Notwithstanding, if the land of your possession <span class=\"clarity-word\">be</span> unclean, <span class=\"clarity-word\">then</span> pass ye over unto the land of the possession of the <span class=\"small-caps\">Lord</span>, wherein the <span class=\"small-caps\">Lord</span>’s tabernacle dwelleth, and take possession among us: but rebel not against the <span class=\"small-caps\">Lord</span>, nor rebel against us, in building you an altar beside the altar of the <span class=\"small-caps\">Lord</span> our God.", 
      "number": "19", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v19", 
      "churchId": "p19"
    }, 
    {
      "type": "verse", 
      "id": "v20", 
      "content": "Did not Achan the son of Zerah commit a trespass in the accursed thing, and wrath fell on all the congregation of Israel? and that man perished not alone in his iniquity.", 
      "contentHtml": "Did not Achan the son of Zerah commit a trespass in the accursed thing, and wrath fell on all the congregation of Israel? and that man perished not alone in his iniquity.", 
      "number": "20", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v20", 
      "churchId": "p20"
    }, 
    {
      "type": "verse", 
      "id": "v21", 
      "content": "¶ Then the children of Reuben and the children of Gad and the half tribe of Manasseh answered, and said unto the heads of the thousands of Israel,", 
      "contentHtml": "¶ Then the children of Reuben and the children of Gad and the half tribe of Manasseh answered, and said unto the heads of the thousands of Israel,", 
      "number": "21", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v21", 
      "churchId": "p21"
    }, 
    {
      "type": "verse", 
      "id": "v22", 
      "content": "The LORD God of gods, the LORD God of gods, he knoweth, and Israel he shall know; if it be in rebellion, or if in transgression against the LORD, (save us not this day,)", 
      "contentHtml": "The <span class=\"small-caps\">Lord</span> God of gods, the <span class=\"small-caps\">Lord</span> God of gods, he knoweth, and Israel he shall know; if <span class=\"clarity-word\">it be</span> in rebellion, or if in transgression against the <span class=\"small-caps\">Lord</span>, (save us not this day,)", 
      "number": "22", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v22", 
      "churchId": "p22"
    }, 
    {
      "type": "verse", 
      "id": "v23", 
      "content": "That we have built us an altar to turn from following the LORD, or if to offer thereon burnt offering or meat offering, or if to offer peace offerings thereon, let the LORD himself require it;", 
      "contentHtml": "That we have built us an altar to turn from following the <span class=\"small-caps\">Lord</span>, or if to offer thereon burnt offering or meat offering, or if to offer peace offerings thereon, let the <span class=\"small-caps\">Lord</span> himself require <span class=\"clarity-word\">it;</span>", 
      "number": "23", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v23", 
      "churchId": "p23"
    }, 
    {
      "type": "verse", 
      "id": "v24", 
      "content": "And if we have not rather done it for fear of this thing, saying, In time to come your children might speak unto our children, saying, What have ye to do with the LORD God of Israel?", 
      "contentHtml": "And if we have not <span class=\"clarity-word\">rather</span> done it for fear of <span class=\"clarity-word\">this</span> thing, saying, In time to come your children might speak unto our children, saying, What have ye to do with the <span class=\"small-caps\">Lord</span> God of Israel?", 
      "number": "24", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v24", 
      "churchId": "p24"
    }, 
    {
      "type": "verse", 
      "id": "v25", 
      "content": "For the LORD hath made Jordan a border between us and you, ye children of Reuben and children of Gad; ye have no part in the LORD: so shall your children make our children cease from fearing the LORD.", 
      "contentHtml": "For the <span class=\"small-caps\">Lord</span> hath made Jordan a border between us and you, ye children of Reuben and children of Gad; ye have no part in the <span class=\"small-caps\">Lord</span>: so shall your children make our children cease from fearing the <span class=\"small-caps\">Lord</span>.", 
      "number": "25", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v25", 
      "churchId": "p25"
    }, 
    {
      "type": "verse", 
      "id": "v26", 
      "content": "Therefore we said, Let us now prepare to build us an altar, not for burnt offering, nor for sacrifice:", 
      "contentHtml": "Therefore we said, Let us now prepare to build us an altar, not for burnt offering, nor for sacrifice:", 
      "number": "26", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v26", 
      "churchId": "p26"
    }, 
    {
      "type": "verse", 
      "id": "v27", 
      "content": "But that it may be a witness between us, and you, and our generations after us, that we might do the service of the LORD before him with our burnt offerings, and with our sacrifices, and with our peace offerings; that your children may not say to our children in time to come, Ye have no part in the LORD.", 
      "contentHtml": "But <span class=\"clarity-word\">that</span> it <span class=\"clarity-word\">may be</span> a witness between us, and you, and our generations after us, that we might do the service of the <span class=\"small-caps\">Lord</span> before him with our burnt offerings, and with our sacrifices, and with our peace offerings; that your children may not say to our children in time to come, Ye have no part in the <span class=\"small-caps\">Lord</span>.", 
      "number": "27", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v27", 
      "churchId": "p27"
    }, 
    {
      "type": "verse", 
      "id": "v28", 
      "content": "Therefore said we, that it shall be, when they should so say to us or to our generations in time to come, that we may say again, Behold the pattern of the altar of the LORD, which our fathers made, not for burnt offerings, nor for sacrifices; but it is a witness between us and you.", 
      "contentHtml": "Therefore said we, that it shall be, when they should <span class=\"clarity-word\">so</span> say to us or to our generations in time to come, that we may say <span class=\"clarity-word\">again,</span> Behold the pattern of the altar of the <span class=\"small-caps\">Lord</span>, which our fathers made, not for burnt offerings, nor for sacrifices; but it <span class=\"clarity-word\">is</span> a witness between us and you.", 
      "number": "28", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v28", 
      "churchId": "p28"
    }, 
    {
      "type": "verse", 
      "id": "v29", 
      "content": "God forbid that we should rebel against the LORD, and turn this day from following the LORD, to build an altar for burnt offerings, for meat offerings, or for sacrifices, beside the altar of the LORD our God that is before his tabernacle.", 
      "contentHtml": "God forbid that we should rebel against the <span class=\"small-caps\">Lord</span>, and turn this day from following the <span class=\"small-caps\">Lord</span>, to build an altar for burnt offerings, for meat offerings, or for sacrifices, beside the altar of the <span class=\"small-caps\">Lord</span> our God that <span class=\"clarity-word\">is</span> before his tabernacle.", 
      "number": "29", 
      "pageNumber": "339", 
      "compareId": "joshua-22_v29", 
      "churchId": "p29"
    }, 
    {
      "type": "verse", 
      "id": "v30", 
      "content": "¶ And when Phinehas the priest, and the princes of the congregation and heads of the thousands of Israel which were with him, heard the words that the children of Reuben and the children of Gad and the children of Manasseh spake, it pleased them.", 
      "contentHtml": "¶ And when Phinehas the priest, and the princes of the congregation and heads of the thousands of Israel which <span class=\"clarity-word\">were</span> with him, heard the words that the children of Reuben and the children of Gad and the children of Manasseh spake, it pleased them.", 
      "number": "30", 
      "pageNumber": "339,340", 
      "compareId": "joshua-22_v30", 
      "churchId": "p30"
    }, 
    {
      "type": "verse", 
      "id": "v31", 
      "content": "And Phinehas the son of Eleazar the priest said unto the children of Reuben, and to the children of Gad, and to the children of Manasseh, This day we perceive that the LORD is among us, because ye have not committed this trespass against the LORD: now ye have delivered the children of Israel out of the hand of the LORD.", 
      "contentHtml": "And Phinehas the son of Eleazar the priest said unto the children of Reuben, and to the children of Gad, and to the children of Manasseh, This day we perceive that the <span class=\"small-caps\">Lord</span> <span class=\"clarity-word\">is</span> among us, because ye have not committed this trespass against the <span class=\"small-caps\">Lord</span>: now ye have delivered the children of Israel out of the hand of the <span class=\"small-caps\">Lord</span>.", 
      "number": "31", 
      "pageNumber": "340", 
      "compareId": "joshua-22_v31", 
      "churchId": "p31"
    }, 
    {
      "type": "verse", 
      "id": "v32", 
      "content": "¶ And Phinehas the son of Eleazar the priest, and the princes, returned from the children of Reuben, and from the children of Gad, out of the land of Gilead, unto the land of Canaan, to the children of Israel, and brought them word again.", 
      "contentHtml": "¶ And Phinehas the son of Eleazar the priest, and the princes, returned from the children of Reuben, and from the children of Gad, out of the land of Gilead, unto the land of Canaan, to the children of Israel, and brought them word again.", 
      "number": "32", 
      "pageNumber": "340", 
      "compareId": "joshua-22_v32", 
      "churchId": "p32"
    }, 
    {
      "type": "verse", 
      "id": "v33", 
      "content": "And the thing pleased the children of Israel; and the children of Israel blessed God, and did not intend to go up against them in battle, to destroy the land wherein the children of Reuben and Gad dwelt.", 
      "contentHtml": "And the thing pleased the children of Israel; and the children of Israel blessed God, and did not intend to go up against them in battle, to destroy the land wherein the children of Reuben and Gad dwelt.", 
      "number": "33", 
      "pageNumber": "340", 
      "compareId": "joshua-22_v33", 
      "churchId": "p33"
    }, 
    {
      "type": "verse", 
      "id": "v34", 
      "content": "And the children of Reuben and the children of Gad called the altar Ed: for it shall be a witness between us that the LORD is God.", 
      "contentHtml": "And the children of Reuben and the children of Gad called the altar <span class=\"clarity-word\">Ed:</span> for it <span class=\"clarity-word\">shall be</span> a witness between us that the <span class=\"small-caps\">Lord</span> <span class=\"clarity-word\">is</span> God.", 
      "number": "34", 
      "pageNumber": "340", 
      "compareId": "joshua-22_v34", 
      "churchId": "p34"
    }
  ], 
  "media": [
    {
      "type": "audio", 
      "subtype": "spoken-female", 
      "url": "https://media2.ldscdn.org/assets/scriptures/the-old-testament/2015-11-2090-joshua-22-female-voice-64k-eng.mp3", 
      "imageUrl": null, 
      "startSeconds": null, 
      "endSeconds": null, 
      "source": "ChurchofJesusChrist.org", 
      "churchAssetId": null, 
      "churchImageAssetId": null
    }, 
    {
      "type": "audio", 
      "subtype": "spoken-male", 
      "url": "https://media2.ldscdn.org/assets/scriptures/the-old-testament/2015-11-2090-joshua-22-male-voice-64k-eng.mp3", 
      "imageUrl": null, 
      "startSeconds": null, 
      "endSeconds": null, 
      "source": "ChurchofJesusChrist.org", 
      "churchAssetId": null, 
      "churchImageAssetId": null
    }
  ]
}