{
  "name": "Joshua 11",
  "abbrev": "Josh. 11",
  "number": "11",
  "churchUri": "/scriptures/ot/josh/11",
  "paragraphs": [
    {
      "slug": "joshua-11-title_number1",
      "type": "chapter-title",
      "number": null,
      "content": "Chapter 11",
      "churchId": "title_number1"
    },
    {
      "slug": "joshua-11-p1",
      "type": "verse",
      "number": "1",
      "content": "And it came to pass, when Jabin king of Hazor had heard <span class=\"clarity-word\">those things,</span> that he sent to Jobab king of Madon, and to the king of Shimron, and to the king of Achshaph,",
      "churchId": "p1"
    },
    {
      "slug": "joshua-11-p2",
      "type": "verse",
      "number": "2",
      "content": "And to the kings that <span class=\"clarity-word\">were</span> on the north of the mountains, and of the plains south of Chinneroth, and in the valley, and in the borders of Dor on the west,",
      "churchId": "p2"
    },
    {
      "slug": "joshua-11-p3",
      "type": "verse",
      "number": "3",
      "content": "<span class=\"clarity-word\">And to</span> the Canaanite on the east and on the west, and <span class=\"clarity-word\">to</span> the Amorite, and the Hittite, and the Perizzite, and the Jebusite in the mountains, and <span class=\"clarity-word\">to</span> the Hivite under Hermon in the land of Mizpeh.",
      "churchId": "p3"
    },
    {
      "slug": "joshua-11-p4",
      "type": "verse",
      "number": "4",
      "content": "And they went out, they and all their hosts with them, much people, even as the sand that <span class=\"clarity-word\">is</span> upon the sea shore in multitude, with horses and chariots very many.",
      "churchId": "p4"
    },
    {
      "slug": "joshua-11-p5",
      "type": "verse",
      "number": "5",
      "content": "And when all these kings were met together, they came and pitched together at the waters of Merom, to fight against Israel.",
      "churchId": "p5"
    },
    {
      "slug": "joshua-11-p6",
      "type": "verse",
      "number": "6",
      "content": "¶ And the <span class=\"small-caps\">Lord</span> said unto Joshua, Be not afraid because of them: for to morrow about this time will I deliver them up all slain before Israel: thou shalt hough their horses, and burn their chariots with fire.",
      "churchId": "p6"
    },
    {
      "slug": "joshua-11-p7",
      "type": "verse",
      "number": "7",
      "content": "So Joshua came, and all the people of war with him, against them by the waters of Merom suddenly; and they fell upon them.",
      "churchId": "p7"
    },
    {
      "slug": "joshua-11-p8",
      "type": "verse",
      "number": "8",
      "content": "And the <span class=\"small-caps\">Lord</span> delivered them into the hand of Israel, who smote them, and chased them unto great Zidon, and unto Misrephoth-maim, and unto the valley of Mizpeh eastward; and they smote them, until they left them none remaining.",
      "churchId": "p8"
    },
    {
      "slug": "joshua-11-p9",
      "type": "verse",
      "number": "9",
      "content": "And Joshua did unto them as the <span class=\"small-caps\">Lord</span> bade him: he houghed their horses, and burnt their chariots with fire.",
      "churchId": "p9"
    },
    {
      "slug": "joshua-11-p10",
      "type": "verse",
      "number": "10",
      "content": "¶ And Joshua at that time turned back, and took Hazor, and smote the king thereof with the sword: for Hazor beforetime was the head of all those kingdoms.",
      "churchId": "p10"
    },
    {
      "slug": "joshua-11-p11",
      "type": "verse",
      "number": "11",
      "content": "And they smote all the souls that <span class=\"clarity-word\">were</span> therein with the edge of the sword, utterly destroying <span class=\"clarity-word\">them:</span> there was not any left to breathe: and he burnt Hazor with fire.",
      "churchId": "p11"
    },
    {
      "slug": "joshua-11-p12",
      "type": "verse",
      "number": "12",
      "content": "And all the cities of those kings, and all the kings of them, did Joshua take, and smote them with the edge of the sword, <span class=\"clarity-word\">and</span> he utterly destroyed them, as Moses the servant of the <span class=\"small-caps\">Lord</span> commanded.",
      "churchId": "p12"
    },
    {
      "slug": "joshua-11-p13",
      "type": "verse",
      "number": "13",
      "content": "But <span class=\"clarity-word\">as for</span> the cities that stood still in their strength, Israel burned none of them, save Hazor only; <span class=\"clarity-word\">that</span> did Joshua burn.",
      "churchId": "p13"
    },
    {
      "slug": "joshua-11-p14",
      "type": "verse",
      "number": "14",
      "content": "And all the spoil of these cities, and the cattle, the children of Israel took for a prey unto themselves; but every man they smote with the edge of the sword, until they had destroyed them, neither left they any to breathe.",
      "churchId": "p14"
    },
    {
      "slug": "joshua-11-p15",
      "type": "verse",
      "number": "15",
      "content": "¶ As the <span class=\"small-caps\">Lord</span> commanded Moses his servant, so did Moses command Joshua, and so did Joshua; he left nothing undone of all that the <span class=\"small-caps\">Lord</span> commanded Moses.",
      "churchId": "p15"
    },
    {
      "slug": "joshua-11-p16",
      "type": "verse",
      "number": "16",
      "content": "So Joshua took all that land, the hills, and all the south country, and all the land of Goshen, and the valley, and the plain, and the mountain of Israel, and the valley of the same;",
      "churchId": "p16"
    },
    {
      "slug": "joshua-11-p17",
      "type": "verse",
      "number": "17",
      "content": "<span class=\"clarity-word\">Even</span> from the mount Halak, that goeth up to Seir, even unto Baal-gad in the valley of Lebanon under mount Hermon: and all their kings he took, and smote them, and slew them.",
      "churchId": "p17"
    },
    {
      "slug": "joshua-11-p18",
      "type": "verse",
      "number": "18",
      "content": "Joshua made war a long time with all those kings.",
      "churchId": "p18"
    },
    {
      "slug": "joshua-11-p19",
      "type": "verse",
      "number": "19",
      "content": "There was not a city that made peace with the children of Israel, save the Hivites the inhabitants of Gibeon: all <span class=\"clarity-word\">other</span> they took in battle.",
      "churchId": "p19"
    },
    {
      "slug": "joshua-11-p20",
      "type": "verse",
      "number": "20",
      "content": "For it was of the <span class=\"small-caps\">Lord</span> to harden their hearts, that they should come against Israel in battle, that he might destroy them utterly, <span class=\"clarity-word\">and</span> that they might have no favour, but that he might destroy them, as the <span class=\"small-caps\">Lord</span> commanded Moses.",
      "churchId": "p20"
    },
    {
      "slug": "joshua-11-p21",
      "type": "verse",
      "number": "21",
      "content": "¶ And at that time came Joshua, and cut off the Anakims from the mountains, from Hebron, from Debir, from Anab, and from all the mountains of Judah, and from all the mountains of Israel: Joshua destroyed them utterly with their cities.",
      "churchId": "p21"
    },
    {
      "slug": "joshua-11-p22",
      "type": "verse",
      "number": "22",
      "content": "There was none of the Anakims left in the land of the children of Israel: only in Gaza, in Gath, and in Ashdod, there remained.",
      "churchId": "p22"
    },
    {
      "slug": "joshua-11-p23",
      "type": "verse",
      "number": "23",
      "content": "So Joshua took the whole land, according to all that the <span class=\"small-caps\">Lord</span> said unto Moses; and Joshua gave it for an inheritance unto Israel according to their divisions by their tribes. And the land rested from war.",
      "churchId": "p23"
    }
  ]
}